window.questionsData = [
    {
        "number": 1,
        "kg": "К какой горной системе относится территория КР?",
        "ru": "К какой горной системе относится территория КР?",
        "optionsKg": [
            "Памирской",
            "Алтайской",
            "Уральской",
            "Тянь-Шанской"
        ],
        "optionsRu": [
            "Памирской",
            "Алтайской",
            "Уральской",
            "Тянь-Шанской"
        ],
        "correctIndex": 3
    },
    {
        "number": 2,
        "kg": "Какая геологическая складчатость преобладает в КР?",
        "ru": "Кыргыз Республикасынын чек арасынын узундугу канча?",
        "optionsKg": [
            "Байкальская",
            "Альпийская",
            "Каледонская",
            "Герцинская"
        ],
        "optionsRu": [
            "Байкальская",
            "Альпийская",
            "Каледонская",
            "Герцинская"
        ],
        "correctIndex": 1
    },
    {
        "number": 3,
        "kg": "Кыргыз Республикасынын чек арасынын узундугу канча?",
        "ru": "Какова протяжённость границы Кыргызстана?",
        "optionsKg": [
            "5432 км",
            "4567 км",
            "4508 км",
            "3456 км"
        ],
        "optionsRu": [
            "5432км",
            "4567км",
            "4508км",
            "3456км"
        ],
        "correctIndex": 2
    },
    {
        "number": 4,
        "kg": "Кыргыз Республикасын Алай жана Түркстан тоо кыркалары   кайсы өлкөдөн бөлүп турат?",
        "ru": "С какой страной разделяют Алайские и Туркестанские хребты  Кыргызскую Республику?",
        "optionsKg": [
            "Өзбекстан",
            "Тажикстан",
            "Казакстан",
            "Кытай"
        ],
        "optionsRu": [
            "Узбекистан",
            "Таджикистан",
            "Казахстан",
            "Китай"
        ],
        "correctIndex": 1
    },
    {
        "number": 5,
        "kg": "КРсынын эң көтөрүӊкү бөлүгү болуп?",
        "ru": "Наиболее  приподнятой частью КР является?",
        "optionsKg": [
            "Батыш Тянь-Шань",
            "Борбордук Тянь-Шань",
            "Түштүк Тянь-Шань",
            "Чыгыш Тянь-Шань"
        ],
        "optionsRu": [
            "Западный Тянь-Шань",
            "Центральный Тянь-Шань",
            "Южный Тянь-Шань",
            "Восточный Тянь-Шань"
        ],
        "correctIndex": 1
    },
    {
        "number": 6,
        "kg": "КРсынын тоолорунун эң талкаланган бөлүгү?",
        "ru": "Наиболее  разрушенной частью гор КР является?",
        "optionsKg": [
            "Түштүк Тянь-Шань",
            "Ички Т-Ш",
            "Түндүк Т-Ш",
            "Борбордук Тянь-Шань"
        ],
        "optionsRu": [
            "Южный Тянь-Шань",
            "Внутренний Тянь-Шань",
            "Северный Тянь-Шань",
            "Центральный Тянь-Шань"
        ],
        "correctIndex": 0
    },
    {
        "number": 7,
        "kg": "КРсынын эң бийик жерин атагыла?",
        "ru": "Наивысшая  абсолютная точка в КР считается?",
        "optionsKg": [
            "Ленин",
            "Аламедин",
            "Чок-Тал",
            "Жеңиш"
        ],
        "optionsRu": [
            "пик Ленина",
            "пик Аламедин",
            "пик Чок-Тал",
            "пик Победы"
        ],
        "correctIndex": 3
    },
    {
        "number": 8,
        "kg": "Кыргызстандын абсолюттук бийиктиги эӊ төмөн жерин атагыла?",
        "ru": "Наименьшая высота Кыргызстана над уровнем моря?",
        "optionsKg": [
            "Чүй дарыясынын нугу",
            "Талас өрөөнү",
            "Кулунду",
            "Тар дарыясынын чаты"
        ],
        "optionsRu": [
            "русло р.Чу",
            "Талаская долина",
            "Кулунду",
            "устье р. Тар"
        ],
        "correctIndex": 2
    },
    {
        "number": 9,
        "kg": "КРдагы эң узун тоо кыркасы?",
        "ru": "Самый длинный хребет  в КР?",
        "optionsKg": [
            "Какшаал-Тоо",
            "Фергана",
            "Күнгөй Ала-Тоо",
            "Талас Ала-Тоосу"
        ],
        "optionsRu": [
            "Какшаал-Тоо",
            "Ферганский",
            "Кунгей Ала-Тоо",
            "Талаский"
        ],
        "correctIndex": 0
    },
    {
        "number": 10,
        "kg": "КРдагы эң төмөн өрөөн?",
        "ru": "Наиболее низкая долина в КР?",
        "optionsKg": [
            "Фергана",
            "Чаткал",
            "Тогуз-Торо",
            "Алай"
        ],
        "optionsRu": [
            "Ферганская",
            "Чаткальская",
            "Тогуз-Тороуская",
            "Алайская"
        ],
        "correctIndex": 0
    },
    {
        "number": 11,
        "kg": "КРсындагы ири ачык өрөөн?",
        "ru": "Крупной открытой долиной в КР считается?",
        "optionsKg": [
            "Талас",
            "Чуй",
            "Кочкор",
            "Ат-Башы"
        ],
        "optionsRu": [
            "Талаская",
            "Чуйская",
            "Кочкорская",
            "Ат-Башинская"
        ],
        "correctIndex": 1
    },
    {
        "number": 12,
        "kg": "Кыргыз Ала-Тоосунун эң бийик точкасы?",
        "ru": "Наивысшая точка Кыргызского хребта?",
        "optionsKg": [
            "Путин пиги",
            "Манас пиги",
            "Аламүдүн пиги",
            "Кара-Балта пиги"
        ],
        "optionsRu": [
            "пик Путина",
            "пик Манаса",
            "пик Аламедин",
            "пик Кара-Балта"
        ],
        "correctIndex": 2
    },
    {
        "number": 13,
        "kg": "КРсындагы эң бийик тоолуу өрөөн?",
        "ru": "Самой высокогорной долиной в КР считается?",
        "optionsKg": [
            "Ак-Сай",
            "Баткен",
            "Соң-Көл",
            "Телес"
        ],
        "optionsRu": [
            "Ак-Сайская",
            "Баткенская",
            "Сон-Кульская",
            "Телеская"
        ],
        "correctIndex": 0
    },
    {
        "number": 14,
        "kg": "КРсында кайсы тоо кыркасы туурасынан жайгашкан?",
        "ru": "Какой горный хребет располагается почти поперек в КР?",
        "optionsKg": [
            "Сандык тоо кыркасы",
            "Байбиче-Тоо",
            "Кара-Тоо",
            "Фергана"
        ],
        "optionsRu": [
            "хребет Сандык",
            "Байбиче- Тоо",
            "Кара-Тоо",
            "Ферганский"
        ],
        "correctIndex": 3
    },
    {
        "number": 15,
        "kg": "КРсындагы ири жабык ойдуң?",
        "ru": "Крупной закрытой впадиной в КР считается?",
        "optionsKg": [
            "Ысык-Көл",
            "Тогуз-Торо",
            "Чоң-Кемин",
            "Кара-Кужур"
        ],
        "optionsRu": [
            "Иссык-Кульская",
            "Тогуз-Тороуская",
            "Чоң-Кеминская",
            "Кара Куджур"
        ],
        "correctIndex": 0
    },
    {
        "number": 16,
        "kg": "КРсында өрөөндөр абсолюттук бийиктиги боюнча канчага бөлүнөт?",
        "ru": "По абсолютной высоте долины в КР подразделяются?",
        "optionsKg": [
            "6 типке",
            "3 типке",
            "8 типке",
            "2 типке"
        ],
        "optionsRu": [
            "на 6 типов",
            "на 3 типа",
            "на 8 типов",
            "на 2 типа"
        ],
        "correctIndex": 1
    },
    {
        "number": 17,
        "kg": "Кыргыз Республикасы менен Кытай менен чек арасы кайсы кырка тоо аркылуу өтөт?",
        "ru": "По какому горному хребту проходит граница Кыргызской Республики с Китая?",
        "optionsKg": [
            "Фергана кырка тоо",
            "Талас Ала тоо",
            "Какшаал тоо",
            "Чаткал кырка тоо",
            "Молдо-Тоо"
        ],
        "optionsRu": [
            "Ферганские хребты",
            "Таласские Ала-Тоо",
            "Какшаалские горы",
            "Чаткальские хребты",
            "Молдо-Тоо"
        ],
        "correctIndex": 2
    },
    {
        "number": 18,
        "kg": "КРсындагы өрөөндөр кандай пайда болгон?",
        "ru": "Какого  происхождения долины в КР ?",
        "optionsKg": [
            "деңиздик",
            "тектоникалык",
            "кораллдык",
            "шиленди"
        ],
        "optionsRu": [
            "морского",
            "тектонического",
            "кораллового",
            "завального"
        ],
        "correctIndex": 1
    },
    {
        "number": 19,
        "kg": "КРсынын тоолору бийиктиги боюнча канча  типке бөлүнгөн?",
        "ru": "На какие типы по высоте делятся горы в КР?",
        "optionsKg": [
            "2 типке",
            "16 типке",
            "3 типке",
            "1 типке"
        ],
        "optionsRu": [
            "на 2 типа",
            "на 16 типов",
            "на 3 типа",
            "на 1 тип"
        ],
        "correctIndex": 2
    },
    {
        "number": 20,
        "kg": "Рельефтин адырдык формасы кайсы жерлерде жайгашкан?",
        "ru": "Где располагаются  адырные  формы  рельефа?",
        "optionsKg": [
            "бийик тоолордо",
            "тоо этектеринде",
            "өрөөндөрдө",
            "дарыялардын нугунда"
        ],
        "optionsRu": [
            "в высокогорье",
            "в подошвах хребтов",
            "в долине",
            "в руслах рек"
        ],
        "correctIndex": 1
    },
    {
        "number": 21,
        "kg": "Кыргызстанда орточо бийиктик (абсолюттук) канчага барабар?",
        "ru": "Чему равна средняя  высота (абс.) в Кыргызстане?",
        "optionsKg": [
            "500 м",
            "1000 м",
            "8000 м",
            "2500 м"
        ],
        "optionsRu": [
            "500 м",
            "1000 м",
            "8000 м",
            "2500 м"
        ],
        "correctIndex": 3
    },
    {
        "number": 22,
        "kg": "Кыргыз Республикасынын түндүгүнөн  түштүгүнө  чейинки  аралык",
        "ru": ".Протяженность Кыргызской Республики с севера на юг",
        "optionsKg": [
            "300 км",
            "410 км",
            "459 км",
            "640 км"
        ],
        "optionsRu": [
            "300 км",
            "410 км",
            "459 км",
            "640 км"
        ],
        "correctIndex": 2
    },
    {
        "number": 23,
        "kg": "Какая впадина в Кыргызстане считается сквозной?",
        "ru": "Чүй жана Ысык-Көл ойдуңун кайсы  капчыгай  бириктирип турат?",
        "optionsKg": [
            "Талаская",
            "Чуйская",
            "Тогуз-Тороуская",
            "Ферганская"
        ],
        "optionsRu": [
            "Талаская",
            "Чуйская",
            "Тогуз-Тороуская",
            "Ферганская"
        ],
        "correctIndex": 2
    },
    {
        "number": 24,
        "kg": "Чүй жана Ысык-Көл ойдуңун кайсы  капчыгай  бириктирип турат?",
        "ru": "Какое  ущелье соединяет Чуйскую и Иссык-Кульскую впадины?",
        "optionsKg": [
            "Боом",
            "Долон",
            "Чычкан",
            "Кызыл-Бел"
        ],
        "optionsRu": [
            "Боомская",
            "Долонская",
            "Чычкан",
            "Кызыл-Бельская"
        ],
        "correctIndex": 0
    },
    {
        "number": 25,
        "kg": "Чоң Алай (Заалай) тоо кыркасы кайсы тоо системасына кирет?",
        "ru": "К какой горной системе относится Заалайский хребет?",
        "optionsKg": [
            "Тянь-Шань",
            "Памир-Алай",
            "Казах",
            "Непаль"
        ],
        "optionsRu": [
            "Тянь-Шанской",
            "Памиро-Алайской",
            "Казахской",
            "Непальской"
        ],
        "correctIndex": 1
    },
    {
        "number": 26,
        "kg": "Ысык-Көл ойдуңунун (батыштан чыгышка чейинки) узундугу канча?",
        "ru": "Какова длина ( с запада на восток) Иссык-Кульской котловины?",
        "optionsKg": [
            "500 км",
            "350 ка",
            "150 км",
            "250 км"
        ],
        "optionsRu": [
            "500 км",
            "350 ка",
            "150 км",
            "250 км"
        ],
        "correctIndex": 3
    },
    {
        "number": 27,
        "kg": "КРсында тоо кыркалары канча пайыз аймакты ээлейт?",
        "ru": "Сколько процентов территории КР занимают горные хребты?",
        "optionsKg": [
            "20 %",
            "40 %",
            "90 %",
            "65 %"
        ],
        "optionsRu": [
            "20 %",
            "40 %",
            "90 %",
            "65 %"
        ],
        "correctIndex": 3
    },
    {
        "number": 28,
        "kg": "Кыргызстан канча орографиялык районго бөлүнөт?",
        "ru": "На сколько орографических районов делят Кыргызстан?",
        "optionsKg": [
            "2 районго",
            "8 районго",
            "6 районго",
            "бөлүнбөйт"
        ],
        "optionsRu": [
            "2 района",
            "8 районов",
            "6 районов",
            "не делят"
        ],
        "correctIndex": 2
    },
    {
        "number": 29,
        "kg": "Кыргызстанда өндүрүлгөн кайсы металл  электротехникада, медицинада, тоо-кен ишинде кеӊири колдонулат?",
        "ru": "Какой металл, добывемый в Кыргызстане, широко применяется в электротехнике, медицине, в горном деле?",
        "optionsKg": [
            "сымап",
            "калай",
            "темир",
            "цинк"
        ],
        "optionsRu": [
            "ртуть",
            "олово",
            "железо",
            "цинк"
        ],
        "correctIndex": 0
    },
    {
        "number": 30,
        "kg": "Кыргыз Республикасынын эң бийик жери канча метр бийиктикте?",
        "ru": "На какой высоте самое высокое место в Кыргызской Республике?",
        "optionsKg": [
            "7439 м",
            "8940 м",
            "6009 м",
            "2900 м",
            "10920 м"
        ],
        "optionsRu": [
            "7439 м",
            "8940 м",
            "6009 м",
            "2900 м",
            "10920 м"
        ],
        "correctIndex": 0
    },
    {
        "number": 31,
        "kg": "Фергана кырка тоосунун орто жана бийик тилкелеринде кардын орточо калыӊдыгы канчага барабар?",
        "ru": "Сколько см  снежного покрова  образуется  в средних и  высокогорных  поясах   Ферганского хребта?",
        "optionsKg": [
            "100 см",
            "130 см",
            "200 см",
            "150 см"
        ],
        "optionsRu": [
            "100 см",
            "130 см",
            "200 см",
            "150 см"
        ],
        "correctIndex": 3
    },
    {
        "number": 32,
        "kg": "Кыргыз Республикасынын  батышынан  чыгышына  чейинки  аралык",
        "ru": "Протяженность Кыргызской Республики с запада на восток",
        "optionsKg": [
            "300 км",
            "410 км",
            "459 км",
            "925 км"
        ],
        "optionsRu": [
            "300 км",
            "410 км",
            "459 км",
            "925 км"
        ],
        "correctIndex": 3
    },
    {
        "number": 33,
        "kg": "Жаан- чачындын көбөйүүсү кайсыл бийиктике чейин уланат?",
        "ru": "До какой высоты продолжается увеличение осадков?",
        "optionsKg": [
            "3700 м",
            "3800 м",
            "4000 м",
            "4300 м"
        ],
        "optionsRu": [
            "3700 м",
            "3800 м",
            "4000 м",
            "4100 м"
        ],
        "correctIndex": 2
    },
    {
        "number": 34,
        "kg": "Кыргызстанда кайсыл айлар эң жылуу болуп саналат:",
        "ru": "Какие месяцы в Кыргызстане  являются наиболее  теплыми:",
        "optionsKg": [
            "июнь жана июль",
            "июль жана август",
            "август жана сентябрь",
            "май жана июнь"
        ],
        "optionsRu": [
            "июнь и июль",
            "июль и август",
            "август и сентябрь",
            "май и июнь"
        ],
        "correctIndex": 1
    },
    {
        "number": 35,
        "kg": "Кыргыз Республикасынын  аймагы  канчанчы сааттык алкактан орун алган?",
        "ru": "Территория Кыргызской Республики на каком часовом поясе находятся?",
        "optionsKg": [
            "7",
            "8",
            "5",
            "1"
        ],
        "optionsRu": [
            "7",
            "8",
            "5",
            "1"
        ],
        "correctIndex": 2
    },
    {
        "number": 36,
        "kg": "Балыкчы шаарында жаан-чачындын жылдык өлчөмү канча?",
        "ru": "Сколько осадков выпадает в  г.Балыкчы?",
        "optionsKg": [
            "100 мм",
            "120 мм",
            "130 мм",
            "115 мм"
        ],
        "optionsRu": [
            "100 мм",
            "120 мм",
            "130 мм",
            "115 мм"
        ],
        "correctIndex": 3
    },
    {
        "number": 37,
        "kg": "Кыргыз Ала-Тоо кыркасынын түндүк капталында мөңгүлөрдүн саны канча?",
        "ru": "Сколько  ледников имеется на северном  склоне хребта  Кыргызского  Ала-Тоо?",
        "optionsKg": [
            "40",
            "500",
            "600",
            "453"
        ],
        "optionsRu": [
            "40",
            "500",
            "600",
            "453"
        ],
        "correctIndex": 3
    },
    {
        "number": 38,
        "kg": "Чүй дарыясынын оң куймасы болуп  кайсы дарыя саналат?",
        "ru": "Какие реки являются правыми притоками р.Чу ?",
        "optionsKg": [
            "Чон Кемин жана Кичи Кемин",
            "Кара-Балта",
            "Ала-Арча",
            "Аламүдүн"
        ],
        "optionsRu": [
            "Чон Кемин и Кичи Кемин",
            "Кара-Балта",
            "Ала-Арча",
            "Аламудюн"
        ],
        "correctIndex": 0
    },
    {
        "number": 39,
        "kg": "Чоң-Кемин дарыясынын алабына таандык канча мөңгү бар?",
        "ru": "Сколько  ледников   в бассейне реки Чон-Кемин?",
        "optionsKg": [
            "177 ледников",
            "180 ледников",
            "150 ледников",
            "200 ледников"
        ],
        "optionsRu": [
            "177 ледников",
            "180 ледников",
            "150 ледников",
            "200 ледников"
        ],
        "correctIndex": 0
    },
    {
        "number": 40,
        "kg": "Түркестан тоо кыркасынын жалпы узундугу канча км түзөт?",
        "ru": "Сколько км составляет общая длина Туркестанского хребта  ?",
        "optionsKg": [
            "360 км",
            "400 км",
            "500 км",
            "320 км"
        ],
        "optionsRu": [
            "360 км",
            "400 км",
            "500 км",
            "320 км"
        ],
        "correctIndex": 3
    },
    {
        "number": 41,
        "kg": "Нарын дарыясынын эң ири оң куймасы болуп кайсы дарыя саналат?",
        "ru": "Какая река  является самым крупным правым  притоком  реки Нарын?",
        "optionsKg": [
            "Коко Мерен",
            "Ат-Башы",
            "Улан",
            "Жаны-Жер"
        ],
        "optionsRu": [
            "Коко Мерен",
            "Ат-Башы",
            "Улан",
            "Жаны-Жер"
        ],
        "correctIndex": 0
    },
    {
        "number": 42,
        "kg": "Талас дарыясынын куймаларынын арасынан эң ириси болуп кайсы дарыя эсептелет?",
        "ru": "Талас дарыясынын куймаларынын арасынан эң ириси болуп кайсы дарыя эсептелет?",
        "optionsKg": [
            "Үрмарал",
            "Беш-Таш",
            "Уч-Кошой",
            "Каракол"
        ],
        "optionsRu": [
            "Үрмарал",
            "Беш-Таш",
            "Уч-Кошой",
            "Каракол"
        ],
        "correctIndex": 0
    },
    {
        "number": 43,
        "kg": "Кыргызстанда көлөмү боюнча үчүнчү орунда турган кайсы дарыя?",
        "ru": "Какая река в Кыргызстане по величине занимает  третье место?",
        "optionsKg": [
            "Сары-Жаз",
            "Кызыл-Суу",
            "Талас",
            "Кен-Кол"
        ],
        "optionsRu": [
            "Сары-Жаз",
            "Кызыл-Суу",
            "Талас",
            "Кен-Кол"
        ],
        "correctIndex": 0
    },
    {
        "number": 44,
        "kg": "Кыргызстандын аймагында минералдык суулар чыккан жерлер канча?",
        "ru": "Сколько месторождений минеральных вод на территории  Кыргызстана ?",
        "optionsKg": [
            "250 ашык",
            "300 ашык",
            "290 ашык",
            "310 ашык"
        ],
        "optionsRu": [
            "более 250",
            "более 300",
            "более 290",
            "более 310"
        ],
        "correctIndex": 0
    },
    {
        "number": 45,
        "kg": "Кыргыз Республикасында  калктын орточо жыштыгы канча?",
        "ru": "Сколько составляет средняя плотность населения в Кыргызской Республике  ?",
        "optionsKg": [
            "35",
            "40",
            "31",
            "28"
        ],
        "optionsRu": [
            "35",
            "40",
            "31",
            "28)"
        ],
        "correctIndex": 2
    },
    {
        "number": 46,
        "kg": "Где расположено озеро Чатыр-Куль ?",
        "ru": "Ландшафтын калыптанышына кайсы жаратылыш факторлору  таасир этет?",
        "optionsKg": [
            "Внутреннем Тянь-Шане",
            "Центральном Тянь-Шане",
            "Северо-Восточном Тянь-Шане",
            "Северо-Западном Тянь-Шане"
        ],
        "optionsRu": [
            "Внутреннем Тянь-Шане",
            "Центральном Тянь-Шане",
            "Северо-Восточном Тянь-Шане",
            "Северо-Западном Тянь-Шане"
        ],
        "correctIndex": 0
    },
    {
        "number": 47,
        "kg": "Ландшафтын калыптанышына кайсы жаратылыш факторлору  таасир этет?",
        "ru": "Какие природные факторы влияют на формирование ландшафтов?",
        "optionsKg": [
            "чөкмөлөр",
            "үлүл кабыгы",
            "рельеф",
            "деңиз"
        ],
        "optionsRu": [
            "осадки",
            "ракушки",
            "рельеф",
            "море"
        ],
        "correctIndex": 2
    },
    {
        "number": 48,
        "kg": "Кыргызстандын ландшафтынын бирден бир негизги өзгөчөлүгү?",
        "ru": "Одним из основных особенностей  ландшафтов Кыргызстана?",
        "optionsKg": [
            "жапыстуулук",
            "жардылыгы",
            "баш аламандуулугу",
            "ярустуулугу"
        ],
        "optionsRu": [
            "низкорослость",
            "бедность",
            "хаотичность",
            "ярусность"
        ],
        "correctIndex": 3
    },
    {
        "number": 49,
        "kg": "Кыргызстандагы эң кеңири таралган ландшафтар?",
        "ru": "Наиболее распространенные ландшафты   Кыргызстана?",
        "optionsKg": [
            "Саздуу",
            "шордуу жерлер",
            "тоолуу-талаа",
            "такырлар"
        ],
        "optionsRu": [
            "болотные",
            "солончаковые",
            "горно-степные",
            "такырные"
        ],
        "correctIndex": 1
    },
    {
        "number": 50,
        "kg": "Түндүк Теңир-Тоого тиешелүү өрөөндү атагыла.",
        "ru": "Назовите долину принадлежащую к Северному Тенгир-Тоо.",
        "optionsKg": [
            "Фергана өрөөнү",
            "Алай өрөөнү",
            "Нарынөрөөнү",
            "Кемин өрөөнү",
            "Ат-Башы өрөөнү"
        ],
        "optionsRu": [
            "Ферганская долина",
            "Алайская долина",
            "Нарынская долина",
            "Кеминская долина",
            "Ат-Башинская долина"
        ],
        "correctIndex": 3
    },
    {
        "number": 51,
        "kg": "Кыргызстанда “маданий ландшафт” деп кайсыларды аташат?",
        "ru": "Какие ландшафты  называю “культурные ландшафты” в Кыргызстане?",
        "optionsKg": [
            "карлуу",
            "көтөрүңкү жерлер",
            "адам түзгөн",
            "шамал түзгөн"
        ],
        "optionsRu": [
            "снежные",
            "приподнятые",
            "созданные человекам",
            "созданные ветром"
        ],
        "correctIndex": 2
    },
    {
        "number": 52,
        "kg": "Кыргызстандын ландшафты кайсы мыйзам ченемдүүлүк боюнча таралган?",
        "ru": "По каким природным закономерностям распространены ландшафты Кыргызстана?",
        "optionsKg": [
            "кеңдик",
            "узундук",
            "тереңдик",
            "бийиктик"
        ],
        "optionsRu": [
            "широтным",
            "долготным",
            "глубинным",
            "высотным"
        ],
        "correctIndex": 2
    },
    {
        "number": 53,
        "kg": "Ленин чокусу кайсы тоо кыркасында?",
        "ru": "На каком горном хребте расположен пик Ленина?",
        "optionsKg": [
            "Фергана",
            "Пскем",
            "Какшаал тоо",
            "Чон Алай"
        ],
        "optionsRu": [
            "Фергана",
            "Пскем",
            "Какшаал тоо",
            "Заалайский"
        ],
        "correctIndex": 3
    },
    {
        "number": 54,
        "kg": "Кыргызстандын жайлоолору үчүн кайсы ландшафт мүнөздүү?",
        "ru": "Какие ландшафты характерны для джайлоо  Кыргызстана?",
        "optionsKg": [
            "чөл",
            "аскалуу",
            "шалбаа",
            "мөңгүлүү"
        ],
        "optionsRu": [
            "пустынные",
            "скальные",
            "луговые",
            "глетчерные"
        ],
        "correctIndex": 2
    },
    {
        "number": 55,
        "kg": "Төмөнкү саналган ГЭСтердин кайсынысы Нарын дарыясына курулган?",
        "ru": "Какие нижеперечисленных ГЭС построены на реке Нарын?",
        "optionsKg": [
            "Токтогул",
            "Ат-Башы",
            "Аламүдүн",
            "Борду"
        ],
        "optionsRu": [
            "Токтогулская",
            "Ат-Башинская",
            "Аламединская",
            "Бордунская"
        ],
        "correctIndex": 0
    },
    {
        "number": 56,
        "kg": "Кыргызстандын аймагында токой ландшафты канча пайызды  ээлейт?",
        "ru": "Кыргызстандын аймагында токой ландшафты канча пайызды  ээлейт?",
        "optionsKg": [
            "50%",
            "30%",
            "20%",
            "5%"
        ],
        "optionsRu": [
            "50%",
            "30%",
            "20%",
            "5%"
        ],
        "correctIndex": 3
    },
    {
        "number": 57,
        "kg": "Нарын дарыясынын узундугу канча?",
        "ru": "Какова длина реки Нарын?",
        "optionsKg": [
            "400",
            "535",
            "480",
            "580"
        ],
        "optionsRu": [
            "400",
            "535",
            "480",
            "580"
        ],
        "correctIndex": 1
    },
    {
        "number": 58,
        "kg": "Сурьма кени кайсы жерде орун алган?",
        "ru": "В каком месте расположено сурьмяное месторождение?",
        "optionsKg": [
            "Хайдарканда",
            "Майлы-Сууда",
            "Кадамжайда",
            "Бордуда"
        ],
        "optionsRu": [
            "Хайдаркане",
            "Майлы-Суу",
            "Кадамжай",
            "Борду"
        ],
        "correctIndex": 2
    },
    {
        "number": 59,
        "kg": "Кыргызстандын топурактары жөнүндөгү китептин автору?",
        "ru": "Назовите автора работ о почвах Кыргызстана?",
        "optionsKg": [
            "П.Федченко",
            "Н.Северцев",
            "А. Мамытов",
            "К.Оторбаев"
        ],
        "optionsRu": [
            "П.Федченко",
            "Н.Северцев",
            "А. Мамытов",
            "К.Оторбаев"
        ],
        "correctIndex": 2
    },
    {
        "number": 60,
        "kg": "Хан-Тенгри тоо массивине барган, биринчи орус окумуштуусу ким?",
        "ru": "Первый русский учёный, посетивший горный массив Хан Тенгри?",
        "optionsKg": [
            "И.Мушкетов",
            "П.П.Семенов-Тянь-Шанский",
            "Н.А.Северцов",
            "Н.М.Пржевальский"
        ],
        "optionsRu": [
            "И. Мушкетов",
            "П. П. Семенов-Тянь-Шанский",
            "Н. А. Северцев",
            "Н. М. Пржевальский"
        ],
        "correctIndex": 1
    },
    {
        "number": 61,
        "kg": "Кыргызстандагы негизги күйүүчү кен байлык?",
        "ru": "Кыргызстандагы негизги күйүүчү кен байлык?",
        "optionsKg": [
            "көмүр",
            "нефть",
            "күйүүчү сланец",
            "торф"
        ],
        "optionsRu": [
            "көмүр",
            "нефть",
            "күйүүчү сланец",
            "торф"
        ],
        "correctIndex": 0
    },
    {
        "number": 62,
        "kg": "Кабак көмүр кенинде көмүрдү казып алуу кандай жол менен жүргүзүлөт?",
        "ru": "Каким  способом ведется добыча углей в Кабакском угольном   месторождении?",
        "optionsKg": [
            "жабык түрдө",
            "шахта түрүндө",
            "бургулоо методу",
            "ачык түрдө"
        ],
        "optionsRu": [
            "закрытым",
            "шахтном",
            "методом шурфа",
            "открытом"
        ],
        "correctIndex": 3
    },
    {
        "number": 63,
        "kg": "Кайсы көмүр бассейнинде коксталуучу көмүр жайгашкан?",
        "ru": "В каком угольном бассейне залегают коксующиеся угли?",
        "optionsKg": [
            "Баткенде",
            "Өзгөндө",
            "Кабакта",
            "Алайда"
        ],
        "optionsRu": [
            "Баткенском",
            "Узгенском",
            "Кабакском",
            "Алайском"
        ],
        "correctIndex": 1
    },
    {
        "number": 64,
        "kg": "Ысык-Көл ойдуңунун кайсы бөлүгүндө көмүр кени жайгашкан?",
        "ru": "Где расположены угольные месторождения  в Иссык-Кульской котловине?",
        "optionsKg": [
            "батышында",
            "түндүгүндө",
            "түштүк-чыгышында",
            "Жети-Өгүздө"
        ],
        "optionsRu": [
            "на западе",
            "на севере",
            "на юго-востоке",
            "в Джети-Огузе"
        ],
        "correctIndex": 2
    },
    {
        "number": 65,
        "kg": "Кыргызстанда нефть кайсы жерден казылып алынат?",
        "ru": "Где в Кыргызстане добывают нефть?",
        "optionsKg": [
            "Нарын облусунда",
            "Джалал-Абад облусунда",
            "Чуй облусунда",
            "Талас облусунда"
        ],
        "optionsRu": [
            "Нарынской области",
            "Джалал-Абадской области",
            "Чуйской области",
            "Таласской области"
        ],
        "correctIndex": 1
    },
    {
        "number": 66,
        "kg": "Нефть кен байлыктын кайсы түрүнө кирет?",
        "ru": "К какому типу    полезных ископаемых относится нефть ?",
        "optionsKg": [
            "курулуш",
            "металл",
            "түстүү",
            "күйүүчү"
        ],
        "optionsRu": [
            "строительным",
            "металлическим",
            "цветным",
            "горючим"
        ],
        "correctIndex": 3
    },
    {
        "number": 67,
        "kg": "Кыргызстанда темир рудасынын эң көп запасы кайсы жерде жайгашкан?",
        "ru": "Кыргызстанда темир рудасынын эң көп запасы кайсы жерде жайгашкан?",
        "optionsKg": [
            "Сандыкта",
            "Кабакта",
            "Жетимде",
            "Ак-Түздө"
        ],
        "optionsRu": [
            "Сандыкта",
            "Кабакта",
            "Жетимде",
            "Ак-Түздө"
        ],
        "correctIndex": 2
    },
    {
        "number": 68,
        "kg": "Жетим бассейнинде темир рудасынын канча запасы жайгашканы болжолдонгон?",
        "ru": "Сколько по прогнозам железной руды залегают в Джетимском бассейне?",
        "optionsKg": [
            "100 миӊ т",
            "200 миӊ т",
            "5 млрд т",
            "11 млрд т"
        ],
        "optionsRu": [
            "100 тыс.тонн",
            "200 тыс. тонн",
            "5 млрд. тонн",
            "11 млрд. тонн"
        ],
        "correctIndex": 3
    },
    {
        "number": 69,
        "kg": "Темир рудасы кен байлыктардын кайсы түрүнө кирет?",
        "ru": "К каким видам полезных ископаемых относится железная  руда?",
        "optionsKg": [
            "күйүүчү",
            "металл эмес",
            "металл",
            "сейрек кездешүүчү"
        ],
        "optionsRu": [
            "горючим",
            "неметаллическим",
            "металлическим",
            "редким"
        ],
        "correctIndex": 2
    },
    {
        "number": 70,
        "kg": "Ысык-Көл өрөөнүнүн кайсы жеринде күрөң көмүр өндүрүлөт?",
        "ru": "В какой части Иссык-Кульской долины добывается бурый уголь?",
        "optionsKg": [
            "Күрмөнтүдө",
            "Жыргалаңда",
            "Сары-Жазда",
            "Кара-Кечеде"
        ],
        "optionsRu": [
            "Курмонту",
            "Жергалане",
            "Сары-Джазе",
            "Кара-Кече"
        ],
        "correctIndex": 1
    },
    {
        "number": 71,
        "kg": "Сурьма кайсы кен байлыктын түрүнө кирет?",
        "ru": "К какому виду полезных ископаемых относится сурьма?",
        "optionsKg": [
            "түстүү металл",
            "баалуу таштар",
            "курулуш",
            "базальттык"
        ],
        "optionsRu": [
            "цветным металлам",
            "драгоценным камням",
            "строительным",
            "базальтовым"
        ],
        "correctIndex": 0
    },
    {
        "number": 72,
        "kg": "Сырдарыянын системасына тиешелүү дарыяны атагыла",
        "ru": "Назовите реку относящуюся к системе Сыр-Дарьи",
        "optionsKg": [
            "Сары-Жаз",
            "Кызыл-Суу",
            "Нарын",
            "Жыргалаӊ"
        ],
        "optionsRu": [
            "Сары-Жаз",
            "Кызыл-Суу",
            "Нарын",
            "Жыргалан"
        ],
        "correctIndex": 2
    },
    {
        "number": 73,
        "kg": "Кыргызстанда кайсы металл сымап менен бирге кездешет?",
        "ru": "Какой металл в Кыргызстане встречается с  ртутью?",
        "optionsKg": [
            "туз",
            "фтор",
            "сурьма",
            "алтын"
        ],
        "optionsRu": [
            "соль",
            "фтор",
            "сурьма",
            "золото"
        ],
        "correctIndex": 2
    },
    {
        "number": 74,
        "kg": "Калай кени Кыргызстандын кайсы жеринде жайгашкан?",
        "ru": "Где расположены оловянные месторождения в Кыргызстане?",
        "optionsKg": [
            "Талас өрөөнүндө",
            "Ак-Талаа ойдуӊунда",
            "Чуй өрөөнүндө",
            "Сары-Жаз өрөөнүндө"
        ],
        "optionsRu": [
            "Таласской долине",
            "Ак-Талинской впадине",
            "Чуйской долине",
            "Сары-Джазской долине"
        ],
        "correctIndex": 2
    },
    {
        "number": 75,
        "kg": "Кыргызстанда жез рудасы кайсы жерде жайгашкан?",
        "ru": "В каких местах в Кыргызстане расположены медные руды?",
        "optionsKg": [
            "Боом капчыгайында",
            "Чаткал өрөөнүндө",
            "Бордуда",
            "Татыр ойдуӊунда"
        ],
        "optionsRu": [
            "Боомском ущелье",
            "Чаткальской долине",
            "Борду",
            "Татырской впадине"
        ],
        "correctIndex": 1
    },
    {
        "number": 76,
        "kg": "Кыргызстанда аллюминийдин запасы кайсы жерде жайгашкан?",
        "ru": "Где расположены запасы алюминия в Кыргызстане?",
        "optionsKg": [
            "Талды-Булакта",
            "Милянфанда",
            "Сандыкта",
            "Борбу-Тоодо"
        ],
        "optionsRu": [
            "Талды-Булаке",
            "Милянфане",
            "Сандыке",
            "Борбу-Тоо"
        ],
        "correctIndex": 2
    },
    {
        "number": 77,
        "kg": "Кыргызстандагы кайсы тоо кыркасында мышьяк кени табылган?",
        "ru": "В каком горном хребте найдены месторождения мышьяка в Кыргызстане?",
        "optionsKg": [
            "Киргиз Ала-Тоосунда",
            "Ат-Башы",
            "Фергана",
            "Талас Ала-Тоосунда"
        ],
        "optionsRu": [
            "Киргизском",
            "Ат-Башинском",
            "Ферганском",
            "Таласском"
        ],
        "correctIndex": 3
    },
    {
        "number": 78,
        "kg": "Кыргызстандагы ири алтын кени.",
        "ru": "Крупнейшие месторождения золота в Кыргызстане?",
        "optionsKg": [
            "Бешим",
            "Чаусай",
            "Кумтөр",
            "Жол-Булак"
        ],
        "optionsRu": [
            "Бешимский",
            "Чаусайский",
            "Кумторский",
            "Жол-Булакский"
        ],
        "correctIndex": 2
    },
    {
        "number": 79,
        "kg": "Кыргызстан кайсы металл эмес кенге бай?",
        "ru": "Какими неметаллическими полезными ископаемыми богата территория Кыргызстана?",
        "optionsKg": [
            "торфтук",
            "курулуш",
            "агат",
            "борзым"
        ],
        "optionsRu": [
            "торфяными",
            "строительными",
            "агатными",
            "борзыми"
        ],
        "correctIndex": 1
    },
    {
        "number": 80,
        "kg": "Кыргызстанда кайсы беттелүүчү материал курулушта көбүрөөк колдонулат?",
        "ru": "Какой облицовочный материал используется чаще в строительстве в Кыргызстане?",
        "optionsKg": [
            "шагыл",
            "кирпич",
            "мрамор",
            "жыгач"
        ],
        "optionsRu": [
            "галька",
            "кирпич",
            "мрамор",
            "дерево"
        ],
        "correctIndex": 2
    },
    {
        "number": 81,
        "kg": "Кыргызстанда курулуш материалдары кайсы  жерлерде казылат?",
        "ru": "В каких местах добываются строительные материалы  в Кыргызстане?",
        "optionsKg": [
            "тоо этектеринде",
            "тоолордун бийик бөлүктөрүндө",
            "саздарда",
            "көлдөрдө"
        ],
        "optionsRu": [
            "предгорной зоне",
            "привешенных зонах хребтов",
            "болотах",
            "в озёрах"
        ],
        "correctIndex": 0
    },
    {
        "number": 82,
        "kg": "Кыргызстандагы ири мрамор кени?",
        "ru": "Крупное месторождение мрамора в Кыргызстане?",
        "optionsKg": [
            "Жумгал",
            "Сары-Жаз",
            "Кара-Балта",
            "Чычкан"
        ],
        "optionsRu": [
            "Джумгальское",
            "Сары-Джазское",
            "Кара-Балтинское",
            "Чычканское"
        ],
        "correctIndex": 3
    },
    {
        "number": 83,
        "kg": "Жалал-Абад облусундагы туздун ири кени?",
        "ru": "Крупные месторождения соли в Джалал-Абадской области?",
        "optionsKg": [
            "Кетмен-Төбө",
            "Чуй",
            "Ак-Тал",
            "Кызыл-Адыр"
        ],
        "optionsRu": [
            "Кетмень-Тюбинское",
            "Чуйское",
            "Ак-Талское",
            "Кызыл-Адырское"
        ],
        "correctIndex": 0
    },
    {
        "number": 84,
        "kg": "Кочкор ойдуӊу кайсы кен байлыкка бай?",
        "ru": "Какими  полезными ископаемыми богата Кочкорская впадина?",
        "optionsKg": [
            "көмүр",
            "баалуу таштар",
            "туз",
            "нефть"
        ],
        "optionsRu": [
            "уголь",
            "драгоценные камни",
            "соль",
            "нефть"
        ],
        "correctIndex": 2
    },
    {
        "number": 85,
        "kg": "Айнек чыгаруу үчүн кайсы курулуш материалы пайдаланылат?",
        "ru": "Какие строительные материалы используются для производства стекла?",
        "optionsKg": [
            "шагыл",
            "кварц куму",
            "күмүш",
            "мазут"
        ],
        "optionsRu": [
            "галка",
            "кварцевый песок",
            "серебро",
            "мазут"
        ],
        "correctIndex": 1
    },
    {
        "number": 86,
        "kg": "Кыргыз Республикасынын жалпы аянты канчага барабар?",
        "ru": "Какова общая площадь Кыргызской Республики?",
        "optionsKg": [
            "199,9 миӊ км",
            "195,9тыс.км",
            "190,8тыс.км",
            "189,9тыс.км"
        ],
        "optionsRu": [
            "199,9тыс.км",
            "195,9тыс.км",
            "190,8тыс.км",
            "189,9тыс.км"
        ],
        "correctIndex": 0
    },
    {
        "number": 87,
        "kg": "Кыргыз Республикасынын Президенти канча мөөнөткө шайланат?",
        "ru": "На какой срок избирается Президент Кыргызской Республики?",
        "optionsKg": [
            "6жыл",
            "7жыл",
            "5жыл",
            "4жыл"
        ],
        "optionsRu": [
            "6лет",
            "7лет",
            "5лет",
            "4года"
        ],
        "correctIndex": 0
    },
    {
        "number": 88,
        "kg": "Кыргызстандын кайсы шаары X-XIII- кылымдарда кубаттуу чеп, соода жана административдик борбор болгон?",
        "ru": "Кыргызстандын кайсы шаары X-XIII- кылымдарда кубаттуу чеп, соода жана административдик борбор болгон?",
        "optionsKg": [
            "Пишпек",
            "Каракол",
            "Ош",
            "Өзгөн"
        ],
        "optionsRu": [
            "Пишпек",
            "Каракол",
            "Ош",
            "Өзгөн"
        ],
        "correctIndex": 3
    },
    {
        "number": 89,
        "kg": "Ысык-Көл өрөөнүнүн кайсы жеринде күрөӊ көмүр өндүрүлөт?",
        "ru": "В каком месте Иссык-Кульской котловины добываются бурые угли?",
        "optionsKg": [
            "Күрмөнтү",
            "Жыргалаӊда",
            "Барскоондо",
            "Сүлүктүдө"
        ],
        "optionsRu": [
            "Курмонту",
            "Жыргалан",
            "Барскоон",
            "Сулукта"
        ],
        "correctIndex": 0
    },
    {
        "number": 90,
        "kg": "Эмгек жашынан өткөн курактагылар өлкөнүн калкынын канча пайызын түзөт?",
        "ru": "Какой процент  населения страны составляет  лица старше трудоспособного  возраста?",
        "optionsKg": [
            "7,5%",
            "7%",
            "8%",
            "6%"
        ],
        "optionsRu": [
            "7,5%",
            "7%",
            "8%",
            "6%"
        ],
        "correctIndex": 0
    },
    {
        "number": 91,
        "kg": "Кыргыз Республикасында канча улуттун өкүлдөрү жашайт?",
        "ru": "Сколько всего национальностей проживает на территории Кыргызской Республики?",
        "optionsKg": [
            "100 ашуун",
            "80 ашуун",
            "70 ашуун",
            "120 ашуун"
        ],
        "optionsRu": [
            "более 100",
            "более 80",
            "более 70",
            "более 120"
        ],
        "correctIndex": 0
    },
    {
        "number": 92,
        "kg": "Өлкөдөгү калктын жалпы санынын канча пайызын кыргыздар түзөт?",
        "ru": "Какой процент от общей численности населения страны составляют кыргызы?",
        "optionsKg": [
            "70,6%",
            "73,3%",
            "69%",
            "71%"
        ],
        "optionsRu": [
            "70,6%",
            "73,3%",
            "69%",
            "71%"
        ],
        "correctIndex": 1
    },
    {
        "number": 93,
        "kg": "Талас өрөөнүнөн Суусамыр өрөөнүнө кайсы ашуу аркылуу ашабыз?",
        "ru": "Через какой перевал переходим из Таласской долины в Суусамырскую долину?",
        "optionsKg": [
            "Өтмөк",
            "Талдык",
            "Ала-Бел",
            "Төө-Ашуу",
            "Долон"
        ],
        "optionsRu": [
            "Отмёк",
            "Талдык",
            "Ала-Бел",
            "Тоо ашуу",
            "Долон"
        ],
        "correctIndex": 0
    },
    {
        "number": 94,
        "kg": "Кыргыз Республикасында аялдардын орточо жаш узактыгы эркектерге караганда канча жылга узак?",
        "ru": "На сколько лет  в Кыргызской Республике средняя продолжительность жизни    женщин выше, чем у мужчин ?",
        "optionsKg": [
            "7жыл",
            "8жыл",
            "10 жыл",
            "11 жыл"
        ],
        "optionsRu": [
            "7лет",
            "8лет",
            "10 лет",
            "11 лет"
        ],
        "correctIndex": 1
    },
    {
        "number": 95,
        "kg": "Кыргызстанда калктын орточо жыштыгы канча?",
        "ru": "Какова в Кыргызстане средняя плотность населения:",
        "optionsKg": [
            "32 киши/ км ²",
            "33киши/ км²",
            "31киши/ км²",
            "26киши/ км²"
        ],
        "optionsRu": [
            "32чел./ км ²",
            "33чел./ км²",
            "31чел./ км²",
            "26чел./ км²"
        ],
        "correctIndex": 2
    },
    {
        "number": 96,
        "kg": "Баткен облусунда канча шаар бар?",
        "ru": "Сколько всего городов в Баткенской области?",
        "optionsKg": [
            "7",
            "6",
            "5",
            "3"
        ],
        "optionsRu": [
            "7",
            "6",
            "5",
            "3"
        ],
        "correctIndex": 1
    },
    {
        "number": 97,
        "kg": "Чуй облусунда шаарлардын саны канча?",
        "ru": "Сколько всего городов в Чуйской области?",
        "optionsKg": [
            "7",
            "9",
            "5",
            "10"
        ],
        "optionsRu": [
            "7",
            "9",
            "5",
            "10"
        ],
        "correctIndex": 0
    },
    {
        "number": 98,
        "kg": "Жалал-Абадской облусунда жалпы канча шаар бар?",
        "ru": "Сколько всего городов в Жалал-Абадской области?",
        "optionsKg": [
            "10",
            "8",
            "9",
            "3"
        ],
        "optionsRu": [
            "10",
            "8",
            "9",
            "3"
        ],
        "correctIndex": 1
    },
    {
        "number": 99,
        "kg": "Ош облусунда шаарлардын саны канча?",
        "ru": "Сколько всего городов в Ошской области?",
        "optionsKg": [
            "5",
            "6",
            "8",
            "3"
        ],
        "optionsRu": [
            "5",
            "6",
            "8",
            "3"
        ],
        "correctIndex": 3
    },
    {
        "number": 100,
        "kg": "Нарын облусундагы шаарлардын саны?",
        "ru": "Сколько всего городов в Нарынской области?",
        "optionsKg": [
            "1",
            "3",
            "5",
            "4"
        ],
        "optionsRu": [
            "1",
            "3",
            "5",
            "4"
        ],
        "correctIndex": 0
    },
    {
        "number": 101,
        "kg": "Ысык-Көл облусунда жалпы канча шаар бар?",
        "ru": "Сколько всего городов в Иссык-Кульской  области?",
        "optionsKg": [
            "6",
            "5",
            "3",
            "2"
        ],
        "optionsRu": [
            "6",
            "5",
            "3",
            "2"
        ],
        "correctIndex": 2
    },
    {
        "number": 102,
        "kg": "Кыргызстандын калкынын канча пайызын шаар калкы түзөт (2018-жыл менен)?",
        "ru": "Сколько процентов составляет городского населения в Кыргызстане (на 2018г)?",
        "optionsKg": [
            "34%",
            "40%",
            "43%",
            "35%"
        ],
        "optionsRu": [
            "34%",
            "40%",
            "43%",
            "35%"
        ],
        "correctIndex": 0
    },
    {
        "number": 103,
        "kg": "Кыргызстанда калктын канча пайызын айыл-кыштак калкы түзөт (2018-жыл менен)?",
        "ru": "Сколько процентов составляет сельского населения в Кыргызстане (на 2018г)?",
        "optionsKg": [
            "66,0%",
            "79%",
            "74%",
            "80%"
        ],
        "optionsRu": [
            "66,0%",
            "79%",
            "74%",
            "80%"
        ],
        "correctIndex": 0
    },
    {
        "number": 104,
        "kg": "2018-жылдын башталышында Кыргыз Республикасынын калкынын жалпы саны канчага жеткен?",
        "ru": "Сколько составляла численность населения Кыргызской Республики на начало 2018года?",
        "optionsKg": [
            "6млн. 257миӊ адам",
            "6млн.700миӊ адам",
            "7млн. 300миӊ адам",
            "5млн.128миӊ адам"
        ],
        "optionsRu": [
            "6млн 257тыс.чел",
            "6млн.700тыс.чел",
            "7млн. 300тыс.чел",
            "5млн.128тыс.чел"
        ],
        "correctIndex": 0
    },
    {
        "number": 105,
        "kg": "Кыргыз Республикасында калктын канча пайызын эркектер түзөт?",
        "ru": "Какой процент составляет мужского населения в Кыргызской Республике?",
        "optionsKg": [
            "50%",
            "49,6%",
            "53%",
            "60%"
        ],
        "optionsRu": [
            "50%",
            "49,6%",
            "53%",
            "60%"
        ],
        "correctIndex": 1
    },
    {
        "number": 106,
        "kg": "Кыргыз Республикасында калктын канча пайызын аялдар түзөт?",
        "ru": "Какой процент составляет женского населения в Кыргызской Республике?",
        "optionsKg": [
            "56%",
            "50,4%",
            "60%",
            "70%"
        ],
        "optionsRu": [
            "56%",
            "50,4%",
            "60%",
            "70%"
        ],
        "correctIndex": 1
    },
    {
        "number": 107,
        "kg": "Кыргызстандын чөл жана жарым чөл өсүмдүктөрү дениз денгээлинен канча метр бийиктиктиктерде таралган?",
        "ru": "На какой высоте в Кыргызстане  распространены растения пустынь и полупустынь?",
        "optionsKg": [
            "1200-1300м",
            "1600-1800м",
            "2000-2200м",
            "3000м жогору"
        ],
        "optionsRu": [
            "1200-1300м",
            "1600-1800м",
            "2000-2200м",
            "3000 и выше"
        ],
        "correctIndex": 0
    },
    {
        "number": 108,
        "kg": "Кыргызстанда чөл жана жарым чөл зоналарында таралган өсүмдүктордүн түрлөрү?",
        "ru": "Какие виды растений распространены в Кыргызстане в зоне пустынь и полупустынь?",
        "optionsKg": [
            "мезофиттер",
            "галофиттер",
            "ксерофиттер",
            "гидрофиттер"
        ],
        "optionsRu": [
            "мезофиты",
            "галофиты",
            "ксерофиты",
            "гидрофиты"
        ],
        "correctIndex": 2
    },
    {
        "number": 109,
        "kg": "Каратал Жапырык мамлекеттик коругу качан, кандай максатта уюшулган?",
        "ru": "Когда и с какой целью был организован Государственный Каратал Жапырыкский заповедник?",
        "optionsKg": [
            "1994-ж уникалдуу карагай токоюн коргоо максатында уюшулган",
            "1997-ж тяншань маралын коргоо максатында",
            "1991-ж тяншандагы илбирсти коргоо максатында",
            "1976-ж жаныбарларды коргоо максатында кайс"
        ],
        "optionsRu": [
            "в 1994г. в целях сохранения уникального елового леса",
            "в 1997г. в целях сохранения Тянь-Шанского марала",
            "в 1991г. в целях сохранения Тянь-Шанского илбирса",
            "в 1976г. в целях сохранения животного мира"
        ],
        "correctIndex": 0
    },
    {
        "number": 110,
        "kg": "Эфемерлерге кайсы өсүмдүктүн түрлөрү кирет?",
        "ru": "Какие виды растений относят к эфемерам?",
        "optionsKg": [
            "бадалдар",
            "жоогазындар ,байчечекейлер",
            "ак кайын",
            "өсүмдүктөрдүн баардык турлөрү"
        ],
        "optionsRu": [
            "кустарники",
            "маки, подснежники",
            "белая береза",
            "все виды растений"
        ],
        "correctIndex": 1
    },
    {
        "number": 111,
        "kg": "Фергана өрөөнүнүн тоо этектеринде басымдуу кылган талаа өсүмдүктөрү кайсылар?",
        "ru": "Какие степные растения в основном преобладают в предгорьях Ферганской долины?",
        "optionsKg": [
            "шимүүр",
            "Семенов пиязы",
            "жапалак арча",
            "кызыл от,буудайык"
        ],
        "optionsRu": [
            "шимур",
            "лук Семенова",
            "низкорослая арча",
            "красный огонь"
        ],
        "correctIndex": 3
    },
    {
        "number": 112,
        "kg": "Кыргызстанда арча  токойлордун басымдуу бөлүгү кайсы аймакта таралган?",
        "ru": "В каких регионах Кыргызстана преобладают арчовые леса?",
        "optionsKg": [
            "түндүгүндө",
            "түштүгүндө",
            "батышында",
            "чыгышында"
        ],
        "optionsRu": [
            "на севере",
            "на юге",
            "на западе",
            "на востоке"
        ],
        "correctIndex": 1
    },
    {
        "number": 113,
        "kg": "Сурьма кени кайсы жерден орун алган?",
        "ru": "Где расположено сурьмяное месторождение?",
        "optionsKg": [
            "Хайдаркенде",
            "Майлы-Сууда",
            "Кадамжайда",
            "Бордуда"
        ],
        "optionsRu": [
            "В Хайдаркене",
            "В Майлы-Суу",
            "В Кадамджае",
            "В Борду"
        ],
        "correctIndex": 2
    },
    {
        "number": 114,
        "kg": "Ала-Арча мамлекеттик жаратылыш паркы качан, кандай максатта уюшулган?",
        "ru": "Когда и с какой целью был организован Ала-Арчинской государственный парк:",
        "optionsKg": [
            "1973-ж туристтик багытта",
            "1978-ж арча токойлорун коргоо максатында",
            "1976-ж капчыгайдын уникалдуу ландшафттарын коргоо максатында",
            "1979-ж арча-карагай токойлорун коргоо максатында"
        ],
        "optionsRu": [
            "1973г. с туристическим направлением",
            "1978г. в целях сохранения арчовых лесов",
            "1976г. в целях сохранения уникального ландшафта ущелья",
            "1979г. в целях сохранения арчово-еловых лесов"
        ],
        "correctIndex": 1
    },
    {
        "number": 115,
        "kg": "Кыргызстандан башка эч жерде кездешпеген өсүмдүктү атагыла.",
        "ru": "Назовите растение встречающееся только в Кыргызстане?",
        "optionsKg": [
            "кызыл карагай",
            "мажүрүм тал",
            "Семенов пихтасы",
            "арча"
        ],
        "optionsRu": [
            "сосна",
            "ива",
            "пихта Семенова",
            "арча"
        ],
        "correctIndex": 2
    },
    {
        "number": 116,
        "kg": "Тянь-Шань карагайы төмөнкү кырка тоолордун кайсынысында кездешпейт?",
        "ru": "В каком горном хребте не встречается Тянь-Шанская ель?",
        "optionsKg": [
            "Тескей-Ала –Тоо",
            "Талас Ала-Тоо",
            "Кунгөй Ала-Тоо",
            "Кыргыз Ала-Тоо"
        ],
        "optionsRu": [
            "Тескей Ала-Тоо",
            "Талас Ала-Тоо",
            "Кунгей Ала-Тоо",
            "Кыргызский Ала-Тоо"
        ],
        "correctIndex": 1
    },
    {
        "number": 117,
        "kg": "Сарычелек мамлекеттик коругу качан жана кандай максатта уюшулган?",
        "ru": "Сарычелек мамлекеттик коругу качан жана кандай максатта уюшулган?",
        "optionsKg": [
            "1980-ж европалык зубрларды коргоо максатында",
            "1993-ж мензбир суурун коргоо максатында",
            "1959-ж уникалдуу жангак-мөмө токойлорунун жаратылыш комплексин"
        ],
        "optionsRu": [
            "1980-ж европалык зубрларды коргоо максатында",
            "1993-ж мензбир суурун коргоо максатында",
            "1959-ж уникалдуу жангак-мөмө токойлорунун жаратылыш комплексин"
        ],
        "correctIndex": 1
    },
    {
        "number": 118,
        "kg": "Каракол улуттук жаратылыш паркы качан , кандай максатта уюшулган?",
        "ru": "Когда и с какой целью был организован Каракольский национальный парк?",
        "optionsKg": [
            "1997-ж капчыгайдын уникалдуу ландшафттарын сактоо,эс алуучулардын агымын жөнгө салуу максатында",
            "1968-ж мөңгүлөргө байкоо салуу максатында",
            "1970-ж туризмди өнүктүрүү максатында",
            "1976-ж аска-зоо жаныбарларын коргоо үчүн"
        ],
        "optionsRu": [
            "1997г. в целях сохранения уникального ландшафта и привлечения туристов",
            "1968г. в целях наблюдения за ледниками",
            "1970г. в целях развития туризма",
            "1976г. в целях сохранения животных высокогорья"
        ],
        "correctIndex": 0
    },
    {
        "number": 119,
        "kg": "Беш-таш жаратылыш паркы качан, кандай максатта уюшулган?",
        "ru": "Когда и с какой целью был создан Беш-Ташский природный парк?",
        "optionsKg": [
            "1992-ж тоо-эчкилерди коргоо максатында",
            "1993-ж арча токойлорун коргоо үчүн",
            "1996-ж өсүмдүктөрдүн уникалдуу эндемиктерин сактоо үчүн",
            "1997-ж жаратылышты коргоо максатында"
        ],
        "optionsRu": [
            "1992г. в целях сохранения горных козлов",
            "1993г. в целях сохранения арчовых лесов",
            "1996г. для сохранения уникальных растений эндемиков",
            "1997г. в целях сохранения природной среды"
        ],
        "correctIndex": 2
    },
    {
        "number": 120,
        "kg": "Арал денизинен алынып келинген балык?",
        "ru": "Рыба завезенная из Аральского моря?",
        "optionsKg": [
            "сазан",
            "лещ",
            "форель",
            "маринка"
        ],
        "optionsRu": [
            "сазан",
            "лещ",
            "форель",
            "маринка"
        ],
        "correctIndex": 1
    },
    {
        "number": 121,
        "kg": "Антропогендик факторлордун натыйжасында Кыргызстандын ихтиофаунасын зыянга учураткан балык түрү?",
        "ru": "Какой вид рыб нанес вред ихтиофауне Кыргызстана в результате антропогенного фактора?",
        "optionsKg": [
            "сазан",
            "судан",
            "форель",
            "лещ"
        ],
        "optionsRu": [
            "сазан",
            "судак",
            "форель",
            "лещ"
        ],
        "correctIndex": 2
    },
    {
        "number": 122,
        "kg": "Ысык-көл мамлекеттик коругу качан , кандай максатта уюшулган?",
        "ru": "Когда и с какой целью был создан Иссык-Кульский Государственный заповедник?",
        "optionsKg": [
            "1948-ж сууда сүзгон жана суу жээктерин байырлаган канаттулардын жашоо чөйрөсүн коргоо максатында",
            "1990-ж форель балыгын коргоо максатында",
            "2000-ж жалпы эле көлдүн аймагындагы фауна,флораны коргоо максатында",
            "1995-ж Ысык-көлдөгү туризм багытын өнүктүрүүмаксатында"
        ],
        "optionsRu": [
            "в 1948г. с целью сохранения водоплавающих и обитающих птиц вдоль берегов",
            "в 1990г. в целях сохранения рыбы форели",
            "в 2000г. в целях сохранения фауны и флоры озера",
            "в 1995г. В целях развития туризма Иссык-Куля"
        ],
        "correctIndex": 0
    },
    {
        "number": 123,
        "kg": "Кыргыз ССРинин Кызыл китеби качан түзүлгөн?",
        "ru": "Когда была создана Красная книга Кыргызской ССР?",
        "optionsKg": [
            "1976-ж 10-май",
            "1980-ж 2-июнь",
            "1974-ж 3-март",
            "1985-ж 4-июль"
        ],
        "optionsRu": [
            "10мая 1976г",
            "2июня 1980г",
            "3марта 1974г",
            "4июля 1985г"
        ],
        "correctIndex": 0
    },
    {
        "number": 124,
        "kg": "Нарын мамлекеттик коругу качан,кандай максатта уюшулган?",
        "ru": "Когда и с какой целью  был создан Нарынский Государственный заповедник?",
        "optionsKg": [
            "1983-ж Тяншань карагайынын массивинен гляциалдык-нивалдык алкака чейинки жан-жаныбарларды коргоо максатында",
            "1994-ж марал-аркар,эчки-текелерди коргоо максатында",
            "1961-ж азайып бара жаткан ири сүт эмүучүлордү коргоо максатында",
            "2001-ж Нарын аймагынын жаратылышын коргоо максатында"
        ],
        "optionsRu": [
            "в 1983 г. в целях сохранения животного мира от массивов тянь-шаньской ели до гляциально-нивального пояса",
            "в 1994 г. в целях охраны маралов, архаров и козерогов",
            "в 1961 г. в целях охраны крупных млекопитающих, численность которых сокращается",
            "в 2001 г. в целях охраны природы Нарынского региона"
        ],
        "correctIndex": 0
    },
    {
        "number": 125,
        "kg": "Нарын мамлекеттик коругунун аянты канча?",
        "ru": "Какова площадь Нарынского заповедника?",
        "optionsKg": [
            "18,3миңга",
            "11миң га",
            "53,4миң га",
            "100минге чукул"
        ],
        "optionsRu": [
            "18,3 млн.га",
            "11млн.га",
            "53,4млн.га",
            "100млн.га"
        ],
        "correctIndex": 2
    },
    {
        "number": 126,
        "kg": "Кыргызстандагы эӊ чоӊ суу сактагыч?",
        "ru": "Самое  крупное   в Кыргызстане водохранилище:",
        "optionsKg": [
            "Токтогул",
            "Орто-Токой",
            "Найман",
            "Торт-Куль"
        ],
        "optionsRu": [
            "Токтогульская",
            "Орто-Токойская",
            "Найманская",
            "Торт-Кульская"
        ],
        "correctIndex": 0
    },
    {
        "number": 127,
        "kg": "Кыргызстанда абанын эӊ жогорку орточо температурасы кайсы  метеостанцияда белгиленген?",
        "ru": "Самая высокая средняя месячная температура в Кыргызстане наблюдалась на метеостанции:",
        "optionsKg": [
            "Бишкек",
            "Ош",
            "Жалалабад",
            "Массы"
        ],
        "optionsRu": [
            "Бишкек",
            "Ош",
            "Джалал-Абад",
            "Массы"
        ],
        "correctIndex": 3
    },
    {
        "number": 128,
        "kg": "Кыргызстандын кайсы жеринде эӊ көп жаан-чачын жаайт?",
        "ru": "Где в Кыргызстане выпадает наибольшее количество осадков?",
        "optionsKg": [
            "Кыргыз Ала-Тоосу",
            "Кунгөй Ала-Тоо",
            "Тескей Ала-Тоо",
            "Фергана Тоосунун түштүк батыш капталы"
        ],
        "optionsRu": [
            "Кыргызский хребет",
            "хребет Кюнгей Ала-Тоо",
            "хребет Терскей Ала-Тоо",
            "Юго-Западный склон Ферганского хребта"
        ],
        "correctIndex": 3
    },
    {
        "number": 129,
        "kg": "Тумандардын эӊ көп саны  кайсы метеостанцияда белгиленген:",
        "ru": "Наибольшее количество туманов отмечается на станции:",
        "optionsKg": [
            "Талас",
            "Бишкек",
            "Ош",
            "Ала-Арча"
        ],
        "optionsRu": [
            "Талас",
            "Бишкек",
            "Ош",
            "Ала-Арча"
        ],
        "correctIndex": 3
    },
    {
        "number": 130,
        "kg": "Ысык-Көл  облусу батышынан жана түндүк – батышынан чектешкен облус",
        "ru": "С какой областью Иссык-Кульская область грани-чит с запада и юго-запада?",
        "optionsKg": [
            "Чүй облусу",
            "Нарын облусу",
            "Талас облусу",
            "Ош облусу"
        ],
        "optionsRu": [
            "с Чуйской",
            "с Нарынской",
            "с Таласской",
            "с Ошской"
        ],
        "correctIndex": 0
    },
    {
        "number": 131,
        "kg": "Нарын облусун   батыш бөлүгүнөн  чектеген  облустар",
        "ru": "Области, граничащие с западной частью Нарынской области.",
        "optionsKg": [
            "Жалал-Абад жана Ош облустары",
            "Ош жана Баткен облустары",
            "Чүй жана Талас облустары",
            "Ысык-Көл жана Чүй облустары"
        ],
        "optionsRu": [
            "Джалал-Абадская и Ошская",
            "Ошская и Баткенская",
            "Чуйская и Таласская",
            "Иссык-Кульская и Чуйская"
        ],
        "correctIndex": 0
    },
    {
        "number": 132,
        "kg": "Нарын облусунун чарбасынын адистешкен негизги тармагы.",
        "ru": "Основная специализированная отрасль народногохозяйства Нарынской области.",
        "optionsKg": [
            "дыйканчылык",
            "тоо-кен өнөр жайы",
            "мал чарбачылыгы",
            "жеңил өнөр жайы"
        ],
        "optionsRu": [
            "земледелие",
            "горно-добывающая промышленность",
            "животноводство",
            "легкая промышленность"
        ],
        "correctIndex": 2
    },
    {
        "number": 133,
        "kg": "Жалал-Абад облусу Кыргыз Республикасынын кайсы бөлүгүндө орун алган?",
        "ru": "Какую часть Кыргызской Республики занимает Джалал-Абадская область?",
        "optionsKg": [
            "түштүк-батыш бөлүгүндө",
            "түштүк-чыгыш бөлүгүндө",
            "батыш бөлүгүндө",
            "чыгыш бөлүгүндө"
        ],
        "optionsRu": [
            "юго-западную часть",
            "юго-восточную часть",
            "западную часть",
            "восточную часть"
        ],
        "correctIndex": 0
    },
    {
        "number": 134,
        "kg": "Ош облусунун аянты канчага барабар?",
        "ru": "Ош облусунун аянты канчага барабар?",
        "optionsKg": [
            "45,2 миң. км.2",
            "29,0 миң км2",
            "43,1миң.км2",
            "13,4 миң.км2"
        ],
        "optionsRu": [
            "45,2 миң. км.2",
            "29,0 миң км2",
            "43,1миң.км2",
            "13,4 миң.км2"
        ],
        "correctIndex": 1
    },
    {
        "number": 135,
        "kg": "Жалал-Абад облусуна  тиешелүү райондорду белгилегиле",
        "ru": "Отметьте районы, относящиеся к Джалал-Абадской области",
        "optionsKg": [
            "Кочкор, Жумгал, Ат-башы райондору",
            "Жайыл, Москва, Панфилов райондору",
            "Кара-Буура, Бакай-Ата, Манас райондору",
            "Аксы, Ала-Бука, Базар-Коргон райондору"
        ],
        "optionsRu": [
            "Кочкорский, Жумгальский, Ат-Башинский",
            "Жайыльский, Московский, Панфиловский",
            "Кара-Бууринский, Бакай-Атинский, Манасский",
            "Аксыйский, Ала-Букинский, Базар-Коргонский"
        ],
        "correctIndex": 3
    },
    {
        "number": 136,
        "kg": "Баткен облусунун аянты канчага барабар?",
        "ru": "Какова площадь территории Баткенской области?",
        "optionsKg": [
            "17,0 миң км2",
            "20,2 миң км2",
            "43,1 миң км2",
            "29,2 миң км2"
        ],
        "optionsRu": [
            "17,0 тыс. км2",
            "20,2 тыс. км2",
            "17 тыс. км2",
            "29,2 тыс. км2"
        ],
        "correctIndex": 0
    },
    {
        "number": 137,
        "kg": "Азыркы учурда Республикабыздын  аймагында канча шаар жана шаарча бар?",
        "ru": "Сколько городов и поселков городского типа имеется в республике в настоящее время?",
        "optionsKg": [
            "21 шаар,7 шаарча",
            "28 шаар,11 шаарча",
            "31шаар, 9 шаарча",
            "27 шаар, 8 шаарча"
        ],
        "optionsRu": [
            "21город, 7 поселков городского типа",
            "28 городов, 11 поселков городского типа",
            "31 город, 9 поселков городского типа",
            "27 городов, 8 поселков городского типа"
        ],
        "correctIndex": 2
    },
    {
        "number": 138,
        "kg": "Эмгек ресурстарына төмөнкүлөрдүн    кайсынысы кирбейт?",
        "ru": "Кто из нижеследующих не входит в трудовые ресурсы?",
        "optionsKg": [
            "18 жаштан баштап",
            "жетилүү аттестатын алгандан кийин",
            "16 жашка чейин",
            "өндүрүштө иштөөнү каалоочулардын баары кирет"
        ],
        "optionsRu": [
            "начиная с 18 лет",
            "получившие аттестат зрелости",
            "не достигшие 16 лет",
            "входят все желающие работать на производстве"
        ],
        "correctIndex": 2
    },
    {
        "number": 139,
        "kg": "Кыргыз Республикасындагы  калктын  канча процентин эмгек  курагындагылар түзөт?",
        "ru": "Сколько % составляет  население трудоспособного возраста    в Кыргызской Республике?",
        "optionsKg": [
            "32,8 %",
            "40 %",
            "58,6 %",
            "50,5 %"
        ],
        "optionsRu": [
            "32,8%",
            "40%",
            "58,6%",
            "50,5%"
        ],
        "correctIndex": 2
    },
    {
        "number": 140,
        "kg": "Кыргызстандын кайсы облусунда кыргыздардын саны көп?",
        "ru": "В какой области Кыргызстана наибольшее число населения  составляет кыргызы?",
        "optionsKg": [
            "Баткен облусунда",
            "Ысык-Көл облусунда",
            "Ош облусунда",
            "Нарын облусунда"
        ],
        "optionsRu": [
            "Баткенская",
            "Иссык-Кульская",
            "Ошская",
            "Нарынская"
        ],
        "correctIndex": 3
    },
    {
        "number": 141,
        "kg": "Миграция процессине катышкан адам",
        "ru": "Кыргыз Республикасы 1996-жылы Канадалык «Камеко»",
        "optionsKg": [
            "эколог",
            "демограф",
            "мигрант",
            "консултант"
        ],
        "optionsRu": [
            "эколог",
            "демограф",
            "мигрант",
            "консултант"
        ],
        "correctIndex": 2
    },
    {
        "number": 142,
        "kg": "Кыргыз Республикасы 1996-жылы Канадалык «Камеко» корпорациясы менен биргелешип курган ишканасы",
        "ru": "Кыргыз Республикасы 1996-жылы Канадалык «Камеко» корпорациясы менен биргелешип курган ишканасы",
        "optionsKg": [
            "«Макмал» алтын комбинаты",
            "«Кумтөр» алтын комбинаты",
            "«Жер-Үй» алтын комбинаты",
            "«Солтон-Сары» алтын комбинаты"
        ],
        "optionsRu": [
            "«Макмал» алтын комбинаты",
            "«Кумтөр» алтын комбинаты",
            "«Жер-Үй» алтын комбинаты",
            "«Солтон-Сары» алтын комбинаты"
        ],
        "correctIndex": 1
    },
    {
        "number": 143,
        "kg": "Айыл чарба сырьёсун иштетүүчү өнөр жайдын тобуна кирүүчү тармак",
        "ru": "Какие отрасли промышленности входят в  обрабатку сельскохо-зяйственного сырья",
        "optionsKg": [
            "курулуш материалдар өнөр жайы",
            "жеңил өнөр жайы",
            "электроэнергетика",
            "тоо-кен өнөр жайы"
        ],
        "optionsRu": [
            "промышленность строительных материалов",
            "легкая промышленность",
            "электроэнергетика",
            "горно-добывающая промышленность"
        ],
        "correctIndex": 1
    },
    {
        "number": 144,
        "kg": "Техникалык өсүмдүктөрдү  иштетүүчү өнөр жай тармагын атагыла?",
        "ru": "Назовите отрасли промышленности перерабатывающие технические культуры",
        "optionsKg": [
            "пахтадан кездеме токуу",
            "кондитердик",
            "эт өнөр жайы",
            "тери иштетүү"
        ],
        "optionsRu": [
            "изготовление хлопчато-бумажных тканей",
            "кондитерская промышленность",
            "мясная промышленность",
            "промышленность по обработке шкуры"
        ],
        "correctIndex": 0
    },
    {
        "number": 145,
        "kg": "Кыргыз Республикасынын   кайсы дарыясында эң көп сандагы гидроэлектростанциялар курулган?",
        "ru": "На  какой из рек Кыргызской Республики построено наибольшее количество гидроэлектростанций?",
        "optionsKg": [
            "Сары-Жаз дарыясында",
            "Талас дарыясында",
            "Чүй дарыясында",
            "Нарын дарыясында"
        ],
        "optionsRu": [
            "Сары-Джаз",
            "Талас",
            "Чуй",
            "Нарын"
        ],
        "correctIndex": 3
    },
    {
        "number": 146,
        "kg": "Нарын облусундагы Ат-Башы ГЭСи  кайсы  дарыяда  курулган?",
        "ru": "Нарын облусундагы Ат-Башы ГЭСи  кайсы  дарыяда  курулган?",
        "optionsKg": [
            "Нарын",
            "Чүй",
            "Ат-Башы",
            "Тар"
        ],
        "optionsRu": [
            "Нарын",
            "Чүй",
            "Ат-Башы",
            "Тар"
        ],
        "correctIndex": 2
    },
    {
        "number": 147,
        "kg": "Көмүр казып алуунун эң эски борбору?",
        "ru": "Самый старый центр добычи угля?",
        "optionsKg": [
            "Сүлүктү",
            "Таш-Көмүр",
            "Кажы-Сай",
            "Көк-Жаңгак"
        ],
        "optionsRu": [
            "Сулюкта",
            "Таш-Кумыр",
            "Каджи-Сай",
            "Кок-Янгак"
        ],
        "correctIndex": 0
    },
    {
        "number": 148,
        "kg": "Кыргыз Республикасына жаратылыш газы ташылып келинүүчү ыӊгайлуу, экологиялык жактан таза  транспорттун түрү",
        "ru": "Какие  наиболее с экологически точки зрения благоприятными в Кыргызстане считаются  виды транспорта используемые  при доставки природного газа.",
        "optionsKg": [
            "темир жол транспорту",
            "автомобиль транспорту",
            "куур транспорту",
            "аба транспорту"
        ],
        "optionsRu": [
            "железнодорожный транспорт",
            "автомобильный транспорт",
            "трубопроводный транспорт",
            "воздушный транспорт"
        ],
        "correctIndex": 2
    },
    {
        "number": 149,
        "kg": "Кыргыз Республикасы кайсы түстүү металлды өндүрүү боюнча КМШда алдыңкы орунда турат?",
        "ru": "По добыче какого цветного металла Кыргызская Республика занимает ведущее место в СНГ?",
        "optionsKg": [
            "сурьма кендерин",
            "темир кендерин",
            "калай кендерин",
            "жез кендерин"
        ],
        "optionsRu": [
            "сурьма",
            "железо",
            "олово",
            "медь"
        ],
        "correctIndex": 0
    },
    {
        "number": 150,
        "kg": "Кыргыз Республикасында айыл чарбасына  пайдаланылуучу жерлердин кайсынысы  басымдуулук кылат?",
        "ru": "Какой из нижеследующих видов земель, исполь-зуемых в сельском хозяйстве Кыргызской Республики,преобладает?",
        "optionsKg": [
            "айдоо жерлер",
            "жайыттар",
            "чабындылар",
            "кайрак жерлер"
        ],
        "optionsRu": [
            "посевные земли",
            "пастбища",
            "сенокосные угодья",
            "неполивные (богарные) земли"
        ],
        "correctIndex": 1
    },
    {
        "number": 151,
        "kg": "Республиканын бийик тоолуу шалбаа жайыттары кайсы мезгилде пайдаланылат?",
        "ru": "В какое время года используются высокогорныелуговые пастбища республики?",
        "optionsKg": [
            "жаз мезгилинде",
            "кыш мезгилинде",
            "жай мезгилинде",
            "күз мезгилинде"
        ],
        "optionsRu": [
            "весной",
            "зимой",
            "летом",
            "осенью"
        ],
        "correctIndex": 2
    },
    {
        "number": 152,
        "kg": "Кайсы облуста  калкы байыртан бери дыйканчылык менен кесиптенип  келишкен?",
        "ru": "Кыргыз Республикасынын мал чарбасынын негизги",
        "optionsKg": [
            "Чүй облусунда",
            "Нарын облусунда",
            "Талас облусунда",
            "Ош облусунда"
        ],
        "optionsRu": [
            "Чүй облусунда",
            "Нарын облусунда",
            "Талас облусунда",
            "Ош облусунда"
        ],
        "correctIndex": 0
    },
    {
        "number": 153,
        "kg": "Кыргыз Республикасынын мал чарбасынын негизги тармагы.",
        "ru": "Жеңил өнөр жайынын эң маанилүү тармагы:",
        "optionsKg": [
            "жылкы чарбасы",
            "топоз чарбасы",
            "кой чарбасы",
            "балык чарбасы"
        ],
        "optionsRu": [
            "жылкы чарбасы",
            "топоз чарбасы",
            "кой чарбасы",
            "балык чарбасы"
        ],
        "correctIndex": 0
    },
    {
        "number": 154,
        "kg": "Жеңил өнөр жайынын эң маанилүү тармагы:",
        "ru": "Жеңил өнөр жайынын эң маанилүү тармагы:",
        "optionsKg": [
            "текстиль өнөр жайы",
            "жибек өнөр жайы",
            "тор өнөр жайы",
            "булгаары бут кийим өнөр жайы"
        ],
        "optionsRu": [
            "текстиль өнөр жайы",
            "жибек өнөр жайы",
            "тор өнөр жайы",
            "булгаары бут кийим өнөр жайы"
        ],
        "correctIndex": 0
    },
    {
        "number": 155,
        "kg": "Жеңил ѳнѳр жайынын курамына кирген тармакты атагыла",
        "ru": "Жеңил ѳнѳр жайынын курамына кирген тармакты атагыла",
        "optionsKg": [
            "мал чарбачылык",
            "тор өнөр жайы",
            "дыйканчылык",
            "дан иштетүү"
        ],
        "optionsRu": [
            "мал чарбачылык",
            "тор өнөр жайы",
            "дыйканчылык",
            "дан иштетүү"
        ],
        "correctIndex": 1
    },
    {
        "number": 156,
        "kg": "Республикабызда биринчи кант заводу кайсы шаарда курулган?",
        "ru": "Город, в котором был построен первый в республи-ке сахарный завод.",
        "optionsKg": [
            "Токмок",
            "Кант",
            "Кара-Балта",
            "Бишкек"
        ],
        "optionsRu": [
            "Токмок",
            "Кант",
            "Кара-Балта",
            "Бишкек"
        ],
        "correctIndex": 1
    },
    {
        "number": 157,
        "kg": "Кыргыз Республикасында   жүк жана жүргүнчүлөрдү ташууда кайсы транспорттун түрүнүн  мааниси чоӊ?",
        "ru": "Какой вид транспорта в Кыргызской Республике имеет важное значение для перевозки пассажиров и грузов ?",
        "optionsKg": [
            "темир жол транспортунун",
            "автомобиль транспортунун",
            "куур транспорту",
            "аба транспортунун"
        ],
        "optionsRu": [
            "железнодорожный",
            "автомобильный",
            "трубопроводный",
            "воздушный"
        ],
        "correctIndex": 1
    },
    {
        "number": 158,
        "kg": "Кыргыз Республикасында кайсы транспорттун түрү өнүккөн эмес?",
        "ru": "Какой вид транспорта  в Кыргызской Республике  неразвит?",
        "optionsKg": [
            "аба",
            "автомобиль",
            "темир жол",
            "деңиз"
        ],
        "optionsRu": [
            "воздушного транспорта",
            "автомобильного транспорта",
            "железнодорожного транспорта",
            "морского транспорта"
        ],
        "correctIndex": 3
    },
    {
        "number": 159,
        "kg": "Бишкек–Ош автомагистраль жолу кайсы ашуу аркылуу  өтөт?",
        "ru": "Через какой  перевал, проходит  автомагистральная дорога Бишкек - Ош.",
        "optionsKg": [
            "Долон",
            "Өтмөк",
            "Төө –Ашуу",
            "Кара-Кыя"
        ],
        "optionsRu": [
            "Долон",
            "Отмок",
            "Тоо -Ашуу",
            "Кара-Кия"
        ],
        "correctIndex": 2
    },
    {
        "number": 160,
        "kg": "Кыргыз Республикасы  Евразия экономикалык биримдигине толук укуктуу мүчѳсү болуп кирген жыл",
        "ru": "Кыргыз Республикасы унду импорттогон негизги өлкө.",
        "optionsKg": [
            "2016-жылы 12-декабрь",
            "2014-жылы 13-май",
            "2015-жылдын 12-август",
            "2013-жылы 13-апрель"
        ],
        "optionsRu": [
            "2016-жылы 12-декабрь",
            "2014-жылы 13-май",
            "2015-жылдын 12-август",
            "2013-жылы 13-апрель"
        ],
        "correctIndex": 2
    },
    {
        "number": 161,
        "kg": "Кыргыз Республикасы унду импорттогон негизги өлкө.",
        "ru": "Кыргыз Республикасынын жаратылыш шарты    рекреациялык ресурстарга   өзгөчө бай аймак",
        "optionsKg": [
            "Өзбекстан",
            "Тажикстан",
            "Казакстан",
            "Россия"
        ],
        "optionsRu": [
            "Өзбекстан",
            "Тажикстан",
            "Казакстан",
            "Россия"
        ],
        "correctIndex": 2
    },
    {
        "number": 162,
        "kg": "Кыргыз Республикасынын жаратылыш шарты    рекреациялык ресурстарга   өзгөчө бай аймак",
        "ru": "Природные условия   Кыргызской Республики богата нарекреационные ресурсы.",
        "optionsKg": [
            "Ысык-Көл облусу",
            "Баткен облусу",
            "Нарын Облусу",
            "Ош облусу"
        ],
        "optionsRu": [
            "Иссык-Кульская область",
            "Баткенская область",
            "Нарынская область",
            "Ошская область"
        ],
        "correctIndex": 0
    },
    {
        "number": 163,
        "kg": "Бишкек шаары  кайсы өрөөндө орун алган?",
        "ru": "На какой долине расположен г. Бишкек",
        "optionsKg": [
            "Талас өрөөнүндө",
            "Чүй өрөөнүндө",
            "Фергана өрөөнүндө",
            "Кочкор өрөөнүндө"
        ],
        "optionsRu": [
            "Таласская",
            "Чуйская",
            "Ферганская",
            "Кочкорскаяака через город ОШ"
        ],
        "correctIndex": 1
    },
    {
        "number": 164,
        "kg": "Чүй облусу республиканын кайсы бөлүгүндө  орун алган?",
        "ru": "Какую часть республики занимает Чуйская область?",
        "optionsKg": [
            "түндүк-батыш бөлүгүндө",
            "түндүк бөлүгүндө",
            "чыгыш бөлүгүндө",
            "түштүк –батыш бөлүгүндө"
        ],
        "optionsRu": [
            "северо-западную",
            "северную",
            "восточную",
            "юго-западную"
        ],
        "correctIndex": 1
    },
    {
        "number": 165,
        "kg": "Чүй облусу  түштүк-батыш бөлүгүнөн кайсы облус менен чектешкен?",
        "ru": "Область, с которой Чуйская область граничит в юго-западной части",
        "optionsKg": [
            "Талас облусу",
            "Жалал-Абад облусу",
            "Ысык-Көл облусу",
            "Нарын облусу"
        ],
        "optionsRu": [
            "Таласская",
            "Джалал-Абадская",
            "Иссык-Кульская",
            "Нарынская"
        ],
        "correctIndex": 0
    },
    {
        "number": 166,
        "kg": "Талас облусунун аянты канчага барабар?",
        "ru": "Какова площадь территории Таласской области?",
        "optionsKg": [
            "45,2 миң. км.2",
            "13,4 миң.км2",
            "43,1 миң.км2",
            "11,4 миң.км2"
        ],
        "optionsRu": [
            "45,2 тыс. км2",
            "13,4 тыс. км2",
            "43,1тыс. км2",
            "11,4 тыс. км2"
        ],
        "correctIndex": 3
    },
    {
        "number": 167,
        "kg": "Талас облусу  Республиканын кайсы  бөлүгүндө  орун алган?",
        "ru": "В какой части Кыргызской Республики расположена Таласская область?",
        "optionsKg": [
            "түндүк-батыш бөлүгүндө",
            "түштүк-чыгыш бөлүгүндө",
            "батыш бөлүгүндө",
            "чыгыш бөлүгүндө"
        ],
        "optionsRu": [
            "в северо-западной",
            "в юго-восточной",
            "в западной",
            "в восточной"
        ],
        "correctIndex": 0
    },
    {
        "number": 168,
        "kg": "Талас облусунда кайсы өсүмдүктүн түрү өстүрүлөт жана экспортко жөнөтүлөт? өстүрүлгөн айыл чарба өсүмдүгү",
        "ru": "Какие виды растений выращивают и экспортируют из Таласской области",
        "optionsKg": [
            "картошка",
            "буудай",
            "мөмө -жемиш",
            "төө буурчак"
        ],
        "optionsRu": [
            "картофель",
            "пшеница",
            "овощи-фрукты",
            "фасоль"
        ],
        "correctIndex": 3
    },
    {
        "number": 169,
        "kg": "Ысык-Көл облусу Кыргыз Республикасынын  кайсы бөлүгүндө орун алган",
        "ru": "В какой части Кыргызской Республики расположена Иссык-Кульская область?",
        "optionsKg": [
            "түндүк-чыгыш бөлүгүндө",
            "чыгыш бөлүгүндө",
            "батыш бөлүгүндө",
            "түндүк-батыш бөлүгүндө"
        ],
        "optionsRu": [
            "в северо-восточной",
            "в восточной",
            "в западной",
            "в северо-западной"
        ],
        "correctIndex": 0
    },
    {
        "number": 170,
        "kg": "Ысык-Көлдүн тереңдиги канча?",
        "ru": "Сколько составляет глубина Иссык-Куля?",
        "optionsKg": [
            "600м",
            "668м",
            "548м",
            "712 м"
        ],
        "optionsRu": [
            "600м",
            "668м",
            "548м",
            "712 м"
        ],
        "correctIndex": 1
    },
    {
        "number": 171,
        "kg": "Кыргыз Республикасындагы «Ала-Арча» улуттук паркы кайсы тоо кыркасында орун алган?",
        "ru": "На каком хребте Кыргызской Республики расположен национальный парк «Ала-Арча»?",
        "optionsKg": [
            "Талас Ала-Тоосунда",
            "Күнгөй Ала-Тоосунда",
            "Кыргыз Ала-Тоосунда",
            "Иле Ала-Тоосунда"
        ],
        "optionsRu": [
            "В Таласском Ала тоо",
            "В Кунгейском Ала тоо",
            "В Кыргызском Ала тоо",
            "В Илеском Ала тоо"
        ],
        "correctIndex": 2
    },
    {
        "number": 172,
        "kg": "Киров суу сактагычы кайсы дарыяга  курулган",
        "ru": "На какой реке построено Кировское водохранилище?",
        "optionsKg": [
            "Чүй",
            "Талас",
            "Нарын",
            "Түп"
        ],
        "optionsRu": [
            "Чуй",
            "Талас",
            "Нарын",
            "Тюп"
        ],
        "correctIndex": 1
    },
    {
        "number": 173,
        "kg": "Кыргызстандын  кайсы шаарларында  троллейбус линиялары бар?",
        "ru": "В каких городах Кыргызстана действует троллейбусные линии?",
        "optionsKg": [
            "Бишкек, Ош, Токмок",
            "Бишкек, Ош, Нарын",
            "Бишкек, Нарын, Сүлүктү",
            "Бишкек, Жалал-Абад, Талас"
        ],
        "optionsRu": [
            "Бишкеке, Оше,Токмаке",
            "Бишкеке, Оше, Нарыне",
            "Бишкеке, Нарыне, Сулюкте",
            "Бишкеке, Жалал-Абад, Караколе"
        ],
        "correctIndex": 1
    },
    {
        "number": 174,
        "kg": "Бишкек шаарында кайсы жылы биринчи жолу самолет конгон?",
        "ru": "В каком году в  Бишкеке приземлился первый самолет?",
        "optionsKg": [
            "15.09.1998 ж",
            "10.10.2000 ж",
            "14.03.1890 ж",
            "20.08.1922 ж"
        ],
        "optionsRu": [
            "15.09.1998г",
            "10.10.2000г",
            "14.03.1890г",
            "20.08.1922г"
        ],
        "correctIndex": 3
    },
    {
        "number": 175,
        "kg": "Төө ашуу тоннели аркылуу кайсы автомобиль жолу  өтөт?",
        "ru": "Какая автодорога проходит  через тоннель Туеашуу?",
        "optionsKg": [
            "Бишкек-Ош",
            "Каракол-Бишкек",
            "Бишкек-Торугарт",
            "Ош-Хорог"
        ],
        "optionsRu": [
            "Бишкек-Ош",
            "Каракол-Бишкек",
            "Бишкек-Торугарт",
            "Ош-Хорог"
        ],
        "correctIndex": 0
    },
    {
        "number": 176,
        "kg": "Ош облусунда өстүрүлгөн өсүмдүктөрдүн кайсынысын субтропикалык өсүмдүк десек болот?",
        "ru": "Какие из культур, выращиваемых в Ошской области можно отнести к субтропическим?",
        "optionsKg": [
            "алма",
            "өрүк",
            "алмурут",
            "инжир"
        ],
        "optionsRu": [
            "яблоко",
            "абрикос",
            "груша",
            "инжир"
        ],
        "correctIndex": 3
    },
    {
        "number": 177,
        "kg": "Ички Тянь-Шандагы суу агып чыкпаган көлдү атагыла",
        "ru": "Назовите бессточные озеро внутреннего Тянь-Шаня",
        "optionsKg": [
            "Чатыр-Көл",
            "Соӊ-Көл",
            "Сары-Челек",
            "Беш-Таш"
        ],
        "optionsRu": [
            "Чатыр-Куль",
            "Сон-Куль",
            "Сары-Челек",
            "Беш-Таш"
        ],
        "correctIndex": 0
    },
    {
        "number": 178,
        "kg": "Республиканын кайсы облустарында райондордун саны көп?",
        "ru": "В каких   областях республики наибольшее количество районов:",
        "optionsKg": [
            "Нарын, Ош",
            "Талас, Жалал-Абад",
            "Баткен,Ош",
            "Жалал-Абад, Чүй"
        ],
        "optionsRu": [
            "Нарын, Ош",
            "Талас, Жалал-Абад",
            "Баткен,Ош",
            "Жалал-Абад, Чүй"
        ],
        "correctIndex": 3
    },
    {
        "number": 179,
        "kg": "Кыргызстандагы мал чарбачылыгынын ичинен эчки чарбачылыгы кайсы облуста өнүккөн?",
        "ru": "В какой области Кыргызстана  из животноводства развито козеводство?",
        "optionsKg": [
            "Нарын",
            "Талас",
            "Баткен",
            "Жалал-Абад"
        ],
        "optionsRu": [
            "Нарын",
            "Талас",
            "Баткен",
            "Жалал-Абад"
        ],
        "correctIndex": 2
    },
    {
        "number": 180,
        "kg": "« Ала-Арча» улуттук паркы кайсы тоо кыркасында?",
        "ru": "На каком горном хребте находится Ала-Арчинский природный парк?",
        "optionsKg": [
            "Кыргыз Ала-Тоосунда",
            "Жетим -Тоо",
            "Нарын-Тоо",
            "Борколдой-Тоо"
        ],
        "optionsRu": [
            "Киргизский Ала-Тоо",
            "Джетим-Тоо",
            "Нарын-Тоо",
            "Борколдой-Тоо"
        ],
        "correctIndex": 0
    }
];
