window.kyrgyzTests = window.kyrgyzTests || {};
window.kyrgyzTests.literature = window.kyrgyzTests.literature || {};
window.kyrgyzTests.literature.B2 = [
  {
    "number": 1,
    "text": "“Чүй баяны” деген чыгарманын автору ким?",
    "options": [
      "а) Тоголок Молдо",
      "б) Барпы Алыкулов",
      "в) Молдо Кылыч",
      "г) Осмонкул Бөлөбалаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 2,
    "text": "“Жамийла” повестинин алгачкы аталышы кандай болгон?",
    "options": [
      "а) “Сейит”",
      "б) “Обон”",
      "в) “Август түнү”",
      "г) “Данияр”"
    ],
    "correctIndex": 1
  },
  {
    "number": 3,
    "text": "Ч.Айтматовдун балалыгындагы эстен кетпес бир окуя кайсыл повестте чагылдырылган?",
    "options": [
      "а) “Гүлсаратта”",
      "б) “Жамийлада”",
      "в) “Бетме-бетте”",
      "г) “Эрте келген турналарда”"
    ],
    "correctIndex": 3
  },
  {
    "number": 4,
    "text": "Профессионалдык адабияттын тектери?",
    "options": [
      "а)эпикалык, лирикалык, дидактикалык",
      "б)санат-насыят, терме, үлгү",
      "в)эпикалык, лирикалык, драмалык",
      "г)көркөм информациялык"
    ],
    "correctIndex": 2
  },
  {
    "number": 5,
    "text": "Эпикалык тектин жанрлары",
    "options": [
      "а)аңгеме, повесть, роман",
      "б)ыр, поэма",
      "в) комедия, трагедия, драма",
      "г)жомок, эпос, миф, легенда"
    ],
    "correctIndex": 3
  },
  {
    "number": 6,
    "text": "Лирикалык чыгармалардын жанрлары?",
    "options": [
      "а) саясий, укмуштуу окуялуу, психология",
      "б)тарыхый, турмуштук, өмүр баяндык",
      "в)граждандык, саясий, сүйүү, философиялык, пейзаждык",
      "г) фельетон, трагедия"
    ],
    "correctIndex": 2
  },
  {
    "number": 7,
    "text": "Лирикалык чыгармадагы каарман?",
    "options": [
      "а)эпикалык",
      "б)лирикалык",
      "в)драмалык",
      "г)белгисиз"
    ],
    "correctIndex": 1
  },
  {
    "number": 8,
    "text": "Лиро-эпикалык жанр?",
    "options": [
      "а)драма",
      "б) ыр",
      "в)ыр менен жазылган роман",
      "г)поэма"
    ],
    "correctIndex": 3
  },
  {
    "number": 9,
    "text": "Драмалык чыгарманын өзгөчөлүгү?",
    "options": [
      "а)кара сөз менен жазылышы",
      "б)лирикалык каармандын болушу",
      "в)сахна үчүн жазылгандыгы",
      "г)синкреттүү болушу"
    ],
    "correctIndex": 2
  },
  {
    "number": 10,
    "text": "А.Осмоновдун поэмасы?",
    "options": [
      "а) «Энем»",
      "б)«Каракчынын трагедиясы»",
      "в)«Ажал менен ар намыс»",
      "г)«Жеңишбек»"
    ],
    "correctIndex": 3
  },
  {
    "number": 11,
    "text": "Т.Касымбековдун «Сынган кылыч» романы?",
    "options": [
      "а)турмуштук",
      "б)философиялык",
      "в)тарыхый",
      "г)өмүр баяндык роман"
    ],
    "correctIndex": 2
  },
  {
    "number": 12,
    "text": "Көркөм чыгармадагы автордун негизги ою:",
    "options": [
      "а) тема",
      "б) композиция",
      "в) сюжет",
      "г) идея"
    ],
    "correctIndex": 3
  },
  {
    "number": 13,
    "text": "Ч.Айтматовдун «Жамийла» повести жарык көргөн жыл?",
    "options": [
      "а)1963-ж.",
      "б)1968-ж.",
      "в) 1958-ж.",
      "г)1979-ж."
    ],
    "correctIndex": 2
  },
  {
    "number": 14,
    "text": "Адабият таануу илиминин составдык бөлүктөрү?",
    "options": [
      "а) элдик оозеки чьгармачылык, ырчылар поэзиясы, профессионалдык адабият",
      "б) байыркы жана азыркы адабият",
      "в) адабият теориясы, адабият тарыхы, адабий сын",
      "г) негизги жана кошумча бөлүк"
    ],
    "correctIndex": 2
  },
  {
    "number": 15,
    "text": "Адабий сындын жанрлары?",
    "options": [
      "а) пьеса, сценарий",
      "б) рецензия, макала, обзор",
      "в) мемуар, монография",
      "г) очерк, фельетон"
    ],
    "correctIndex": 1
  },
  {
    "number": 16,
    "text": "«Кыргыз өӊү Чокморовдун өӊүндөй» деген публицистикалык макала кимге таандык?",
    "options": [
      "а) Т.Сыдыкбеков",
      "б) Ч.Айтматов",
      "в) А.Матисаков",
      "г) А.Осмонов"
    ],
    "correctIndex": 2
  },
  {
    "number": 17,
    "text": "Драмада окуяны өнүктүрүүчү …",
    "options": [
      "а) сюжет",
      "б) конфликт",
      "в) каарман",
      "г) композиция"
    ],
    "correctIndex": 1
  },
  {
    "number": 18,
    "text": "«Манасты» биринчи жолу ким айткан?",
    "options": [
      "а) Сагымбай",
      "б) Балык Кумар уулу",
      "в) Ырамандын Ырчы уулу",
      "г) Тыныбек"
    ],
    "correctIndex": 2
  },
  {
    "number": 19,
    "text": "А.Осмоновдун «Жеӊишбек» чыгармасынын жанры",
    "options": [
      "а) поэма",
      "б) повесть",
      "в) очерк",
      "г) эссе"
    ],
    "correctIndex": 0
  },
  {
    "number": 20,
    "text": "Көркөм чыгармада автордун негизги ою",
    "options": [
      "а) тема",
      "б) композиция",
      "в) сюжет",
      "г) идея"
    ],
    "correctIndex": 3
  },
  {
    "number": 21,
    "text": "Көркөм чыгармаларда жаратылыш көрүнүштөрүн сүрөттөө",
    "options": [
      "а) портрет",
      "б) пейзаж",
      "в) интерьер",
      "г) монолог"
    ],
    "correctIndex": 1
  },
  {
    "number": 22,
    "text": "\" Жамийла\" повести жөнүндө «Махабат тууралуу эң coнун баян» деген пикирин айткан жазуучу",
    "options": [
      "а) K.Яшен",
      "б) М.Ауэзов",
      "в) И.Конешвили",
      "г) Л.Apaгoн"
    ],
    "correctIndex": 3
  },
  {
    "number": 23,
    "text": "Сюжеттин элементтери",
    "options": [
      "а) киришүү, негизги бөлүм, корутунду",
      "б) автордук баяндоо, лирикалык чегинүү, портрет, пейзаж, диалог, монолог",
      "в) экспозиция, окуянын түйүндөлүшү, өнүгүшү, кульминация, окуянын чечилиши",
      "г)негизги жана кошумча бөлүк"
    ],
    "correctIndex": 2
  },
  {
    "number": 24,
    "text": "Бул ырдын автору ким, ырдын аталышы: «Манаттай асман кызарып Магдырап барат айланам…»",
    "options": [
      "а) А.Токомбаев «Жайкы таӊда»",
      "б) А.Осмонов «Кыргыз тоолору»",
      "в) М.Алыбаев «Ала-Тоого»",
      "г) Ж.Бөкөнбөаев «Жайдын кечи»"
    ],
    "correctIndex": 3
  },
  {
    "number": 25,
    "text": "«Сен ооруба, мен ооруюн, Ата Журт!» ырдын аталышы, автору",
    "options": [
      "а) A.Токомбаев “Кыргызстан”",
      "б) К.Тыныстанов “Ала-Тоо”",
      "в) А.Осмонов “Ата Журт”",
      "г) M.Алыбаев “Ала-Тоого”"
    ],
    "correctIndex": 2
  },
  {
    "number": 26,
    "text": "«Кай жылы экени эсимде жок…\" (чыгарманын аты, автору)",
    "options": [
      "а) К.Тыныстанов. \"Мариям менен кол боюнда\"",
      "б) M.Элебаев. \"Бороондуу күнү\"",
      "в) А.Токомбаев. \"Күүнүн сыры»",
      "г) К.Баялинов. \"Ажар\""
    ],
    "correctIndex": 3
  },
  {
    "number": 27,
    "text": "\"Дүйнө – өмүр уул бердиң, бала бердиң, Дүйнө – өмүр алоолонуп жана бердиң. Heгe сен алыс кеткен сапарыңдан, Ээриң жок жайдакталып кайра келдиң?\"- үзүндүсү композициянын кайсы элементине кирет?",
    "options": [
      "а) портрет",
      "б) пейзаж",
      "в) монолог",
      "г) лирикалык чегинүү"
    ],
    "correctIndex": 3
  },
  {
    "number": 28,
    "text": "Т.Касымбековдун «Сынган кылыч» романындагы мүнүшкөр?",
    "options": [
      "а) Hүзүп",
      "б) Карабай",
      "в)Алмамбет",
      "г)Сарыбай"
    ],
    "correctIndex": 3
  },
  {
    "number": 29,
    "text": "М.Байжиевдин «Төрт адам» драмасынын каарманы?",
    "options": [
      "а) Нурдин",
      "б) Ашырбай",
      "в) Азиз",
      "г) Акылбек"
    ],
    "correctIndex": 2
  },
  {
    "number": 30,
    "text": "\"Он беш жолу кайра баштан төрөлүп, Он беш жолу жашарбасам, карап тур» деген ыр саптары Алыкулдун кайсы чыгармасында?",
    "options": [
      "а) «Отуз жаш»",
      "б) «Адамзат»",
      "а) «Ата Журт»",
      "г) «Өзүмдү өзүм»"
    ],
    "correctIndex": 0
  },
  {
    "number": 31,
    "text": "«Замана» агымынын өкүлдөрүн атап бер",
    "options": [
      "а) Толубай Сынчы, Токтогул",
      "б) A.Токомбаев, Ж.Турусбеков",
      "в) Kалыгул, Арстанбек, Молдо Кылыч",
      "г)А.Үсөнбаев, Т.Сатылганов"
    ],
    "correctIndex": 2
  },
  {
    "number": 32,
    "text": "Сахнага коюуга ылайыкталып жазылган чыгарма",
    "options": [
      "а) роман",
      "б) драма",
      "в) элегия",
      "г) ода"
    ],
    "correctIndex": 1
  },
  {
    "number": 33,
    "text": "\"Ысык-Көл кээде тынч да, кээде толкун, Толкуса толкунуна тең ортокмун…», бул кайсы чыгарма, автору ким?",
    "options": [
      "а) Ж.Бөкөнбаев «Чептен эрдин күчү бек»",
      "б) А.Султанов «Чарчоонун жүзүнчү ыры»",
      "в) А.Осмонов «Жеңишбек»",
      "г)Б.Сарногоев «Ашуудан берген отчетум»"
    ],
    "correctIndex": 2
  },
  {
    "number": 34,
    "text": "«Жамийла» повестиндеги Жамийланын кайын иниси ким?",
    "options": [
      "а) Бактыгул",
      "б) Орозкул",
      "в) Илияс",
      "г) Сейит"
    ],
    "correctIndex": 3
  },
  {
    "number": 35,
    "text": "«Жайдын кечи» ырынын автору ким?",
    "options": [
      "а) А.Осмонов",
      "б) Ж.Бөкөнбаев",
      "в) Р.Рыскулов",
      "г) Э.Эрматов"
    ],
    "correctIndex": 1
  },
  {
    "number": 36,
    "text": "«Сынган кылыч» романындагы кереметтүү түш көргөн каарман?",
    "options": [
      "а) Шералы",
      "б) Бекназар",
      "в) Hүзүп",
      "г) Мусулманкул"
    ],
    "correctIndex": 2
  },
  {
    "number": 37,
    "text": "Бул акындар кандай ырчылардын тобуна кирет: Асан Кайгы, Кетбука Токтогул?",
    "options": [
      "а) легендарлык",
      "б) заманачы",
      "в) жазгыч",
      "г) төкмө"
    ],
    "correctIndex": 0
  },
  {
    "number": 38,
    "text": "«Ак Мөөр» поэмасынын автору?",
    "options": [
      "а) C.Жусуев",
      "б) С.Эралиев",
      "в) А.Токтомушев",
      "г) Э.Ибраев"
    ],
    "correctIndex": 1
  },
  {
    "number": 39,
    "text": "Пейзаж деген эмне?",
    "options": [
      "а) жаратылыш көрүнүштөрүнүн сүрөттөлүшү",
      "б) каармандын сырткы келбети",
      "в) каармандын өз ара сүйлөшүүсү",
      "г) автордун берейин деген ою"
    ],
    "correctIndex": 0
  },
  {
    "number": 40,
    "text": "«Жибек кийинген эрке кыз» ыры кимге таандык?",
    "options": [
      "а) Ж.Турусбеков",
      "б) А.Осмонов",
      "в) А.Токомбаев",
      "г) K.Тыныстанов"
    ],
    "correctIndex": 1
  },
  {
    "number": 41,
    "text": "Т. Касымбековдун белгилүү романы?",
    "options": [
      "а) «Адам болгум келет»",
      "б) «Жетим»",
      "в) «Сынган кылыч»",
      "г) «Баскын»"
    ],
    "correctIndex": 2
  },
  {
    "number": 42,
    "text": "Алмамбеттин жан жолдошу, жубайы ким?",
    "options": [
      "а) Акылай",
      "б) Арууке",
      "в) Айчүрөк",
      "г) Калемкаш"
    ],
    "correctIndex": 1
  },
  {
    "number": 43,
    "text": "Телторуну минген баатыр?",
    "options": [
      "а) Эр Табылды",
      "б) Курманбек",
      "в) Эр Төштүк",
      "г) Кыз Сайкал"
    ],
    "correctIndex": 1
  },
  {
    "number": 44,
    "text": "Лирикалык чегинүү деген эмне?",
    "options": [
      "а) чыгармадагы окуяга карата автордун билдирген көз карашы",
      "б) автордун жаратылышты cүрөттөөсү",
      "в) каармандын ички толгонуусу",
      "г) каармандын диалогу"
    ],
    "correctIndex": 0
  },
  {
    "number": 45,
    "text": "\"Ак Мөөр\" поэмасында окуя кайсы жерде өтөт?",
    "options": [
      "а) Ысык-Көлдө",
      "б) Соң-Көлдө",
      "в) Чатыр-Көлдө",
      "г) Сары-Челекте"
    ],
    "correctIndex": 1
  },
  {
    "number": 46,
    "text": "Алтынайдын образы кайсы чыгармада чагылдырылган?",
    "options": [
      "а) “Биринчи мугалим”",
      "б) “Жамийла”",
      "в) «Бетме бет»",
      "г) «Мунабия»"
    ],
    "correctIndex": 0
  },
  {
    "number": 47,
    "text": "\"Сынган кылыч\" романындагы Бекназарга ким уу берет?",
    "options": [
      "а) Сарыбай",
      "б) Нүзүп",
      "в) Абил",
      "г) Алымкул"
    ],
    "correctIndex": 2
  },
  {
    "number": 48,
    "text": "Семетейге чыккынчылык кылган чоро ким?",
    "options": [
      "а) Бакай",
      "б) Канчоро",
      "в) Күлчоро",
      "г) Серек"
    ],
    "correctIndex": 1
  },
  {
    "number": 49,
    "text": "\"Ак Мөөр\" поэмасындагы Болотко атаандаш жигит?",
    "options": [
      "а) Адыл",
      "б) Баян",
      "в) Келдибек",
      "г) Баяке"
    ],
    "correctIndex": 3
  },
  {
    "number": 50,
    "text": "Ч.Айтматовдун \"Манас атанын ак кар, көк музу\" чыгармасынын жанрын аныкта",
    "options": [
      "а) повесть",
      "б) очерк",
      "в) фельетон",
      "г) аңгеме"
    ],
    "correctIndex": 1
  },
  {
    "number": 51,
    "text": "«Сенин атаӊ Дөнөнбай, Дөнөнбай» - деп үн салып учкан чымчык кайсы чыгармада кездешет?",
    "options": [
      "а) Ч.Айтматов «Кылым карытар бир күн»",
      "б) А.Саспаев «Татым туз»",
      "в) Т.Касымбеков «Сынган кылыч»",
      "г) М.Элебаев «Узак жол»"
    ],
    "correctIndex": 0
  },
  {
    "number": 52,
    "text": "А.Осмоновдун туулган жери:",
    "options": [
      "а) Кара-Көл",
      "б) Каптал-Арык",
      "в) Чолпон-Ата",
      "г) Ысык-Көл"
    ],
    "correctIndex": 1
  },
  {
    "number": 53,
    "text": "«Манас» эпосундагы терс каармандар:",
    "options": [
      "а) Жолой, Акбалта",
      "б) Алооке, Коӊурбай",
      "в), Нескара, Жакып",
      "г) Эсенкан, Темиркан"
    ],
    "correctIndex": 1
  },
  {
    "number": 54,
    "text": "Т.Молдонун поэмасынын аталышын толукта: “Кедейлерге...”",
    "options": [
      "а) … жер бөлүү»",
      "б) … насыят»",
      "в) … алкыш»",
      "г) … даӊк»"
    ],
    "correctIndex": 1
  },
  {
    "number": 55,
    "text": "Жан-жаныбарлардын баарына боору ооруган ойчул акыныбыз:",
    "options": [
      "а) Токтогул",
      "б) Асанкайгы",
      "в) Кетбука",
      "г) Жеӊижок"
    ],
    "correctIndex": 1
  },
  {
    "number": 56,
    "text": "Төмөндөгүлөрдүн кимиси төкмө акын?",
    "options": [
      "а) A.Yсөнбаев",
      "б) A.Токомбаев",
      "в) А.Рыскулов",
      "г) А.Осмонов"
    ],
    "correctIndex": 0
  },
  {
    "number": 57,
    "text": "К.Тыныстановдун “Касым ырларынын жыйнагы” качан жарык көргөн?",
    "options": [
      "а) 1921-ж.",
      "б) 1924-ж.",
      "в) 1927-ж.",
      "г) 1929-ж."
    ],
    "correctIndex": 1
  },
  {
    "number": 58,
    "text": "Чыгармалар түрмөгүнүн аталышын толукта: “Академия ...”",
    "options": [
      "а) жыйындары",
      "б) кечелери",
      "в) совети",
      "г) чогулушу"
    ],
    "correctIndex": 1
  },
  {
    "number": 59,
    "text": "«Аккан сууну» даӊазалаган акындар:",
    "options": [
      "а) Молдо Кылыч",
      "б) Токтогул, Жеӊижок",
      "в) Мидин, Райкан",
      "г) Алыкул, Сүйүнбай"
    ],
    "correctIndex": 1
  },
  {
    "number": 60,
    "text": "У.Шекспирдин “Он экинчи түн” чыгармасын ким кыргызчалаган?",
    "options": [
      "а) А.Осмонов",
      "б) С.Эралиев",
      "в) У.Абдукаимов",
      "г) Р.Шүкүрбеков"
    ],
    "correctIndex": 0
  },
  {
    "number": 61,
    "text": "“Атанын тагдыры” чыгармасы кимге таандык?",
    "options": [
      "а) Б. Жакиев",
      "б) З.Сооронбаева",
      "в) А.Айталиев",
      "г) Т.Абдымомунов"
    ],
    "correctIndex": 0
  },
  {
    "number": 62,
    "text": "“Чалкар - менмин” деген ырды ким жазган?",
    "options": [
      "а) М.Элебаев",
      "б) К.Тыныстанов",
      "в) А.Токомбаев",
      "г) Ж.Бөкөнбаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 63,
    "text": "Кошой бата алып, этеги узарган ким?",
    "options": [
      "а) Айчүрөк",
      "б) Каныкей",
      "в) Чачыкей",
      "г) Айганыш"
    ],
    "correctIndex": 1
  },
  {
    "number": 64,
    "text": "“Курманбек” эпосундагы атасы Тейитбек бербей койгон ат:",
    "options": [
      "а) Тайтору",
      "б) Сарала",
      "в) Койкүрөң",
      "г) Телтору"
    ],
    "correctIndex": 3
  },
  {
    "number": 65,
    "text": "“Жаңыл Мырза” кандай эпос?",
    "options": [
      "а) Турмуш-тиричиликтик кенже эпос",
      "б) Лиро-эпикалык кенже эпос",
      "в) Мифологиялык кенже эпос",
      "г) Баатырдык кенже эпос"
    ],
    "correctIndex": 3
  },
  {
    "number": 66,
    "text": "“Семетей” эпосундагы негизги главалардын бири: “Каныкейдин ...”",
    "options": [
      "а) керээзи",
      "б) жомогу",
      "в) кошогу",
      "г) арманы"
    ],
    "correctIndex": 1
  },
  {
    "number": 67,
    "text": "Легенда элдик оозеки чыгармачылыктын кайсы түрүнө кирет?",
    "options": [
      "а) лирикалык",
      "б) дидактикалык",
      "в) эпикалык",
      "г) фольклордук"
    ],
    "correctIndex": 2
  },
  {
    "number": 68,
    "text": "Көкөтөйдүн ашында Жолой менен күрөшкө түшкөн ким?",
    "options": [
      "а) Эр Төштүк",
      "б) Манас",
      "в) Бакай",
      "г) Кошой"
    ],
    "correctIndex": 3
  },
  {
    "number": 69,
    "text": "Алманбет чалгынга ала кеткен кырк чоронун бири ким?",
    "options": [
      "а) Серек",
      "б) Сыргак",
      "в) Чубак",
      "г) Тазбаймат"
    ],
    "correctIndex": 1
  },
  {
    "number": 70,
    "text": "Т.Абдымомуновдун белгилүү пьесасынын аталышы: “Атабектин...”",
    "options": [
      "а) «… уулу»",
      "б) «… келини»",
      "в) «… өмүрү»",
      "г) «… кызы»"
    ],
    "correctIndex": 3
  },
  {
    "number": 71,
    "text": "“Фрунзем, учкан уям, сүйгөн калаам” деген саптар кимдин калемине таандык?",
    "options": [
      "а) А.Осмонов",
      "б) К.Маликов",
      "в) М.Элебаев",
      "г) С.Карачев"
    ],
    "correctIndex": 0
  },
  {
    "number": 72,
    "text": "“Тоо арасында” романынын башкы каармандарынын бири:",
    "options": [
      "а) Токо абышка",
      "б) Моке абышка",
      "в) Кеке абышка",
      "г) Соке абышка"
    ],
    "correctIndex": 3
  },
  {
    "number": 73,
    "text": "У.Абдукаимовдун белгилүү романы кантип аталат?",
    "options": [
      "а) «Майдан»",
      "б) «Эрөөл»",
      "в) «Чоң казат»",
      "г) «Согуш»"
    ],
    "correctIndex": 0
  },
  {
    "number": 74,
    "text": "М.Элебаевдин аӊгемесинин аталышын толукта: “Алыскы ...”",
    "options": [
      "а) «…кыштоодон»",
      "б) «… жайлоодон»",
      "в) «… тоодон»",
      "г) «… үйдөн»"
    ],
    "correctIndex": 2
  },
  {
    "number": 75,
    "text": "“Айсулуу” оэмасындагы Айсулуу сүйгөн жигит ким?",
    "options": [
      "а) Кубатбек",
      "б) Авазбек",
      "в) Султанбек",
      "г) Капарбек"
    ],
    "correctIndex": 1
  },
  {
    "number": 76,
    "text": "“Чептен эрдин күчү бек” кайсы акындын чыгармасы?",
    "options": [
      "а) А.Токомбаев",
      "б) М.Элебаев",
      "в) К.Маликов",
      "г) Ж.Бөкөнбаев"
    ],
    "correctIndex": 3
  },
  {
    "number": 77,
    "text": "“Бул сүрөттү мен али тартып бүтө элекмин” деген сүйлөм кайсы чыгармага таандык?",
    "options": [
      "а) «Мезгил учат»",
      "б) «Биринчи мугалим»",
      "в) «Жамийла»",
      "г) «Ажар»"
    ],
    "correctIndex": 2
  },
  {
    "number": 78,
    "text": "Ч.Айтматовдун “Эрте келген турналар” повестинде Мырзагүлгө кат ташыган өспүрүм ким?",
    "options": [
      "а) Султамурат",
      "б) Анатай",
      "в) Эркинбек",
      "г) Ажымурат"
    ],
    "correctIndex": 3
  },
  {
    "number": 79,
    "text": "А.Осмонов, А.Токтомушев, С.Эралиевдердин поэмаларында негиз болгон фольклордук чыгарма:",
    "options": [
      "а) «Жаңыл Мырза»",
      "б) «Ак Мактым»",
      "в) «Ак Мөөр»",
      "г) «Кедейкан»"
    ],
    "correctIndex": 2
  },
  {
    "number": 80,
    "text": "“Ким болду экен?” поэмасындагы Сонун кандай кыз??",
    "options": [
      "а) пионер кыз",
      "б) ырчы кыз",
      "в) алтын кыз",
      "г) күлбөс кыз"
    ],
    "correctIndex": 3
  },
  {
    "number": 81,
    "text": "“Дүйнө-өмүр, уул бердиӊ, бала бердиӊ, Дүйнө-өмүр, алоолонуп жана бердиӊ” деген ыр саптары аркылуу кимдин монологу туюнтулат?",
    "options": [
      "а) Нурбайдын",
      "б) Акылбектин",
      "в) Жеӊишбектин",
      "г) Миӊбайдын"
    ],
    "correctIndex": 3
  },
  {
    "number": 82,
    "text": "“Жайдын кечи” деген классикалык ырды ким жазган?",
    "options": [
      "а) М.Элебаев",
      "б) Ж.Турусбеков",
      "в) К.Тыныстанов",
      "г) Ж.Бөкөнбаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 83,
    "text": "Телторуну минген баатыр ким?",
    "options": [
      "а) Эр Табылды",
      "б) Курманбек",
      "в) Эр Төштүк",
      "г) Кыз Сайкал"
    ],
    "correctIndex": 1
  },
  {
    "number": 84,
    "text": "“Зилзала” дастанын ким жазган?",
    "options": [
      "а) Калыгул",
      "б) Молдо Нияз",
      "в) Арстанбек",
      "г) Молдо Кылыч"
    ],
    "correctIndex": 3
  },
  {
    "number": 85,
    "text": "“Акыр заман” поэмасы кимге таандык?",
    "options": [
      "а) Калыгулга",
      "б) Молдо Кылычка",
      "в) Арстанбекке",
      "г) Алдаш Молдого"
    ],
    "correctIndex": 0
  },
  {
    "number": 86,
    "text": "“Чалкар – менмин” деген ырды ким жазган?",
    "options": [
      "а) М.Элебаев",
      "б) К.Тыныстанов",
      "в) А.Токомбаев",
      "г) Ж.Бөкөнбаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 87,
    "text": "М.Элебаевдин белгилүү чыгармасынын аталышын толукта: “Кыйын ...”",
    "options": [
      "а) «… мезгил»",
      "б) «… таймаш»",
      "в) «… абал»",
      "г) «… кезең»"
    ],
    "correctIndex": 3
  },
  {
    "number": 88,
    "text": "“Айчүрөк” операсынын либереттосун кимдер жазышкан?",
    "options": [
      "а) Ж.Бөкөнбаев, М.Элебаев, А.Токомбаев",
      "б) А.Токомбаев, Ж.Бөкөнбаев, Ж.Турусбеков",
      "в) К.Маликов, А.Осмонов, Ж.Турусбеков",
      "г) Ж.Турусбеков, Ж.Бөкөнбаев, К.Маликов"
    ],
    "correctIndex": 3
  },
  {
    "number": 89,
    "text": "Т.Сыдыкбековдун алгачкы поэмасы кандайча аталат??",
    "options": [
      "а) «Чөмүчбай»",
      "б) «Түпкүчбай»",
      "в) «Идишбай»",
      "г) «Капкакбай»"
    ],
    "correctIndex": 3
  },
  {
    "number": 90,
    "text": "“Кыямат” романындагы башкы каармандардын бири?",
    "options": [
      "а) Танабай",
      "б) Абуталип",
      "в) Эдигей",
      "г) Бостон"
    ],
    "correctIndex": 3
  },
  {
    "number": 91,
    "text": "Т.Үмөталиев жазган поэма кандайча аталат?",
    "options": [
      "а) «Айсулуу»",
      "б) «Күн сулуу»",
      "в) «Нурсулуу»",
      "г) «Бир сулуу»"
    ],
    "correctIndex": 0
  },
  {
    "number": 92,
    "text": "Ырдын аталышын толукта: “Кош ... уулуӊ кетти майданга”",
    "options": [
      "а) «… атаке»",
      "б) «… Ала-Тоо»",
      "в) «... мекеним»",
      "г) «… апаке»"
    ],
    "correctIndex": 1
  },
  {
    "number": 93,
    "text": "“Тоолор кулаганда” романынын башкы каармандарынын бири ким?",
    "options": [
      "а) Арген",
      "б) Николай",
      "в) Арсен",
      "г) Семен"
    ],
    "correctIndex": 2
  },
  {
    "number": 94,
    "text": "А.Токомбаевдин белгилүү пьесасынын аталышын толукта: “Тергөө...”",
    "options": [
      "а) «… болбой калды»",
      "б) «… бүттү»",
      "в) «… эртеӊкиге калды»",
      "г) «… жүрүп жатат»"
    ],
    "correctIndex": 3
  },
  {
    "number": 95,
    "text": "“Майдан” романын ким жазган?",
    "options": [
      "а) Т.Сыдыкбеков",
      "б) К.Баялинов",
      "в) Ч.Айтматов",
      "г) У.Абдукаимов"
    ],
    "correctIndex": 3
  },
  {
    "number": 96,
    "text": "“Биздин замандын кишилери” романындагы башкы каарман:",
    "options": [
      "а) Жапар",
      "б) Данияр",
      "в) Шамбет",
      "г) Искендер"
    ],
    "correctIndex": 2
  },
  {
    "number": 97,
    "text": "Ыр сабын толукта: “Сен ооруба, мен ооруюн ...”",
    "options": [
      "а) Алмашым",
      "б) апаке",
      "в) Ата Журт",
      "г) энеке"
    ],
    "correctIndex": 2
  },
  {
    "number": 98,
    "text": "А.Осмонов, А.Токтомушев, С.Эралиевдин поэмаларында негиз болгон фольклордук чыгарма:",
    "options": [
      "а) «Жаӊыл Мырза»",
      "б) «Ак Мактым»",
      "в) «Ак Мөөр»",
      "г) «Кедейкан»"
    ],
    "correctIndex": 2
  },
  {
    "number": 99,
    "text": "А.Осмоновдун атактуу жыйнагы эмне деп аталат?",
    "options": [
      "а) «Сүйүү»",
      "б) «Арзуу»",
      "в) «Махабат»",
      "г) «Ашыктык»"
    ],
    "correctIndex": 2
  },
  {
    "number": 100,
    "text": "Чыгарманын аталышын толукта: “Пайдага чечилген ...”",
    "options": [
      "а) «… талаш»",
      "б) «… чатак»",
      "в) «… уруш»",
      "г) «… жаӊжал»"
    ],
    "correctIndex": 1
  }
];
