window.kyrgyzTests = {
  "literature": {
    "B1": [
      {
        "number": 1,
        "text": "Кыргыз адабиятынын түрлөрү?",
        "options": [
          "оозеки жана жазма",
          "элдик оозеки чыгармачылык, акындар поэзиясы, профессионал адабият",
          "өткөн кылымдагы жана азыркы адабият",
          "элдик жана айрым адамдардын адабияты"
        ],
        "correctIndex": 0
      },
      {
        "number": 2,
        "text": "Эпикалык тектин жанрлары",
        "options": [
          "аңгеме, повесть, роман",
          "ыр, поэма",
          "комедия, трагедия, драма",
          "жомок, эпос, миф, легенда"
        ],
        "correctIndex": 3
      },
      {
        "number": 3,
        "text": "Лирикалык чыгармалар",
        "options": [
          "саясий, укмуштуу окуялуу, психология",
          "тарыхый, турмуштук, өмүр баяндык",
          "граждандык, сүйүү, философиялык, пейзаждык",
          "фельетон,трагедия"
        ],
        "correctIndex": 2
      },
      {
        "number": 4,
        "text": "Курманжан Датканын сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "10 сомдукта",
          "20 сомдукта",
          "50 сомдукта"
        ],
        "correctIndex": 3
      },
      {
        "number": 5,
        "text": "Драмалык чыгарманын өзгөчөлүгү?",
        "options": [
          "кара сөз менен жазылышы",
          "лирикалык каармандын болушу",
          "сахна үчүн жазылгандыгы",
          "синкреттүү болушу"
        ],
        "correctIndex": 2
      },
      {
        "number": 6,
        "text": "А.Осмонов ким болгон?",
        "options": [
          "драмтург",
          "акын",
          "депутат",
          "жазуучу"
        ],
        "correctIndex": 1
      },
      {
        "number": 7,
        "text": "Ч.Айтматовдун «Жамийла» повести жарык көргөн жыл?",
        "options": [
          "1963-ж.",
          "1968-ж.",
          "1958-ж.",
          "1979-ж."
        ],
        "correctIndex": 2
      },
      {
        "number": 8,
        "text": "Көркөм чыгармада автордун негизги ою?",
        "options": [
          "тема",
          "композиция",
          "сюжет",
          "идея"
        ],
        "correctIndex": 3
      },
      {
        "number": 9,
        "text": "Көркөм чыгармаларда жаратылыш көрүнүштөрүн сүрөттөө",
        "options": [
          "портрет",
          "пейзаж",
          "интерьер",
          "монолог"
        ],
        "correctIndex": 1
      },
      {
        "number": 10,
        "text": "\" Жамийла\" повести жөнүндө «Махабат тууралуу эң coнун баян» деген пикирин айткан жазуучу",
        "options": [
          "K.Яшен",
          "М.Ауэзов",
          "Л.Apaгoн",
          "И.Конешвили"
        ],
        "correctIndex": 2
      },
      {
        "number": 11,
        "text": "Толгонай, Алиман Ч.Айтматовдун кайсы чыгармасынын каармандары?",
        "options": [
          "«Кылым карытар бир күн»",
          "«Too арасында”",
          "«Кандуу жылдар”",
          "«Саманчы жолу»"
        ],
        "correctIndex": 3
      },
      {
        "number": 12,
        "text": "\" Сен ооруба, мен ооруюн Ата Журт...\", ырдын аталашы, автору?",
        "options": [
          "А.Токомбаев. \"Кыргызстан",
          "К.Тыныстанов. «Ала-Тоо»",
          "А.Осмонов.  «Ата Журт»",
          "M.Алыбаев. «Ала Tooгo»"
        ],
        "correctIndex": 2
      },
      {
        "number": 13,
        "text": "«Замана» агымынын өкүлдөрүн атап бер.",
        "options": [
          "Толубай Сынчы, Токтогул",
          "A.Токомбаев, Ж.Турусбеков",
          "Kалыгул, Арстанбек, Молдо Кылыч",
          "А.Үсөнбаев,Т.Сатылганов"
        ],
        "correctIndex": 2
      },
      {
        "number": 14,
        "text": "Сахнага коюуга ылайыкталып жазылган чыгарма",
        "options": [
          "роман",
          "драма",
          "элегия",
          "ода"
        ],
        "correctIndex": 1
      },
      {
        "number": 15,
        "text": "\"Ысык-Көл кээде тынч да, кээде толкун, Толкуса толкунуна тең ортокмун…», бул кайсы чыгарма, автору ким?",
        "options": [
          "Ж.Бөкөнбаев «Чептен эрдин күчү бек»",
          "А.Султанов «Чарчоонун жүзүнчү ыры»",
          "А.Осмонов «Жеңишбек»",
          "Б.Сарногоев «Ашуудан берген отчетум»"
        ],
        "correctIndex": 2
      },
      {
        "number": 16,
        "text": "«Жамийла» повестиндеги Жамийланын кайниси ким?",
        "options": [
          "Бактыгул",
          "Орозкул",
          "Илияс",
          "Сейит"
        ],
        "correctIndex": 3
      },
      {
        "number": 17,
        "text": "Пейзаж деген эмне?",
        "options": [
          "жаратылыш көрүнүштөрүнүн сүрөттөлүшү",
          "каармандын сырткы келбети",
          "каармандын өз ара сүйлөшүүсү",
          "автордун берейин деген ою"
        ],
        "correctIndex": 0
      },
      {
        "number": 18,
        "text": "Ч.Айтматов жарык дүйнөгө келген айыл?",
        "options": [
          "Миң-Куш",
          "Чаек",
          "Шекер",
          "Каныш-Кыя"
        ],
        "correctIndex": 2
      },
      {
        "number": 19,
        "text": "Токтогулдун сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "10 сомдукта",
          "20 сомдукта",
          "50 сомдукта"
        ],
        "correctIndex": 0
      },
      {
        "number": 20,
        "text": "\"Ак Мөөр\" поэмасындагы Болотко атаандаш жигит?",
        "options": [
          "Адыл",
          "Баяке",
          "Келдибек",
          "Баян"
        ],
        "correctIndex": 1
      },
      {
        "number": 21,
        "text": "Ч.Айтматовдун \"Манас атанын ак кар, көк музу\" чыгармасынын жанрын аныкта",
        "options": [
          "повесть",
          "очерк",
          "фельетон",
          "аңгеме"
        ],
        "correctIndex": 1
      },
      {
        "number": 22,
        "text": "Манастын атасы ким болгон?",
        "options": [
          "Акбалта",
          "Жакып",
          "Бай",
          "Көкөтөй"
        ],
        "correctIndex": 1
      },
      {
        "number": 23,
        "text": "Чыгармадагы окуянын өнүгүп жеткен чеги?",
        "options": [
          "экспозиция",
          "кульминация",
          "окуянын чечилиши",
          "окуянын түйүндөлүшү"
        ],
        "correctIndex": 1
      },
      {
        "number": 24,
        "text": "Төмөндөгүлөрдүн кимиси төкмө акын?",
        "options": [
          "A.Yсөнбаев",
          "A.Токомбаев",
          "А.Рыскулов",
          "А.Осмонов"
        ],
        "correctIndex": 0
      },
      {
        "number": 25,
        "text": "Бул акындар кандай ырчылардын тобуна кирет: Асан Кайгы, Кет Бука, Токтогyл",
        "options": [
          "заманачы",
          "легендарлык",
          "жазгыч",
          "төкмө"
        ],
        "correctIndex": 1
      },
      {
        "number": 26,
        "text": "А.Осмоновдун «Жеңишбек» чыгармасынын жанры?",
        "options": [
          "поэма",
          "повесть",
          "очерк",
          "эcce"
        ],
        "correctIndex": 0
      },
      {
        "number": 27,
        "text": "Ч.Айтматовдун сөөгү кайсы айылга коюлган?",
        "options": [
          "Миң-Куш",
          "Чаек",
          "Шeкep",
          "Ата-Бейит"
        ],
        "correctIndex": 3
      },
      {
        "number": 28,
        "text": "“Манас” эпосун кеңири изилдеген биринчи окумуштуу ким болгон?",
        "options": [
          "Б.Юнусалиев",
          "Т.Койчиев",
          "И.Ахунбаев",
          "Ж.Жамгырчиев"
        ],
        "correctIndex": 0
      },
      {
        "number": 29,
        "text": "“Кожожаш” эпосундагы эчкинин аты:",
        "options": [
          "Сур эчки",
          "Кара эчки",
          "Сары эчки",
          "Кер эчки"
        ],
        "correctIndex": 0
      },
      {
        "number": 30,
        "text": "“Курманбек” эпосундагы атасы Тейитбек бербей койгон ат:",
        "options": [
          "Тайтору",
          "Сарала",
          "Койкүрөң",
          "Телтору"
        ],
        "correctIndex": 3
      },
      {
        "number": 31,
        "text": "“Жаңыл Мырза” кандай эпос?",
        "options": [
          "Турмуш-тиричиликтик кенже эпос",
          "Лиро-эпикалык кенже эпос",
          "Мифологиялык кенже эпос",
          "Баатырдык кенже эпос"
        ],
        "correctIndex": 3
      },
      {
        "number": 32,
        "text": "“Күлүсүн” поэмасын ким жазган?",
        "options": [
          "Алымкул",
          "Калык",
          "Барпы",
          "Осмонкул"
        ],
        "correctIndex": 1
      },
      {
        "number": 33,
        "text": "Байымбет Абдырахмановдун псевдоними (ылакап ысымы):",
        "options": [
          "Женижок",
          "Тоголок Молдо",
          "Балык ооз",
          "Балка"
        ],
        "correctIndex": 1
      },
      {
        "number": 34,
        "text": "Ч.Айтматовдун “Кыямат” романындагы чабан Базарбай Нойгутов:",
        "options": [
          "ак ниет",
          "кара мүртөз",
          "Социалисттик эмгектин баатыры",
          "ирилештирилген чабандык бригаданын жетекчиси"
        ],
        "correctIndex": 1
      },
      {
        "number": 35,
        "text": "А.Осмонов кайсы жердеги балдар үйүндө тарбияланган?",
        "options": [
          "Кара-Балтадагы",
          "Токмоктогу",
          "Караколдогу",
          "Бишкектеги"
        ],
        "correctIndex": 1
      },
      {
        "number": 36,
        "text": "“Он беш жолу кайра баштан төрөлүп, Он беш жолу жашарбасам карап тур”-деген саптар Алыкулдун кайсы чыгармасында?",
        "options": [
          "«Отуз жаш»",
          "«Адамзат»",
          "«Ата Журт»",
          "«Өзүмдү өзүм»"
        ],
        "correctIndex": 0
      },
      {
        "number": 37,
        "text": "“Манас” эпосунда негизги сюжеттик линиялардын биринин аталышы:",
        "options": [
          "Чоң сайыш",
          "Бээжинге жүрүш",
          "Чоң жүрүш",
          "Чоң казат"
        ],
        "correctIndex": 3
      },
      {
        "number": 38,
        "text": "“Манас” эпосун “Байыркы кыргыз рухунун туу чокусу” деп ким баалаган?",
        "options": [
          "М.О.Ауэзов",
          "Ч.Ч.Валиханов",
          "Ч.Т.Айтматов",
          "В.В.Радлов"
        ],
        "correctIndex": 2
      },
      {
        "number": 39,
        "text": "“Айчүрөк” операсынын либереттосун кимдер жазышкан?",
        "options": [
          "Ж.Бөкөнбаев, М.Элебаев, А.Токомбаев",
          "А.Токомбаев, Ж.Бөкөнбаев, Ж.Турусбеков",
          "К.Маликов, А.Осмонов, Ж.Турусбеков",
          "Ж.Турусбеков, Ж.Бөкөнбаев, К.Маликов"
        ],
        "correctIndex": 3
      },
      {
        "number": 40,
        "text": "К.Жантөшевдин Токтогул жөнүндөгү белгилүү пьесасы эмне деп аталат?",
        "options": [
          "«Эл ырчысы»",
          "«Эл булбулу»",
          "«Эл торгою»",
          "«Эл акыны»"
        ],
        "correctIndex": 0
      },
      {
        "number": 41,
        "text": "“Узак жол” жанрдык табияты боюнча кандай чыгарма?",
        "options": [
          "тарыхый роман",
          "приключениялык роман",
          "тарыхый-революциялык роман",
          "автобиографиялык роман"
        ],
        "correctIndex": 3
      },
      {
        "number": 42,
        "text": "Т.Үмөталиев жазган поэма кандайча аталат?",
        "options": [
          "«Айсулуу»",
          "«Күн сулуу»",
          "«Нурсулуу»",
          "«Бир сулуу»"
        ],
        "correctIndex": 0
      },
      {
        "number": 43,
        "text": "Ж.Турусбековдун белгилүү драмасы кандайча аталат?",
        "options": [
          "«Алтын кыз»",
          "«Ажал ордуна»",
          "«Өлбөстүн үрөөнү»",
          "«Бийик жерде»"
        ],
        "correctIndex": 1
      },
      {
        "number": 44,
        "text": "“Таң алдында” романынын башкы каармандарынын бири ким?",
        "options": [
          "Михаил",
          "Николай",
          "Антон",
          "Семен"
        ],
        "correctIndex": 2
      },
      {
        "number": 45,
        "text": "Аңгеменин аталышын толукта: “Атадан калган ...”",
        "options": [
          "«… туяк»",
          "«… таяк",
          "«… кыяк»",
          "«… бычак»"
        ],
        "correctIndex": 0
      },
      {
        "number": 46,
        "text": "“Майдан” романын ким жазган?",
        "options": [
          "Т.Сыдыкбеков",
          "К.Баялинов",
          "Ч.Айтматов",
          "У.Абдукаимов"
        ],
        "correctIndex": 3
      },
      {
        "number": 47,
        "text": "Мар Байжиевдин белгилүү драмасы:",
        "options": [
          "«Төрт келин»",
          "«Төрт адам»",
          "«Төрт сулуу»",
          "«Төрт баатыр»"
        ],
        "correctIndex": 1
      },
      {
        "number": 48,
        "text": "Алтынайдын образы кайсы чыгармада берилген?",
        "options": [
          "«Саманчынын жолу»",
          "«Гүлсарат»",
          "«Ак кеме»",
          "«Биринчи мугалим»"
        ],
        "correctIndex": 3
      },
      {
        "number": 49,
        "text": "Ч.Айтматов кайсы чыгармасында Каранардын образын түзгөн?",
        "options": [
          "«Ак кеме»",
          "«Гүлсарат»",
          "«Кыямат»",
          "«Кылым карытар бир күн»"
        ],
        "correctIndex": 3
      },
      {
        "number": 50,
        "text": "А.Осмоновдун атактуу жыйнагы эмне деп аталат?",
        "options": [
          "«Сүйүү»",
          "«Арзуу»",
          "«Махабат»",
          "«Ашыктык»"
        ],
        "correctIndex": 2
      },
      {
        "number": 51,
        "text": "М.Абылкасымованын белгилүү поэмасынын аталышын толуктагыла: “Эстелик ...”",
        "options": [
          "«… эскерет»",
          "«… сүйлөйт»",
          "«…коюлду",
          "«… турат»"
        ],
        "correctIndex": 1
      },
      {
        "number": 52,
        "text": "Ч.Айтматовдун «Бетме-бет» повестиндегиги согуштан качып келген каарман.",
        "options": [
          "Кубат",
          "Ысмайыл",
          "Дүйшөн",
          "Ильяс"
        ],
        "correctIndex": 1
      },
      {
        "number": 53,
        "text": "Ч.Айматовдун кайсы чыгармасында мугалим Дүйшѳндүн образы түзүлѳт?",
        "options": [
          "«Жамийла»",
          "«Бетме-бет»",
          "«Биринчи мугалим»",
          "«Тоолор кулаганда»"
        ],
        "correctIndex": 2
      },
      {
        "number": 54,
        "text": "Элге кеңири тараган «Мѳлмѳлүм» деген ырдын автору?",
        "options": [
          "Жеңижок",
          "Барпы",
          "Токтогул",
          "Калык"
        ],
        "correctIndex": 1
      },
      {
        "number": 55,
        "text": "Арстанбек Буйлаш уулунун чыгармачылык багыты кайсы акынга абдан жакын?",
        "options": [
          "Калыгул",
          "Токтогул",
          "Жеңижок",
          "Тоголок Молдо"
        ],
        "correctIndex": 0
      },
      {
        "number": 56,
        "text": "Белгилүү «Тар заман» чыгармасынын автору?",
        "options": [
          "Барпы",
          "Токтогул",
          "Калык",
          "Арстанбек"
        ],
        "correctIndex": 3
      },
      {
        "number": 57,
        "text": "Кыргыз элинин белгилүү төкмө акындары",
        "options": [
          "Токтогул, Жеңижок, Барпы",
          "Асан Кайгы, Жайсаң ырчы, Токтогул",
          "Калыгул, Арстанбек, Молдо Кылыч",
          "Калыгул, Барпы, Тоголок Молдо"
        ],
        "correctIndex": 0
      },
      {
        "number": 58,
        "text": "Дидактикалык чыгарма кайсы?",
        "options": [
          "айтыш",
          "драма",
          "жомок",
          "поэзия"
        ],
        "correctIndex": 2
      },
      {
        "number": 59,
        "text": "К.Маликовдун белгилүү драмасы",
        "options": [
          "«Кыз Сайкал»",
          "«Жаңыл баатыр»",
          "«Жаңыл Мырза»",
          "Курманбек"
        ],
        "correctIndex": 2
      },
      {
        "number": 60,
        "text": "«Кыргыз эл акыны» деген наам биринчи жолу кимге берилген?",
        "options": [
          "К.Тыныстановго, 1936-ж.",
          "М.Элебаевге, 1939-ж.",
          "Ж.Турусбековго, 1943-ж.",
          "А.Токомбаевге, 1946-ж."
        ],
        "correctIndex": 3
      },
      {
        "number": 61,
        "text": "1919-1924-жылдары кайсы жазуучу Ташкендеги казак-кыргыз агартуу институтунда окуган?",
        "options": [
          "К.Тыныстанов",
          "М.Элебаев",
          "Ж.Турусбеков",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": 0
      },
      {
        "number": 62,
        "text": "Кыргыз адабиятынын жазылуучу жазуу иштери?",
        "options": [
          "дил баян, эссе, изложение",
          "текшерүү иш, түшүнүк кат, доклад",
          "диктант, мүнөздөмө, тил кат",
          "баяндоо, сүрөттөө, ой жүгүртүү"
        ],
        "correctIndex": 0
      },
      {
        "number": 63,
        "text": "Адабий чыгармада эки кишинин же бир нече кишинин бири-бири менен сүйлѳшүүсү.",
        "options": [
          "монолог",
          "конфликт",
          "диалог",
          "реплика"
        ],
        "correctIndex": 2
      },
      {
        "number": 64,
        "text": "Ч.Айтматовдун кайсы чыгармасында баңгилик маселеси кѳтѳрүлгѳн?",
        "options": [
          "«Кыямат»",
          "«Кылым карытар бир күн»",
          "«Жамийла»",
          "«Бетме-бет»"
        ],
        "correctIndex": 0
      },
      {
        "number": 65,
        "text": "Ч.Айтматовдун кайсы чыгармасында үч короо, үч түтүн, үч эркек, үч аял сγрѳттѳлѳт?",
        "options": [
          "«Гүлсарат»",
          "«Ак кеме»",
          "«Биринчи мугалим»",
          "«Кыямат»"
        ],
        "correctIndex": 1
      },
      {
        "number": 66,
        "text": "«Фудзиямадагы кадыр түндү» ким жазган?",
        "options": [
          "А.Токомбаев",
          "А.Осмонов",
          "Ч.Айтматов",
          "К.Тыныстанов"
        ],
        "correctIndex": 2
      },
      {
        "number": 67,
        "text": "«Сынган кылыч» тарыхый романдын автору?",
        "options": [
          "Ч.Айтматов",
          "Т.Касымбеков",
          "Ж.Бѳкѳнбаев",
          "А.Осмонов"
        ],
        "correctIndex": 1
      },
      {
        "number": 68,
        "text": "Лирикалык чыгармадагы каарман?",
        "options": [
          "эпикалык",
          "лирикалык",
          "драмалык",
          "белгисиз"
        ],
        "correctIndex": 1
      },
      {
        "number": 69,
        "text": "А.Осмоновдун поэмасы?",
        "options": [
          "«Энем»",
          "«Каракчынын трагедиясы»",
          "«Ажал менен ар намыс»",
          "«Жеңишбек»"
        ],
        "correctIndex": 3
      },
      {
        "number": 70,
        "text": "Т.Касымбековдун «Сынган кылыч» романы?",
        "options": [
          "турмуштук",
          "философиялык",
          "тарыхый",
          "өмүр баяндык роман"
        ],
        "correctIndex": 2
      },
      {
        "number": 71,
        "text": "Ч.Айтматовдун апасынын ысмы?",
        "options": [
          "Айсулуу",
          "Гүлнара",
          "Нагима",
          "Таңсыкай"
        ],
        "correctIndex": 2
      },
      {
        "number": 72,
        "text": "Булардын кимиси улуу манасчы?",
        "options": [
          "Алымбай",
          "Сагымбай",
          "Карынбай",
          "Жолдошбай"
        ],
        "correctIndex": 1
      },
      {
        "number": 73,
        "text": "Манасты бала чагында кандай аташкан?",
        "options": [
          "Чоң муштум",
          "Чоң балбан",
          "Чоң жинди",
          "Чыр баш"
        ],
        "correctIndex": 2
      },
      {
        "number": 74,
        "text": "“Манас” эпосун “Байыркы кыргыз рухунун туу чокусу” деп ким баалаган?",
        "options": [
          "М.О.Ауэзов",
          "Ч.Ч.Валиханов",
          "Ч.Т.Айтматов",
          "В.В.Радлов"
        ],
        "correctIndex": 2
      },
      {
        "number": 75,
        "text": "“Ак Мөөр” дастанында кайсы көл сүрөттөлгөн?",
        "options": [
          "Чатыр-Көл",
          "Ысык-Көл",
          "Соң-Көл",
          "Сары-Челек"
        ],
        "correctIndex": 2
      },
      {
        "number": 76,
        "text": "Кыргызстанда биринчи гезит качан чыккан?",
        "options": [
          "1924",
          "1917",
          "1936",
          "1927"
        ],
        "correctIndex": 0
      },
      {
        "number": 77,
        "text": "Аңгеменин атын толукта: Мариям менен ...",
        "options": [
          "... жайлоодо",
          "... эпкиндүү эмгекте",
          "... көл боюнда",
          "... колхоз талаасында"
        ],
        "correctIndex": 2
      },
      {
        "number": 78,
        "text": "М.Элебаевдин белгилүү чыгармасынын аталышын толукта: “Кыйын ...”.",
        "options": [
          "“... мезгил”",
          "“... таймаш”",
          "“... абал”",
          "“... кезең”"
        ],
        "correctIndex": 3
      },
      {
        "number": 79,
        "text": "Чыгарманын атын толукта: “Эрксиз ...”",
        "options": [
          "“... күндөрдө”",
          "“... айларда”",
          "“... жылдарда”",
          "“... түндөрдө”"
        ],
        "correctIndex": 0
      },
      {
        "number": 80,
        "text": "Аңгеменин аталышын толукта: “Атадан калган ... ”",
        "options": [
          "“... туяк”",
          "“... таяк”",
          "“... кыяк”",
          "“... бычак"
        ],
        "correctIndex": 0
      },
      {
        "number": 81,
        "text": "Төмөнкү чыгармалардын кайсынысы 1930-жылдардагы классикалык поэмалардын бири болуп эсептелет?",
        "options": [
          "“Нарындан кат”",
          "“Кара кыздан кат”",
          "“Апаман кат”",
          "“Какшаалдан кат”"
        ],
        "correctIndex": 3
      },
      {
        "number": 82,
        "text": "Ч.Айтматовдун “Ак кеме” повестиндеги баланын ысмы:",
        "options": [
          "Нургазы",
          "Абылгазы",
          "Ысымы жок",
          "Шергазы"
        ],
        "correctIndex": 0
      },
      {
        "number": 83,
        "text": "2015-жылы кайсы акындын 100 жылдыгы белгиленген?",
        "options": [
          "Ч.Айтматов",
          "А.Осмонов",
          "К.Акиев",
          "Т.Сыдыкбеков"
        ],
        "correctIndex": 1
      },
      {
        "number": 84,
        "text": "Алимандын образы Ч.Айтматовдун кайсы чыгармасында берилген?",
        "options": [
          "“Саманчынын жолу”",
          "“Ботокөз булак”",
          "“Ак кеме”",
          "“Жамийла”"
        ],
        "correctIndex": 0
      },
      {
        "number": 85,
        "text": "Кыргыз кыздарынан чыккан белгилүү акын?",
        "options": [
          "К.Кондурчалова",
          "Р.Отунбаева",
          "Г.Момунова",
          "М.Жангарачева"
        ],
        "correctIndex": 2
      },
      {
        "number": 86,
        "text": "А.Осмоновдун поэмасынын аталышын толуктагыла: “Майдын ...”.",
        "options": [
          "“... түнү”",
          "“... кечи”",
          "“... башы”",
          "“... күнү”"
        ],
        "correctIndex": 0
      },
      {
        "number": 87,
        "text": "Ырдын аталышын толуктагыла: “Кош ... уулуң кетти майданга”.",
        "options": [
          "“... атаке”",
          "“... апаке”",
          "“... мекеним”",
          "“... Ала-Тоо”"
        ],
        "correctIndex": 3
      },
      {
        "number": 88,
        "text": "Драматург Б.Жакиевдин атактуу пьесасы: “Атанын ...”",
        "options": [
          "“... тагдыры”",
          "“... көз жашы”",
          "“... баатыр уулу”",
          "“... арманы”"
        ],
        "correctIndex": 0
      },
      {
        "number": 89,
        "text": "Сатирик акындар кимдер?",
        "options": [
          "Ч.Айтматов, Б.Жакиев, Б.Сарногоев",
          "М.Элебаев, С.Эралиев, Ж.Бөкөнбаев",
          "А.Осмонов, К.Маликов, А.Токомбаев",
          "Б.Сарногоев, М.Алыбаев, Р.Шүкүрбеков"
        ],
        "correctIndex": 3
      },
      {
        "number": 90,
        "text": "Ч.Айтматовдун кайсы чыгармасында Каранардын образын түзгөн?",
        "options": [
          "“Ак кеме”",
          "“Гүлсарат”",
          "“Кыямат”",
          "“Кылым карытар бир күн”"
        ],
        "correctIndex": 3
      },
      {
        "number": 91,
        "text": "Жусуп Баласагындын сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "1000 сомдукта",
          "500 сомдукта",
          "200 сомдукта"
        ],
        "correctIndex": 1
      },
      {
        "number": 92,
        "text": "Төкмө акындын өзгөчөлүгү?",
        "options": [
          "аккардеон менен ырдайт",
          "көркөм окуйт",
          "жаттап ырдайт",
          "импровизатор, куюлуштуруп сөз табат"
        ],
        "correctIndex": 3
      },
      {
        "number": 93,
        "text": "“Алма быш, оозума түш” деген ...",
        "options": [
          "тамсил",
          "лакап",
          "макал",
          "табышмак"
        ],
        "correctIndex": 2
      },
      {
        "number": 94,
        "text": "Орто кылымдагы ири адабий эстеликтер?",
        "options": [
          "Молдо Кылыч, Молдо Нияз",
          "Токтогул, Тоголок Молдо",
          "Ж.Баласагын, М.Кашгари",
          "К.Юдахин, Т.Саманчин"
        ],
        "correctIndex": 2
      },
      {
        "number": 95,
        "text": "“Манасты” биринчи жолу ким айткан?",
        "options": [
          "Сагынбай",
          "Балык Кумар уулу",
          "Тыныбек",
          "Ырамандын Ырчы уул"
        ],
        "correctIndex": 3
      },
      {
        "number": 96,
        "text": "Ж.Баласагындын «Кут алчу билим» чыгармасы –",
        "options": [
          "түрк тилинде жазылган философиялык-дидактикалык дастан.",
          "тарыхый роман.",
          "ыр түрүндө кыргыз тилинде жазылган поэма.",
          "түрк тилдеринин сөздүгү."
        ],
        "correctIndex": 0
      },
      {
        "number": 97,
        "text": "Алай ханышасы Курманжан датка -  …  .",
        "options": [
          "акын, коомдук ишмер",
          "актриса",
          "искусство чебери",
          "Кокон хандыгынын учурундагы белгилүү инсан."
        ],
        "correctIndex": 3
      },
      {
        "number": 98,
        "text": "Карышкырлар дүйнөсүн ачып берген чыгарма",
        "options": [
          "Гапаровдун \"Мунабия\" аңгемеси",
          "Айтматовдун \"Кыямат\" романы",
          "Абдукаимовдун \"Жашагым келет\" романы",
          "Токомбаевдин \"Күүнүн сыры\" аңгемеси"
        ],
        "correctIndex": 1
      },
      {
        "number": 99,
        "text": "\"Атанын тагдыры\" чыгармасын ким жазган?",
        "options": [
          "Зуура Сооронбаева",
          "Токтоболот Абдымомунов",
          "Бексултан Жакиев",
          "Ашыралы Айталиев"
        ],
        "correctIndex": 2
      },
      {
        "number": 100,
        "text": "Сибирге сүргүнгө айдалган акын ким?",
        "options": [
          "Жеңижок",
          "Барпы",
          "Токтогул",
          "Калык"
        ],
        "correctIndex": 2
      }
    ]
  }
};

