window.questionsData = [
  {
    "number": 1,
    "kg": "“ Тарыхтын атасы” деп кимди айтышат?",
    "ru": "Кого называют «Отцом истории»?",
    "optionsKg": [
      "Геродотту",
      "Баласагынды",
      "Ленинди",
      "Аристотелди"
    ],
    "optionsRu": [
      "Геродота",
      "Баласагына",
      "Ленина",
      "Аристотеля"
    ],
    "correctIndex": 0
  },
  {
    "number": 2,
    "kg": "Генеалогия деген эмне?",
    "ru": "Что такое генеалогия?",
    "optionsKg": [
      "шаарлардын келип чыгуусу",
      "муундардын келип чыгышын жана адамдардын туугандык байланыштарын, уруусун, аты жөнүн изилдөөчү илим",
      "байыркы уруулар",
      "элдин аты"
    ],
    "optionsRu": [
      "происхождение городов",
      "происхождение родов, фамилий",
      "древние племена",
      "название народа"
    ],
    "correctIndex": 1
  },
  {
    "number": 3,
    "kg": "Грекчеден которгондо “тарых “ эмнени түшүндүрөт?",
    "ru": "Что означает с греческого «История»?",
    "optionsKg": [
      "адамзаттын басып өткөн жолун",
      "адамзаттын келечегин",
      "легендалар, мифтер",
      "кенже эпостор"
    ],
    "optionsRu": [
      "рассказ о прошлом человечества",
      "рассказ о будущем",
      "легенды, мифы",
      "большие, малые эпосы"
    ],
    "correctIndex": 0
  },
  {
    "number": 4,
    "kg": "Таш доору болжолдуу төмөндөгүдөй бөлүнөт:",
    "ru": "Каменный век условно делится на:",
    "optionsKg": [
      "байыркы таш доору (палеолит)",
      "жаӊы таш доору (неолит)",
      "орто таш доору (мезолит)",
      "жогоруда аталгандардын баардыгы"
    ],
    "optionsRu": [
      "древний каменный век (палеолит)",
      "на новый каменный век (неолит)",
      "средний каменный век (мезолит)",
      "все вышеперечисленное"
    ],
    "correctIndex": 3
  },
  {
    "number": 5,
    "kg": "Кыргызстандын аймагынан эӊ байыркы таш куралдары төмөнкү жерлерден табылган:",
    "ru": "Самые древние каменные орудия, обнаруженные на территории Кыргызстана найдены на:",
    "optionsKg": [
      "Борбордук Теӊир-Тоодогу Он-Арча суусунун боюнан, Кыргызстан менен Тажикстандын чек арасындагы Кожо-Бакырган-Сайдан",
      "Нарын шаарына жакын Теке-Секирик үӊкүрүнөн",
      "Чолпон-Ата шаарынын айланасынан",
      "Аламүдүн суусунун жээгинен"
    ],
    "optionsRu": [
      "на берегу реки Он-Арча в горах Центрального Тенир-Toо, в местности Кожо-Бакырган-Сай на границе Кыргызстана и Таджикистана",
      "в пещерах Теке-Секирик близ города Нарын",
      "в окрестностях города Чолпон-Ата",
      "на побережье реки Аламудун"
    ],
    "correctIndex": 0
  },
  {
    "number": 6,
    "kg": "Чуст маданиятындагы  уруулардын  негизги чарбачылыгы.",
    "ru": "Чем в основном  занимались племена чустской культуры?",
    "optionsKg": [
      "мал чарбачылыгы",
      "дыйканчылык",
      "анчылык",
      "соода"
    ],
    "optionsRu": [
      "скотоводством",
      "земледелием",
      "охотой",
      "торговлей"
    ],
    "correctIndex": 1
  },
  {
    "number": 7,
    "kg": "Андронов маданиятынын уруулары жүргүзгөн чарба кайсы?",
    "ru": "Чем занимались племена андроновской культуры?",
    "optionsKg": [
      "мал чарбачылыгы",
      "дыйканчылык",
      "аңчылык",
      "соода"
    ],
    "optionsRu": [
      "скотоводством",
      "земледелием",
      "охотой",
      "торговлей"
    ],
    "correctIndex": 0
  },
  {
    "number": 8,
    "kg": "Дүйнөдөгү эӊ чоӊ «сүрөт галереясы»  Саймалуу-Таш үӊкүрүндөгү  аскадагы сүрөттөр  Кыргызстандын …… жайгашкан.",
    "ru": "Самая большая в мире «картинная галерея» наскальных рисунков в пещере Саймалуу-Таш находится в Кыргызстане ....",
    "optionsKg": [
      "Александровка айылында (Чүй өрөөнүндө)",
      "Чолпон-Ата шаарына жакын",
      "Тогуз-Торо районундагы Көгарт суусунун боюнда",
      "Кетмен-Төбө жана Алай өрөөнүндө"
    ],
    "optionsRu": [
      "в селе Александровке (Чуйская долина)",
      "близ г.Чолпон-Аты",
      "на берегу реки Когарт в Тогуз-Тороузском районе",
      "в долинах Кетмен-Тюбе и Алая"
    ],
    "correctIndex": 2
  },
  {
    "number": 9,
    "kg": "Тарыхый булактарда биринчи жолу “кыргыз” этноними жөнүндө качан экерилген?",
    "ru": "Когда впервые в исторических источниках встречается упоминание  этноним «кыргыз»?",
    "optionsKg": [
      "б.з.ч.201-ж",
      "б.з.ч. 99-ж",
      "б.з.1 –к",
      "б.з.VIк"
    ],
    "optionsRu": [
      "201 г. до н. э",
      "99 г. до н. э",
      "I в.н. э",
      "VI в. н.э"
    ],
    "correctIndex": 0
  },
  {
    "number": 10,
    "kg": "Тиграхауд сактарынын  негизги чарбасы... болгон.",
    "ru": "Основным занятием саков тиграхаудов было ...",
    "optionsKg": [
      "карапа жасоо",
      "жер иштетүү",
      "кооздук буюмдарды жасоо",
      "көчмөн малчылык"
    ],
    "optionsRu": [
      "гончарное ремесло",
      "земледелие",
      "ювелирное ремесло",
      "кочевое скотоводство"
    ],
    "correctIndex": 3
  },
  {
    "number": 11,
    "kg": "«Скифтер» деп европалыктар кимдерди аташкан?",
    "ru": "Какие племена европейцы называли «скифами»?",
    "optionsKg": [
      "Сактарды",
      "Усундарды",
      "Хундарды",
      "Түрктөрдү"
    ],
    "optionsRu": [
      "Саков",
      "Усунов",
      "Хуннов",
      "Тюрков"
    ],
    "correctIndex": 0
  },
  {
    "number": 12,
    "kg": "Маодунь  -...",
    "ru": "Маодунь -...",
    "optionsKg": [
      "xань династиясынын императору",
      "сактардын падышасы",
      "хуннулардын шанүйү",
      "Давань мамлекетинин падышасы"
    ],
    "optionsRu": [
      "император Ханьской династии",
      "царь саков",
      "шаньюйь хунну",
      "царь государства Давань"
    ],
    "correctIndex": 2
  },
  {
    "number": 13,
    "kg": "Кайсы жылы Дарий I сактарды талкалаган?",
    "ru": "В каком году Дарий I разгромил саков?",
    "optionsKg": [
      "б.з.ч. 518-ж",
      "б.з.ч. 515-ж",
      "б.з.ч. 516-ж",
      "б.з.ч. 519 –ж"
    ],
    "optionsRu": [
      "518 г. до н. э",
      "515 г. до н.э",
      "516 г до н.э",
      "519 г. до н.э"
    ],
    "correctIndex": 3
  },
  {
    "number": 14,
    "kg": "Усун мамлекетинин борбору кандай аталган?",
    "ru": "Как называлась столица государства усуней?",
    "optionsKg": [
      "Баласагын",
      "Чигу",
      "Өзгөн",
      "Самарканд"
    ],
    "optionsRu": [
      "Баласагун",
      "Чигу",
      "Узгенд",
      "Самарканд"
    ],
    "correctIndex": 1
  },
  {
    "number": 15,
    "kg": "Даван мамлекети кайсы жерде түзүлгөн?",
    "ru": "Где образовалось государство Давань?",
    "optionsKg": [
      "Фергана өрөөнүндө",
      "Борбордук Азия",
      "Түштүк Сибирь",
      "Алай"
    ],
    "optionsRu": [
      "Ферганская долина",
      "Центральная Азия",
      "Южная Сибирь",
      "Алай"
    ],
    "correctIndex": 0
  },
  {
    "number": 16,
    "kg": "546-жылы «түрк» этноними кайсы тарыхый булакта биринчи айтылган?",
    "ru": "В каких источниках впервые в 546 году упоминается этноним «тюрк»?",
    "optionsKg": [
      "Индиялык",
      "Персиялык",
      "Гректик",
      "Кытайлык"
    ],
    "optionsRu": [
      "Индийских",
      "Персидских",
      "Греческих",
      "Китайских"
    ],
    "correctIndex": 3
  },
  {
    "number": 17,
    "kg": "Түрк кагандыгы түзүлгөн жыл?",
    "ru": "Год образования Тюркского каганата?",
    "optionsKg": [
      "620 –ж",
      "552-ж",
      "770-ж",
      "555-ж"
    ],
    "optionsRu": [
      "620 г",
      "552 г",
      "770 г",
      "555 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 18,
    "kg": "Экинчи Чыгыш түрктөрү  Энесай  кыргыздарына  кайсы жылы капыстан кол салган?",
    "ru": "В каком году Вторые восточные тюрки внезапно напали на энесайских кыргызов?",
    "optionsKg": [
      "711-ж. кышында",
      "800-ж. күзүндө",
      "711-ж. жазында",
      "712-ж. жайында"
    ],
    "optionsRu": [
      "в 711 г. зимой",
      "в 800 г. осенью",
      "в 711 г. весной",
      "в 712 г. летом"
    ],
    "correctIndex": 0
  },
  {
    "number": 19,
    "kg": "“Улуу Кыргыз дөөлөтү” мезгили кайсы кылымдарга таандык?",
    "ru": "К какому веку относится время “Кыргызского  великодержавия”?",
    "optionsKg": [
      "III-IVкк",
      "V-Viкк",
      "IX-Xкк",
      "XII-XIIIкк"
    ],
    "optionsRu": [
      "III-IV вв",
      "V-VI вв",
      "IX-X вв",
      "XII-XIII вв"
    ],
    "correctIndex": 2
  },
  {
    "number": 20,
    "kg": "751-жылы кытай жоокерлери арабдар менен салгылашууда чоң жоготуулар менен жеңилген жерди атагыла.",
    "ru": "Назовите местность, где в 751 году китайская армия потерпела поражение и понесла большие потери от арабов.",
    "optionsKg": [
      "Ысык-Көлдүн жээгинде",
      "Сырдарыянын жээгинде",
      "Талас өрөөнүндө",
      "Чүй өрөөнүндө"
    ],
    "optionsRu": [
      "на берегу Иссык-Куля",
      "возле Сырдарьи",
      "в Таласской долине",
      "в Чуйской долине"
    ],
    "correctIndex": 2
  },
  {
    "number": 21,
    "kg": "Бийлик жүргүзгөн мезгилинде Түргөш кагандыгын күчтүү мамлекетке айланткан мыкты аскер башчы, дипломат жана  көрүнүктүү мамлекеттик ишмер -...",
    "ru": "Видный государственный деятель, дипломат и крупный военачальник Тюргешского каганата, при котором государство достигло своего могущества -..",
    "optionsKg": [
      "Үч-Элиг каган",
      "Сулук Чабыш-Чор",
      "Сакал каган",
      "Элтемиш"
    ],
    "optionsRu": [
      "Уч-Элиг каган",
      "Сулук Чабыш-Чор",
      "Сакал каган",
      "Элтемиш"
    ],
    "correctIndex": 1
  },
  {
    "number": 22,
    "kg": "Кайсы жылы Улуу Түрк кагандыгы .... экиге бөлүнгөн.",
    "ru": "Год  распада Великого Тюркского каганата на  две части.",
    "optionsKg": [
      "630 ж",
      "568 ж",
      "603 ж",
      "679 ж"
    ],
    "optionsRu": [
      "630 г",
      "568 г",
      "603 г",
      "679 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 23,
    "kg": "VIIIк. ортосунда Түргөш кагандыгынын ордуна ...мамлекети түзүлдү",
    "ru": "На смену Тюргешскому каганату в середине VIII веке пришло государство...",
    "optionsKg": [
      "Караханид",
      "Түрк каганаты",
      "Чагатай",
      "Карлук"
    ],
    "optionsRu": [
      "Караханидов",
      "Тюркский каганат",
      "Чагатая",
      "Карлуков"
    ],
    "correctIndex": 3
  },
  {
    "number": 24,
    "kg": "Борбордук  Азияда ... түрк элдеринин эң байыркысы",
    "ru": "Самый древний тюркский народ в Центральной Азии:",
    "optionsKg": [
      "казактар",
      "кыргыздар",
      "уйгурлар",
      "башкырлар"
    ],
    "optionsRu": [
      "казахи",
      "кыргызы",
      "уйгуры",
      "башкири"
    ],
    "correctIndex": 1
  },
  {
    "number": 25,
    "kg": "Түрктөр ашып өтүп, кыргыздарга кол салган тоолор?",
    "ru": "Горы, пройдя через которые тюрки  напали  на кыргызов:",
    "optionsKg": [
      "Саян",
      "Альпы",
      "Ак-Термел",
      "Шамшы"
    ],
    "optionsRu": [
      "Саяны",
      "Альпы",
      "Ак-Термел",
      "Шамшы"
    ],
    "correctIndex": 0
  },
  {
    "number": 26,
    "kg": "Сунгадагы салгылашуу качан болгон?",
    "ru": "Сражение в черни Сунга состоялось в ….",
    "optionsKg": [
      "709-ж",
      "712-ж",
      "711-ж",
      "716-ж"
    ],
    "optionsRu": [
      "709г",
      "712 г",
      "711г",
      "716г"
    ],
    "correctIndex": 2
  },
  {
    "number": 27,
    "kg": "Кыргыз кагандыгын Барсбек качан башкарган?",
    "ru": "Когда  кыргызское государство возглавлял Барс-бек?",
    "optionsKg": [
      "VI к. аягы VII к. башы",
      "VII-к. аягы – VIIIк. башы",
      "VIII–к. аягы IX башы",
      "IVк. аягы V–к. башы"
    ],
    "optionsRu": [
      "конец VIв. – начало VIIв",
      "конец VII в. – началоVIIIв",
      "конец VIII в – .начало IXв",
      "конец в IVк. – начало V"
    ],
    "correctIndex": 1
  },
  {
    "number": 28,
    "kg": "“Диван лугат ат-түрктүн” (“Түркий тилдер сөз жыйнагынын”) автору ким?",
    "ru": "Назовите автора поэмы «Диван лугат ат-тюрк» («Словарь тюркских наречий»)?",
    "optionsKg": [
      "Жусуп Баласагын",
      "Махмуд Кашгари",
      "Бабур",
      "Мухаммед Хорезми"
    ],
    "optionsRu": [
      "Жусуп Баласагын",
      "Махмуд Кашгари",
      "Бабур",
      "Мухаммед Хорезми"
    ],
    "correctIndex": 1
  },
  {
    "number": 29,
    "kg": "Кыргыз мамлекетинин башкаруучусунун титулу кандай аталат?",
    "ru": "Как назывался титул правителя государства кыргызов?",
    "optionsKg": [
      "ажо",
      "хан",
      "император",
      "элтебер"
    ],
    "optionsRu": [
      "ажо",
      "хан",
      "император",
      "эльтебер"
    ],
    "correctIndex": 0
  },
  {
    "number": 30,
    "kg": "Кыргыздар Уйгур кагандыгын качан талкалаган?",
    "ru": "В каком году кыргызы напали на столицу Уйгурского каганата и победили уйгуров?",
    "optionsKg": [
      "830-ж",
      "840-ж",
      "845-ж",
      "848 –ж"
    ],
    "optionsRu": [
      "830 г",
      "840 г",
      "845 г",
      "848 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 31,
    "kg": "“Кыргыз Улуу дөөлөтү” термини илимий айлампага ким тарабынан киргизилген?",
    "ru": "Кем был введен в научный оборот понятие «Кыргызское Великодержавие»?",
    "optionsKg": [
      "В. В. Бартольд",
      "А.Н. Бернштам",
      "Н.А. Аристов",
      "С.М. Абрамзон"
    ],
    "optionsRu": [
      "В. В. Бартольд",
      "А.Н. Бернштам",
      "Н.А. Аристов",
      "С.М. Абрамзон"
    ],
    "correctIndex": 0
  },
  {
    "number": 32,
    "kg": "Энесай кыргыз мамлекети кимдер тарабынан талкаланган?",
    "ru": "Кем была уничтожена кыргызская государственность на Енисее?",
    "optionsKg": [
      "уйгурлар",
      "түрктөр",
      "карлуктар",
      "монголдор"
    ],
    "optionsRu": [
      "уйгурами",
      "тюркам",
      "карлуками",
      "монголами"
    ],
    "correctIndex": 3
  },
  {
    "number": 33,
    "kg": "1893-1894-жж. Орхон-Эне-Сайдагы таштагы жазууларды биринчи жолу окуган түркологдор:",
    "ru": "Тюркологи, впервые прочитавшие в 1893-1894 гг. Орхоно-Энисейскую надпись на камнях:",
    "optionsKg": [
      "Б. Томсон, В.Радлов",
      "С. Кляшторный, Б.Томсон",
      "М. Масон, В. Радлов",
      "Радлов,Ч.Валиханов"
    ],
    "optionsRu": [
      "Б. Томсон, В.Радлов",
      "С. Кляшторный, Б.Томсон",
      "М. Масон, В. Радлов",
      "B. Радлов, Ч.Валиханов"
    ],
    "correctIndex": 0
  },
  {
    "number": 34,
    "kg": "Чыгыш  Караханид кагандыгынын урандыларында..... мамлекети түзүлгөн.",
    "ru": "Государство, образованное в руинах  Восточного  Караханидского каганата ...",
    "optionsKg": [
      "Каракытай",
      "Монгол",
      "Найман",
      "Моголстан"
    ],
    "optionsRu": [
      "Каракитай",
      "Монгол",
      "Найман",
      "Моголистан"
    ],
    "correctIndex": 0
  },
  {
    "number": 35,
    "kg": "Энесай кыргыздары жана түрктөр  колдонгон жазууну атагыла?",
    "ru": "Назовите письменность, которая использовалась как енисейскими  кыргызами, так и  тюрками",
    "optionsKg": [
      "грек",
      "перс",
      "руникалык",
      "кытай"
    ],
    "optionsRu": [
      "греческая",
      "персидская",
      "руническая",
      "китайская"
    ],
    "correctIndex": 2
  },
  {
    "number": 36,
    "kg": "Чынгыз-хандын өз атын атагыла.",
    "ru": "Назовите настоящее имя Чингиз-хана.",
    "optionsKg": [
      "Темир",
      "Пуладчи",
      "Камар ад-Дин",
      "Темучин"
    ],
    "optionsRu": [
      "Темир",
      "Пуладчи",
      "Камар ад-Дин",
      "Темучин"
    ],
    "correctIndex": 3
  },
  {
    "number": 37,
    "kg": "Монголдордун эзүүсүнө каршы туматтар менен кыргыздардын көтөрүлүшү.......болгон.",
    "ru": "Восстание туматов и кыргызов против монгольского ига произошло в ….",
    "optionsKg": [
      "1215-ж",
      "1217-ж",
      "1218 –ж",
      "1219-ж"
    ],
    "optionsRu": [
      "1215 г",
      "1217 г",
      "1218 г",
      "1219 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 38,
    "kg": "Борбордук Азия (Кыргызстан аймагы менен) Чынгызхандын кайсы уулунун энчисине тийген?",
    "ru": "Какому сыну Чынгыз-хана досталась в наследство Центральная Азия (в т. ч. и территория Кыргызстана)?",
    "optionsKg": [
      "Жучуга",
      "Чагатайга",
      "Тулуйга",
      "Угедейге"
    ],
    "optionsRu": [
      "Джучи",
      "Чагатаю",
      "Тулуй",
      "Угедей"
    ],
    "correctIndex": 1
  },
  {
    "number": 39,
    "kg": "Хайду  мамлекети качан түзүлгөн?",
    "ru": "Когда образовалось государство Хайду?",
    "optionsKg": [
      "1260-ж",
      "1264 –ж",
      "1265-ж",
      "1269-ж"
    ],
    "optionsRu": [
      "1260 г",
      "1264 г",
      "1265 г",
      "1269 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 40,
    "kg": "Моголстан мамлекетинде кайсы уруулар башкаруучулук абалды ээлешкен?",
    "ru": "Какое племя занимало лидирующее положение в государстве Моголистан?",
    "optionsKg": [
      "дуглат",
      "барлас",
      "нойгут",
      "кереит"
    ],
    "optionsRu": [
      "дуглат",
      "барлас",
      "нойгут",
      "кереит"
    ],
    "correctIndex": 0
  },
  {
    "number": 41,
    "kg": "Кайсы жылы монгол империясын жарыялаган монгол феодалдарынын курултайы болгон?",
    "ru": "В каком году состоялся курултай монгольских феодалов, провозгласивших государство монголов империей?",
    "optionsKg": [
      "1106-ж",
      "1108-ж",
      "1206-ж",
      "1208-ж"
    ],
    "optionsRu": [
      "1106 г",
      "1108 г",
      "1206 г",
      "1208 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 42,
    "kg": "Хайдунун ордосу Тарсакент шаары кайсы жерде жайгашкан?",
    "ru": "Где располагалась ставка Хайду Тарсакент?",
    "optionsKg": [
      "Чүй өрөөнүндө",
      "Талас өрөөнүндө",
      "Фергана өрөөнүндө",
      "Кетмен-Төбө өрөөнүндө"
    ],
    "optionsRu": [
      "в Чуйской долине",
      "в Таласской долине",
      "в Ферганской долине",
      "в Кетмен-Тюбинской долине"
    ],
    "correctIndex": 0
  },
  {
    "number": 43,
    "kg": "Кайсы эстелик “Манастын күмбөзү” катары элге таанылган?",
    "ru": "Какой памятник известен в народе как «Гумбез Манаса»?",
    "optionsKg": [
      "Канизек-хатундун мавзолейи",
      "Садыр-акенин күмбөзү",
      "Манжалы-Ата күмбөзү",
      "Тайлак баатырдын күмбөзү"
    ],
    "optionsRu": [
      "Мавзолей Канизек-хатун",
      "Мавзолей Садыр-аке",
      "Мавзолей Манжалы-Ата",
      "Мавзолей Тайлак батыра"
    ],
    "correctIndex": 0
  },
  {
    "number": 44,
    "kg": "Кыргыз элинин калыптанган мезгилин белгиле.",
    "ru": "Укажите время формирования кыргызского народа.",
    "optionsKg": [
      "XIVк. аягы - XVк. башы",
      "XVк. аягы - XVIк. башы",
      "XVIк. аягы - XVIIIк. башы",
      "X к. аягы - XIк. башы"
    ],
    "optionsRu": [
      "конец XIVв.- начало XVв",
      "конец XVв.- начало XVIв",
      "конец XVIв.- начало XVIIIв",
      "конец X в.- начало XIв"
    ],
    "correctIndex": 1
  },
  {
    "number": 45,
    "kg": "“Жайылдын кыргыны” качан жана кыргыздар кимдер менен согушканда болгон?",
    "ru": "В каком году произошло «Побоище Жайыла» и с кем воевали кыргызы?",
    "optionsKg": [
      "1770-ж кытайлыктар менен",
      "1771-ж. калмактар менен",
      "1775-ж.моңголдор менен",
      "1770-ж.казактар менен"
    ],
    "optionsRu": [
      "1770 г. с китайцами",
      "1771 г. с калмаками",
      "1775 г. с монголами",
      "1770 г. с казахами"
    ],
    "correctIndex": 3
  },
  {
    "number": 46,
    "kg": "Жунгарларга каршы күрөштө кыргыздардын союздашы кимдер  болгон?",
    "ru": "Кто выступил союзником кыргызов против набегов джунгаров?",
    "optionsKg": [
      "казактар",
      "өзбектер",
      "монголдор",
      "орустар"
    ],
    "optionsRu": [
      "казахи",
      "узбеки",
      "монголы",
      "русские"
    ],
    "correctIndex": 0
  },
  {
    "number": 47,
    "kg": "1709- жылы болгон тарыхый окуяны белгиле.",
    "ru": "Укажите историческое событие произошедшее в 1709 г.",
    "optionsKg": [
      "Жунгар ханы Галдан Церендин аскерлеринин соккусунан Ош шаары кулаган",
      "Тайлак баатырдын жетекчилигинде кыргыздар Циндик Кытайга каршы көтөрүлүшкөн",
      "Кокон хандыгы түзүлгөн",
      "Надир шах Орто Азияга жүрүшкө чыккан"
    ],
    "optionsRu": [
      "Падение г.Ош под ударами войск джунгарского хана Галдан-Церена",
      "Восстание кыргызов, возглавляемого Тайлак-батыром против цинскогоКитая",
      "Образование Кокандского ханства",
      "Поход Надир - шаха в Среднюю Азию"
    ],
    "correctIndex": 2
  },
  {
    "number": 48,
    "kg": "XVI кылымдын кайсы жазуу эстелигинде биринчи жолу кыргыздын баатырдык эпосу \"Манас\" эскерилет?",
    "ru": "В каком письменном памятнике XVI века впервые упоминается кыргызский героический эпос \"Манас\"?",
    "optionsKg": [
      "\"Бабур - Намэ\"",
      "\"Нафахат-Ул-Унс\"",
      "\"Фархад и Ширин\"",
      "\"Маджму ат-Таварих\""
    ],
    "optionsRu": [
      "\"Бабур -Намэ\"",
      "\"Нафахат-Ул-Унс\"",
      "\"Фархад и Ширин\"",
      "\"Маджму ат-Таварих\""
    ],
    "correctIndex": 3
  },
  {
    "number": 49,
    "kg": "Кыргыздар кайсы цивилизациянын өкүлдөрү?",
    "ru": "К какой цивилизации можно отнести кыргызов?",
    "optionsKg": [
      "Көчмөн",
      "персиддик",
      "европалык",
      "кытайлык"
    ],
    "optionsRu": [
      "Кочевой",
      "персидской",
      "европейской",
      "китайской"
    ],
    "correctIndex": 0
  },
  {
    "number": 50,
    "kg": "Биринчи кыргыз тарыхчысын атагыла",
    "ru": "Назовите первого кыргызского   исследователя- историка?",
    "optionsKg": [
      "О.Сыдыков",
      "О.Караев",
      "Ч.Валиханов",
      "И Арабаев"
    ],
    "optionsRu": [
      "О.Сыдыков",
      "О.Караев",
      "Ч.Валиханов",
      "И.Арабаев"
    ],
    "correctIndex": 0
  },
  {
    "number": 51,
    "kg": "Түрк тилинде жазылган алгачкы чыгармаларды белгиле.",
    "ru": "Укажите первые произведения на тюркском языке.",
    "optionsKg": [
      "«Кут алуучу билим», «Билимге күч»",
      "«Түрк тилдеринин сөздүгү»,«Маджму ат Таворих»",
      "«Түрк тилдеринин сөздүгү», «Кут алуучу билим»",
      "«Маджму ат Таворих», «Билим-күч»"
    ],
    "optionsRu": [
      "«Благодатное знание», «Знание-сила»",
      "«Словарь тюркских наречий», «Маджму ат- Таварих»",
      "«Словарь тюркских наречий» «Благодатное знание»",
      "«Маджму ат Таварих», «Знание-сила»"
    ],
    "correctIndex": 2
  },
  {
    "number": 52,
    "kg": "С именем какого  завоевателя связано название «Сан-Таш» в Кыргызстане?",
    "ru": "С именем какого  завоевателя связано название «Сан-Таш» в Кыргызстане?",
    "optionsKg": [
      "Амира Тимура",
      "Чингизхана",
      "Бабура",
      "Угедея"
    ],
    "optionsRu": [
      "Амира Тимура",
      "Чингизхана",
      "Бабура",
      "Угедея"
    ],
    "correctIndex": 0
  },
  {
    "number": 53,
    "kg": "Төмөнкү берилген окуялардын кайсынысы мурда болгон?",
    "ru": "Какое  из ниже приведенных событий, произошло раньше?",
    "optionsKg": [
      "Караханий кагандыгында исламды расмий дин деп жарыялашы",
      "Караханий кагандыгынын бөлүнүшү",
      "Караханилердин Мавераннахрды баш ийдириши",
      "Кыргыздар уйгурлардын борбору Ордо Балыкты басып алышы"
    ],
    "optionsRu": [
      "Объявление исламской религии официальной религией Караханидского каганата",
      "Раздел Караханидского каганата",
      "Покорение Караханидами Мавераннахра",
      "Захват кыргызами столицы уйгурского каганата Ордо-Балыка"
    ],
    "correctIndex": 3
  },
  {
    "number": 54,
    "kg": "Сарыбагыш бийи – Атаке баатыр өткөргөн курултайдын максаты:",
    "ru": "Цель курултая, проводимого Атаке батыром-правителем рода сарыбагыш:",
    "optionsKg": [
      "Орусияга элчи жөнөтүү",
      "Кокондуктарга каршы аскер түзүү",
      "Кытайга элчи жөнөтүү",
      "бирдиктүү Кыргыз мамлекетин түзүү"
    ],
    "optionsRu": [
      "отправить послов в Россию",
      "образовать армию против кокандцев",
      "отправить послов в Китай",
      "основать единое Кыргызское государство"
    ],
    "correctIndex": 0
  },
  {
    "number": 55,
    "kg": "XVIII к. аягында Россияга алгачкы элчилерди жөнөткөн Сарыбагыш уруусунун башчысы ким?",
    "ru": "Как звали главу племени Сарыбагыш, отправившего первых послов в Россию в конце XVIII века?",
    "optionsKg": [
      "Тынай бий",
      "Маматкул бий",
      "Жантай",
      "Атаке бий"
    ],
    "optionsRu": [
      "Тынай бий",
      "Маматкул бий",
      "Жантай",
      "Атаке бий"
    ],
    "correctIndex": 3
  },
  {
    "number": 56,
    "kg": "Кыргыздын сарыбагыш уруусунун элчилери Петербургга качан барган?",
    "ru": "Когда в первые прибыли в Петербург послы кыргызов из племени сарыбагыш?",
    "optionsKg": [
      "1760-ж",
      "1785–ж",
      "1810-ж",
      "1812-ж"
    ],
    "optionsRu": [
      "1760 г",
      "1785 г",
      "1810 г",
      "1812 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 57,
    "kg": "Кокон хандыгынын башкаруучусу Ирдана-бий  Ош, Өзгөн шаарларын каратып алган жылды белгиле.",
    "ru": "Когда кокандский правитель Ирдана-бий организовал захват городов Ош и Узген?",
    "optionsKg": [
      "1760-ж",
      "1762-ж",
      "1765-ж",
      "1766-ж"
    ],
    "optionsRu": [
      "1760 г",
      "1762 г",
      "1765 г",
      "1766 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 58,
    "kg": "Кокон хандыгынын учурунда кыргыздардын жерлери кандай административдик-территориалдык курамга кирген?",
    "ru": "В какую административно-территориальную структуру входили земли кыргызов в период Кокандского ханства?",
    "optionsKg": [
      "вилайет",
      "волость",
      "уезд",
      "область"
    ],
    "optionsRu": [
      "вилайет",
      "волость",
      "уезд",
      "область"
    ],
    "correctIndex": 0
  },
  {
    "number": 59,
    "kg": "Тайлак баатыр – ...",
    "ru": "Тайлак батыр–...",
    "optionsKg": [
      "Нарындагы кокондук эзүүгө каршы көтөрүлүштүн жетекчиси",
      "таластык кыргыздардын жетекчиси",
      "бугу уруусунун башчысы",
      "Чүй өрөөнүндө Россияга каршы көтөрүлүшү жетектеген"
    ],
    "optionsRu": [
      "руководитель антикокандского восстания в Нарыне",
      "вождь таласских кыргызов",
      "руководитель племени бугу",
      "руководитель восстание в Чуйской долине против России"
    ],
    "correctIndex": 0
  },
  {
    "number": 60,
    "kg": "Байтик баатыр –....",
    "ru": "Байтик батыр –...",
    "optionsKg": [
      "моңгол эзүүсүнө каршы кыргыздардын күрөшүнүн жетекчиси болгон",
      "Чыгыш Түркстандагы боштондук кыймылынын жетекчиси",
      "Чүй өрөөнүндөгү Кокон бийлигине каршы көтөрүлүштү жетектеген",
      "Нарындагы Кокондук эзүүгө каршы көтөрүлүштүнжетекчиси"
    ],
    "optionsRu": [
      "возглавлял освободительную борьбу кыргызов против монгольского ига",
      "возглавлял освободительную борьбу в Восточном Туркестане",
      "возглавлял восстание в Чуйской долине против кокандской власти",
      "руководитель антикокандского восстания в Нарыне"
    ],
    "correctIndex": 2
  },
  {
    "number": 61,
    "kg": "Кайсы кыргыз феодалы кыска убакытка хандык бийлик жүргүзгөн?",
    "ru": "Кому из кыргызских феодалов удалось на короткое время стать ханом?",
    "optionsKg": [
      "Алымбек",
      "Шабдан",
      "Атаке",
      "Ормон"
    ],
    "optionsRu": [
      "Алымбеку",
      "Шабдану",
      "Атаке",
      "Ормону"
    ],
    "correctIndex": 3
  },
  {
    "number": 62,
    "kg": "Кокон хандыгына баш ийген кыргыздар салык төлөөдөн тышкары кандай жумуштарды иштөөгө милдеттүү болушкан?",
    "ru": "Какие работы выполняли кыргызы кроме выплаты  налогов Кокандскому ханству?",
    "optionsKg": [
      "жоокердик милдет аткарган, чептерди курушкан, жол салышкан",
      "соода иштерин жүргүзгөн, жол салган",
      "жайында жайлоого кышында кыштоого көчүүгө милдеттүү болушкан",
      "чептерди курушкан жана өзүлөрү үчүн жашашкан"
    ],
    "optionsRu": [
      "строили крепости, прокладывали дороги, вели военную службу",
      "занимались торговлей, прокладывали дорогу",
      "должы были перекочевать летом на джайлоо, а зимой кыштоо",
      "строили крепости и жили для себя"
    ],
    "correctIndex": 0
  },
  {
    "number": 63,
    "kg": "Өз доорунун чыгаан саясий ишмери, Кокон хандыгынын XVIII к. саясий турмушунда зор роль ойногон түштүк кыргыздарынын жетекчисин белгиле",
    "ru": "Укажите главу южных кыргызов XVIII века, который сыграл значительную роль в становлении Кокандского ханства, выдающегося политического деятеля своего времени.",
    "optionsKg": [
      "Ажы бий",
      "Сейиткулбек",
      "Кубат - бий",
      "Ирдана бий"
    ],
    "optionsRu": [
      "Ажы бий",
      "Сейиткулбек",
      "Кубат бий",
      "Ирдана бий"
    ],
    "correctIndex": 2
  },
  {
    "number": 64,
    "kg": "Пишпек чеби качан негизделген",
    "ru": "Когда была основана крепость Пишпек?",
    "optionsKg": [
      "1760-ж",
      "1785-ж",
      "1825-ж",
      "1890 –ж"
    ],
    "optionsRu": [
      "1760 г",
      "1785 г",
      "1825 г",
      "1890 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 65,
    "kg": ".Кенесары Касымовго каршы кыргыздардын күрөшүн ким жетектеген?",
    "ru": "Кто возглавлял борьбу кыргызов против Кенесары Касымова",
    "optionsKg": [
      "Алымбек датка",
      "Шералы хан",
      "Боромбай бий",
      "Ормон хан"
    ],
    "optionsRu": [
      "Алымбек датка",
      "Шералы хан",
      "Боромбай бий",
      "Ормон хан"
    ],
    "correctIndex": 3
  },
  {
    "number": 66,
    "kg": "XIX к. ортосунда Орто Азияны басып алууда Россия менен атаандашкан өлкө",
    "ru": "В середине XIXвека в завоевании Средней Азии с Россией соперничала...",
    "optionsKg": [
      "Италия",
      "Франция",
      "Германия",
      "Англия"
    ],
    "optionsRu": [
      "Италия",
      "Франция",
      "Германия",
      "Англия"
    ],
    "correctIndex": 3
  },
  {
    "number": 67,
    "kg": "1855-жылы бугу уруусунун Россиянын курамына киришинин демилгечиси, Ысык-Көл кыргыздарынын чоң манабын белгилегиле",
    "ru": "Укажите имя крупного манапа Иссык-Кульских кыргызов, по инициативе которого племя бугу в 1855 г. Приняло российское подданство",
    "optionsKg": [
      "Осмон",
      "Боромбай",
      "Муратаалы",
      "Балбай"
    ],
    "optionsRu": [
      "Осмон",
      "Боромбай",
      "Муратаалы",
      "Балбай"
    ],
    "correctIndex": 1
  },
  {
    "number": 68,
    "kg": "Кыргызстандын түндүгү Россиянын курамына толугу менен качан киргизилген?",
    "ru": "Когда северная часть Кыргызстана была полностью присоединена к России?",
    "optionsKg": [
      "1871-1876-жж",
      "1843-1848-ж.ж",
      "1855-1867-жж",
      "1854-1860-жж"
    ],
    "optionsRu": [
      "1871-1876 гг",
      "1843-1848 гг",
      "1855-1867 гг",
      "1854-1860 гг"
    ],
    "correctIndex": 2
  },
  {
    "number": 69,
    "kg": "XIXк. экинчи жарымында алайлык кыргыздардын саясий турмушунда ким чоң роль ойногон?",
    "ru": "Кто сыграл большую роль в политической жизни алайских кыргызов во второй половине XIX века?",
    "optionsKg": [
      "Нүзүп",
      "Курманжан датка",
      "Медет датка",
      "Садыр ата"
    ],
    "optionsRu": [
      "Нузуп",
      "Курманжан датка",
      "Медет датка",
      "Садыр ата"
    ],
    "correctIndex": 1
  },
  {
    "number": 70,
    "kg": "Кокон хандыгында XIX к. ортосунда жана экинчи жарымындагы түштүк кыргыздарынын таасирдүү  уруу башчысын атагыла",
    "ru": "Назовите влиятелного кыргызского родоправителя середины и второй половины XIX века",
    "optionsKg": [
      "Алымбек датка",
      "Садыр ата",
      "Карга аке",
      "Кубат бий"
    ],
    "optionsRu": [
      "Алымбек датка",
      "Садыр ата",
      "Карга аке",
      "Кубат бий"
    ],
    "correctIndex": 0
  },
  {
    "number": 71,
    "kg": "Кыргызстандын түштүгүндөгү Кокон хандыгына каршы чоң көтөрүлүш кайсы мезгилде болгон?",
    "ru": "В какой период было крупное восстание на юге Кыргызстана против Кокандского ханства?",
    "optionsKg": [
      "1870-1871-жж",
      "1872-1873 –жж",
      "1873-1876 жж",
      "1877-1879 –жж"
    ],
    "optionsRu": [
      "1870-1871гг",
      "1872-1873 гг",
      "1873-1876 гг",
      "1877-1879 гг"
    ],
    "correctIndex": 2
  },
  {
    "number": 72,
    "kg": "1873-1876-жж. Кокон хандыгына каршы көтөрүлүштүн жетекчисин белгиле",
    "ru": "Укажите руководителя восстания против Кокандского ханства",
    "optionsKg": [
      "Курманджан датка",
      "Кудаяр хан",
      "Алымбек датка",
      "Пулат хан"
    ],
    "optionsRu": [
      "Курманджан датка",
      "Кудаяр хан",
      "Алымбек датка",
      "Пулат хан"
    ],
    "correctIndex": 3
  },
  {
    "number": 73,
    "kg": "1873-1876 жж. Кокон хандыгына каршы көтөрүлүштүн мүнөзү...",
    "ru": "Характер антикокандского восстания 1873-1876гг...",
    "optionsKg": [
      "антифеодалдык, антиколониалдык",
      "антифашисттик, антисоциалдык",
      "реваншисттик, демократиялык",
      "охлократиялык, антикоммунисттик"
    ],
    "optionsRu": [
      "антифеодальный, антиколониальный",
      "антифашистский, антисоциальный",
      "реваншистский, демократический",
      "охлократический, антикоммунистический"
    ],
    "correctIndex": 0
  },
  {
    "number": 74,
    "kg": "Кыргыз урууларынын алгачкы тобу орус букаралыгын ыктыярдуу түрдө качан кабыл алган?",
    "ru": "Когда первая  группа кыргызских племен добровольно приняла российское подданство?",
    "optionsKg": [
      "1855-ж",
      "1856-ж",
      "1857-ж",
      "1863-ж"
    ],
    "optionsRu": [
      "в 1855 г",
      "в 1856г",
      "в 1857г",
      "в 1863г"
    ],
    "correctIndex": 0
  },
  {
    "number": 75,
    "kg": "XIX  к. экинчи жарымында Чүйдөгү кыргыздардын көтөрүлүшү кимге каршы багытталган?",
    "ru": "Против кого было направлено восстание Чуйских кыргызов во второй половине XIX века?",
    "optionsKg": [
      "Бухара хандыгына",
      "Кокон хандыгына",
      "Россияга",
      "Кытайга"
    ],
    "optionsRu": [
      "Бухарского ханства",
      "Кокандского ханства",
      "России",
      "Китая"
    ],
    "correctIndex": 1
  },
  {
    "number": 76,
    "kg": "Россиянын курамына киргенден кийин кыргыздар жашаган аймактар кайсы генерал-губернаторлукка караган?",
    "ru": "В состав какого генерал-губернаторства входила территория кыргызов после присоединения к России?",
    "optionsKg": [
      "Омск",
      "Түркстан",
      "Закаспий",
      "Оренбург"
    ],
    "optionsRu": [
      "Омского",
      "Туркестанского",
      "Закаспийского",
      "Оренбургского"
    ],
    "correctIndex": 1
  },
  {
    "number": 77,
    "kg": "XIX к. аягында отурукташкан элден эгин аянттарынан алынуучу негизги милдеттүү  салык.....",
    "ru": "Основной обязательный налог от местного оседлого населения с  пахотной земли в конце XIX века.....",
    "optionsKg": [
      "хараж",
      "чыгым",
      "ар түтүндөн алынуучу салык",
      "земстволук салык"
    ],
    "optionsRu": [
      "харадж",
      "расход (чыгым)",
      "кибиточная подать",
      "земские повинности"
    ],
    "correctIndex": 0
  },
  {
    "number": 78,
    "kg": "Падышалык Россиянын улуттук райондору үчүн Столыпиндик агрардык реформанын негизги мааниси...",
    "ru": "Основная задача Столыпинской аграрной реформы царизма для окраин России...",
    "optionsKg": [
      "четки райондордо түшүмдүүлүктү жогорулатуу",
      "өлкөнүн четки аймактарында дыйканчылыктын деңгээлин жогорулатуу",
      "жергиликтүү дыйкандарды жер семирткичтер менен камсыз кылуу",
      "Россиянын борборунан чет жакка дыйкандардын көчүүсүн колдоо"
    ],
    "optionsRu": [
      "поднять урожайность в этих районах",
      "повысить культуру земледелия на окраинах страны",
      "обеспечить местных дыйкан с удобрениями",
      "поощрять переселение крестьян из центра Россиии на ее окраины"
    ],
    "correctIndex": 3
  },
  {
    "number": 79,
    "kg": "Орус падышачылыгынын Кыргызстанда орус-тузем мектептерин ачуудагы максаты.",
    "ru": "Царское правительство открывало русско-туземные школы в Кыргызстане с целью...",
    "optionsKg": [
      "жергиликтүү калктын сабатсыздыгын жоюу",
      "кыргыз жана орус элдерин жакындатуу",
      "кыргыз элинин биримдигин жогорулатуу",
      "уезддик администрацияга кызматкерлерди даярдоо"
    ],
    "optionsRu": [
      "ликвидации безграмотности коренного населения",
      "сближения русского и кыргызского народов",
      "подъем уровня образования кыргызского народа",
      "подготовка служащих для уездной администрации"
    ],
    "correctIndex": 3
  },
  {
    "number": 80,
    "kg": "Анжиян көтөрүлүшүнүн жетекчиси",
    "ru": "Руководитель Андижанского восстания",
    "optionsKg": [
      "Момун мерген",
      "Мадали эшен",
      "Алымкул аталык",
      "Пулат хан"
    ],
    "optionsRu": [
      "Момун мерген",
      "Мадали эшен",
      "Алымкул аталык",
      "Пулат хан"
    ],
    "correctIndex": 1
  },
  {
    "number": 81,
    "kg": "Анжиян көтөрүлүшүнө катышты деген жалаа менен Сибирге айдалган кыргыздын демократ – акынын белгилегиле",
    "ru": "Укажите кыргызского акына-демократа, сосланного в Сибирь по обвинению в участии в Андижанском восстании",
    "optionsKg": [
      "Барпы Алыкулов",
      "Тоголок Молдо",
      "Токтогул Сатылганов",
      "Калыгул Бай уулу"
    ],
    "optionsRu": [
      "Барпы Алыкулов",
      "Тоголок Молдо",
      "Токтогул Сатылганов",
      "Калыгул Бай уулу"
    ],
    "correctIndex": 2
  },
  {
    "number": 82,
    "kg": "Кыргызстандын болочок борбору Пишпек чеби качан негизделген?",
    "ru": "В каком году была основана крепость Пишпек – основа будущей столицы Кыргызстана?",
    "optionsKg": [
      "1825-ж",
      "1828 –ж",
      "1847-ж",
      "1849 –ж"
    ],
    "optionsRu": [
      "1825 г",
      "1828 г",
      "1847 г",
      "1849 г"
    ],
    "correctIndex": 0
  },
  {
    "number": 83,
    "kg": "Алай кыргыздарын  караткан орус аскер башчысы",
    "ru": "Русский полководец, который завоевал алайских кыргызов",
    "optionsKg": [
      "Скобелев М",
      "Куропаткин В",
      "Проценко В",
      "Мушкетов С"
    ],
    "optionsRu": [
      "Скобелев М",
      "Куропаткин В",
      "Проценко В",
      "Мушкетов С"
    ],
    "correctIndex": 0
  },
  {
    "number": 84,
    "kg": "Кыргызстандын түштүк бөлүгүнүн Россияга кошулушунун  түндүк бөлүгүнөн айырмасы:",
    "ru": "Чем отличался процесс вхождения в состав России южной части Кыргызстана от северной части:",
    "optionsKg": [
      "тынчтык келишими",
      "өз эрки менен",
      "басып алуу жолу менен",
      "Кокон хандыгы жана Россиянын ортосундагы 1868-ж. тынчтык келишиминен кийин"
    ],
    "optionsRu": [
      "мирными переговорами",
      "добровольно",
      "путем завоевания",
      "после заключения договора в 1868г. между Кокандским ханством и Россией"
    ],
    "correctIndex": 2
  },
  {
    "number": 85,
    "kg": "1862-ж. Пишпек чебин алууга катышкан солто уруусунун манабы",
    "ru": "Солтинский манап прославившийся при захвате Пишпекской крепости в 1862г.",
    "optionsKg": [
      "Жангарач",
      "Мөкүш",
      "Байтик",
      "Жантай"
    ],
    "optionsRu": [
      "Жангарач",
      "Мөкүш",
      "Байтик",
      "Жантай"
    ],
    "correctIndex": 2
  },
  {
    "number": 86,
    "kg": "Кокон хандыгынын эзүүсүнүн негизги формасын оор салыктар түзгөн",
    "ru": "Основной формой угнетения кокандского ханства были грабительские налоги…",
    "optionsKg": [
      "зекет, харадж",
      "мал",
      "жер",
      "мүлк"
    ],
    "optionsRu": [
      "зякет, харадж",
      "скот",
      "земля",
      "имущество"
    ],
    "correctIndex": 0
  },
  {
    "number": 87,
    "kg": "Кайсы учурларда манаптардын таасири күчөгөн?",
    "ru": "В каких случаях влияние манапов значительно возрастали?",
    "optionsKg": [
      "согуштук мезгилде",
      "көчүүнүн учурунда",
      "маанилүү маселелерди чечкенде",
      "тынчтык мезгилинде"
    ],
    "optionsRu": [
      "во время военных конфликтов",
      "во время перекочевок",
      "во время решения каких-либо важных вопросов",
      "в мирное время"
    ],
    "correctIndex": 0
  },
  {
    "number": 88,
    "kg": "Бугу уруусунун башкы манабы ким болгон?",
    "ru": "Кто был главным манапом бугинцев?",
    "optionsKg": [
      "Ормон-хан",
      "Боромбай",
      "Төрөгелди",
      "Балбай"
    ],
    "optionsRu": [
      "Ормон-хан",
      "Боромбай",
      "Торогельди",
      "Балбай"
    ],
    "correctIndex": 1
  },
  {
    "number": 89,
    "kg": "Эмне үчүн көчмөндөрдүн чарбасынын негизин кулдардын эмгеги түзгөн эмес?",
    "ru": "Что из ниже перечисленного является основой того, что труд рабов не стал основой хозяйства кочевников?",
    "optionsKg": [
      "кыргыздар кулдарды кармагысы келген эмес",
      "кулдар бат-бат көтөрүлүш чыгарып турушкан",
      "көчмөн чарбага көнүккөн адистер керек болгон",
      "кыргыздарда кулчулуктун туруктуу жана жетиштүү булагы болбогон"
    ],
    "optionsRu": [
      "кыргызы не хотели следить за рабами",
      "рабы часто поднимали восстания",
      "кочевому хозяйству были нужны работники-профессионалы",
      "кыргызы не имели постоянных и достаточных источников рабства"
    ],
    "correctIndex": 2
  },
  {
    "number": 90,
    "kg": "Убактылуу айыл-чарба жумуштарына тартылган адамдардын кыргызча аталышы",
    "ru": "Как называются люди, нанимающиеся на сезонные сельскохозяйственные работы?",
    "optionsKg": [
      "жатакчылар",
      "мандикерлер",
      "чайрикерлер",
      "казылар"
    ],
    "optionsRu": [
      "жатакчи",
      "мандикеры",
      "чайрикеры",
      "казии"
    ],
    "correctIndex": 0
  },
  {
    "number": 91,
    "kg": "Кыргыздардын  XIX к. салттык турак жайы.",
    "ru": "Традиционное жилище кыргызов в XIXв.",
    "optionsKg": [
      "боз үй",
      "алачык",
      "кепе",
      "мунара"
    ],
    "optionsRu": [
      "боз үй",
      "хишина",
      "чум",
      "башня"
    ],
    "correctIndex": 0
  },
  {
    "number": 92,
    "kg": "Кыргызстанга келген кайсы орус окумуштуусу биринчи жолу “Манас”эпосунан үзүндүлөрдү жазып алган?",
    "ru": "Кто из русских ученых, путешествовавших в северной части Кыргызстана, впервые записал отрывки из эпоса “Манас”?",
    "optionsKg": [
      "Бартольд В.В",
      "Пржевальский Н.М",
      "Ч. Валиханов",
      "Радлов В.В"
    ],
    "optionsRu": [
      "Бартольд В.В",
      "Пржевальский Н.М",
      "Ч. Валиханов",
      "Радлов В.В"
    ],
    "correctIndex": 3
  },
  {
    "number": 93,
    "kg": "Кыргыздардын руханий маданиятынын туу чокусу....",
    "ru": "Вершина духовной культуры кыргызов....",
    "optionsKg": [
      "“Манас”эпосу",
      "“Кожожаш” эпосу",
      "Элдик жомоктор",
      "Макал-лакаптар"
    ],
    "optionsRu": [
      "эпос “Манас”",
      "эпос “Кожожаш”",
      "Народные сказки",
      "Пословицы и поговорки"
    ],
    "correctIndex": 0
  },
  {
    "number": 94,
    "kg": "Заманизм – тарыхый - адабий агым, ал ....  чагылдырган:",
    "ru": "Заманизм историко-литературное течение, пророчествовавшее:",
    "optionsKg": [
      "жашоо жыргалын, бүгүнкү күн менен ыракаттанууну",
      "дүйнөнүн жалгандыгын, анын сөзсүз кайгылуу бүтүшүн, өткөндү көксөөнү",
      "адамдын күчкубаттуулугун, анын жаңыланууга, прогресске умтулуусун",
      "ислам нормалары койгон талаптарды так аткарууга"
    ],
    "optionsRu": [
      "радости жизни, бездумное наслаждение сегодняшним днем",
      "бренность мира, его неизбежный трагический конец, тоску по прошлому",
      "всемогущество человека, его тягу к новизне, прогрессу",
      "предписание строгого выполнения норм ислама"
    ],
    "correctIndex": 1
  },
  {
    "number": 95,
    "kg": "XIXк. аягында кыргыз элинин руханий турмушунда кайсы жанр көрүнүктүү орун ээлеген?",
    "ru": "Какой жанр в конце XIXвека занимал видное место в духовной жизни кыргызского народа?",
    "optionsKg": [
      "Живопись",
      "Көркөм адабият",
      "Айкелдер",
      "Оозеки поэтикалык чыгармачылык"
    ],
    "optionsRu": [
      "Живопись",
      "Художественная литература",
      "Скульптура",
      "Устно-поэтическое творчество"
    ],
    "correctIndex": 1
  },
  {
    "number": 96,
    "kg": "1911-ж кыргыз тилинде басылып чыккан биринчи китеп жана анын автору ким?",
    "ru": "Укажите первую книгу, изданную на кыргызском языке в 1911г. и кто ее автор?",
    "optionsKg": [
      "“Акыр заман” Калыгул",
      "“Зилзала” Молдо Кылыч",
      "“Тар заман” Арстанбек",
      "“Зилзала” Молдо Нияз"
    ],
    "optionsRu": [
      "“Акыр заман” Калыгул",
      "“Зилзала ”Молдо Кылыч",
      "“Тар заман” Арстанбек",
      "“Зилзала” Молдо Нияз"
    ],
    "correctIndex": 1
  },
  {
    "number": 97,
    "kg": "“Кыргыз-казак тарыхынын”  (“Кызыл кыргыз тарыхынын”) автору ким?",
    "ru": "Кто является автором «Кыргыз-казак тарыхы» («Кызыл-кыргыз тарыхы»)?",
    "optionsKg": [
      "Б. Солтоноев",
      "И. Арабаев",
      "К.Тыныстанов",
      "О.Сыдыков"
    ],
    "optionsRu": [
      "Б. Солтоноев",
      "И. Арабаев",
      "К.Тыныстанов",
      "О.Сыдыков"
    ],
    "correctIndex": 0
  },
  {
    "number": 98,
    "kg": "1913-1914 – жж. Уфада чыккан “Мухтасар тарых Кыргызиянын”, “Тарых кыргыз Шадманиянын” авторун, алгачкы кыргыз тарыхчысын атагыла",
    "ru": "Укажите первого кыргызского  историка, автора трудов «Мухтасар Тарых Кыргызия» и «тарых кыргыз Шадмания» изданные в городе Уфе 1913-1914гг.",
    "optionsKg": [
      "Белек Солтоноев",
      "Осмоналы Сыдыков",
      "Эшеналы Арабаев",
      "Жусуп Абдрахманов"
    ],
    "optionsRu": [
      "Белек Солтоноев",
      "Осмоналы Сыдыков",
      "Эшеналы Арабаев",
      "Жусуп Абдрахманов"
    ],
    "correctIndex": 1
  },
  {
    "number": 99,
    "kg": "1916-жылдагы көтөрүлүштүн негизги себеби...",
    "ru": "Основной причиной восстания 1916 г. явилось…",
    "optionsKg": [
      "Россиянын колониялык саясаты",
      "жаңы салыктардын киргизилиши",
      "малды тартып алуу",
      "мүлктү тартып алуу"
    ],
    "optionsRu": [
      "колониальная политика России",
      "введение новых налогов",
      "отбирали скот",
      "отбирали имущество"
    ],
    "correctIndex": 0
  },
  {
    "number": 100,
    "kg": "1916-ж. Кыргызстандагы көтөрүлүштүн мүнөзү ... болгон",
    "ru": "Характер восстания 1916 г. в Кыргызстане ...",
    "optionsKg": [
      "англичандарга каршы",
      "кокондуктарга каршы",
      "буржуазияга каршы",
      "улуттук-боштондук"
    ],
    "optionsRu": [
      "антианглийский",
      "антикокандский",
      "буржуазный",
      "национально-освободительный"
    ],
    "correctIndex": 3
  },
  {
    "number": 101,
    "kg": "1916-жылы Кыргызстанда көтөрүлүштүн башталышына... шылтоо болгон",
    "ru": "Поводом  к началу востания 1916 года в Кыргызстане послужило",
    "optionsKg": [
      "фронттогу орус армиясынын ийгиликсиз чабуулу",
      "солчул партиялардын чакырыктары",
      "1916-ж. 25-июндагы падышанын Указы",
      "казак отряддарынын кол салышы"
    ],
    "optionsRu": [
      "неудачное наступление русской армии на фронтах",
      "призывы левых партий",
      "Указ царя от 25 июня 1916 г",
      "посягательство казачьих отрядов"
    ],
    "correctIndex": 2
  },
  {
    "number": 102,
    "kg": "Кыргызстандын кайсы аймагында биринчи болуп совет бийлиги жарыяланган?",
    "ru": "На территории Кыргызстана первыми советскую власть объявили",
    "optionsKg": [
      "Сүлүктүдө жана Кызыл-Кыяда",
      "Таласта",
      "Пишпекте",
      "Ысык-Көлдө"
    ],
    "optionsRu": [
      "в Сулюкте и Кызыл-Кие",
      "в Таласе",
      "в Пишпеке",
      "на Иссык-Куле"
    ],
    "correctIndex": 0
  },
  {
    "number": 103,
    "kg": "1917-ж Февраль революциясынан кийин Кыргызстанда кандай бийлик орногон?",
    "ru": "Какая власть установилась после Февральской революции в 1917 г. в Кыргызстане",
    "optionsKg": [
      "Кош бийлик",
      "Үч бийлик",
      "Анархия",
      "Демократия"
    ],
    "optionsRu": [
      "Двоевластие",
      "Троевластие",
      "Анархия",
      "Демократия"
    ],
    "correctIndex": 1
  },
  {
    "number": 104,
    "kg": "Кыргызстандын түштүгүндөгү бириккен мусулман армиясынын командачысы жана басмачылык кыймылдын көрүнүктүү жетекчиси.....",
    "ru": "Крупный руководитель басмаческого движения на юге Кыргызстана, командовавший обьединенными силами мусульманской армии был .....",
    "optionsKg": [
      "Рахманкул-хан",
      "Мадамин-бек",
      "Абдылдабек",
      "Маматбай"
    ],
    "optionsRu": [
      "Рахманкул-хан",
      "Мадамин-бек",
      "Абдылдабек",
      "Маматбай"
    ],
    "correctIndex": 1
  },
  {
    "number": 105,
    "kg": "Совет бийлигине коркунуч келтирген ири кулактар козголоңдору кайсы жерлерде болгон?",
    "ru": "Где произошли самые крупные кулацкие мятежи, которые угрожали советской власти?",
    "optionsKg": [
      "Балыкчыда",
      "Баткенде",
      "Түптө, Беловодскиде",
      "Ошто"
    ],
    "optionsRu": [
      "в Рыбачъе",
      "в Баткене",
      "в Тюпе, в Беловодске",
      "в Оше"
    ],
    "correctIndex": 2
  },
  {
    "number": 106,
    "kg": "Кыргызстандын түштүгүндөгү граждандык согуштун өзгөчөлүктөрү",
    "ru": "Особенности гражданской войны на юге Кыргызстана.",
    "optionsKg": [
      "жихад",
      "басмачылык кыймыл",
      "кулакка тартуу",
      "дыйкандаркөтөрүлүшү"
    ],
    "optionsRu": [
      "джихад",
      "басмачество",
      "раскулачивание",
      "восстание дехкан"
    ],
    "correctIndex": 1
  },
  {
    "number": 107,
    "kg": "Кыргызстандын түштүгүндө жер-суу реформасы..... жүргүзүлгөн.",
    "ru": "Земельно-водная реформа на юге Кыргызтана проводилась в.....",
    "optionsKg": [
      "1916-1917-жж",
      "1920-1921-жж",
      "1936-1937-жж",
      "1927-1928-жж"
    ],
    "optionsRu": [
      "1916-1917 гг",
      "1920-1921 гг",
      "1936-1937 гг",
      "1927-1928 гг"
    ],
    "correctIndex": 3
  },
  {
    "number": 108,
    "kg": "Түркестан фронтунун командири",
    "ru": "Командующий Туркестанским фронтом",
    "optionsKg": [
      "Ж.Абдырахманов",
      "М.В Фрунзе",
      "В.К. Куйбышев",
      "А. Сыдыков"
    ],
    "optionsRu": [
      "Ж.Абдырахманов",
      "М.В Фрунзе",
      "В.К. Куйбышев",
      "А. Сыдыков"
    ],
    "correctIndex": 1
  },
  {
    "number": 109,
    "kg": "Кыргызстанда Кыргыз Тоолуу областын түзүү боюнча  уюштуруу съезди кайсы жылы болгон?",
    "ru": "В каком году в Кыргызстане состоялся учредительный съезд по организации Кыргызской Горной области (КГО)?",
    "optionsKg": [
      "1929- ж",
      "1932-ж",
      "1917-ж",
      "1922-ж"
    ],
    "optionsRu": [
      "в 1929 г",
      "в 1932 г",
      "в 1917 г",
      "в 1922 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 110,
    "kg": "1924-жылы 14-октябрда түзүлгөн",
    "ru": "В 14-октября 1924 г была образована",
    "optionsKg": [
      "Кыргыз Тоолуу Автономиясы",
      "Кара-Кыргыз Автономиялуу областы",
      "Кыргыз АССРи",
      "Кыргыз ССри"
    ],
    "optionsRu": [
      "Кыргызская Горная Автономия",
      "Кара-Кыргызская Автономиная область",
      "Кыргызская АССР",
      "Кыргызская ССР"
    ],
    "correctIndex": 1
  },
  {
    "number": 111,
    "kg": "КАССРдин Борбордук Аткаруу комитетинин Президиумунун төрагасы.....болгон",
    "ru": "Председателем Президиума Центрального исполнительного комитета КАССР.....",
    "optionsKg": [
      "А.Орозбеков",
      "К.Сарыкулов",
      "А.Сыдыков",
      "А.Букейханов"
    ],
    "optionsRu": [
      "А.Орозбеков",
      "К.Сарыкулов",
      "А.Сыдыков",
      "А.Букейханов"
    ],
    "correctIndex": 0
  },
  {
    "number": 112,
    "kg": "Кыргызстандын алгачкы Эл агартуу Комиссары.",
    "ru": "Первый народный комиссар просвещения Кыргызстана.",
    "optionsKg": [
      "Касым Тыныстанов",
      "Белек Солтоноев",
      "Бегималы Жамгырчинов",
      "Ишенаалы Арабаев"
    ],
    "optionsRu": [
      "Касым Тыныстанов",
      "Белек Солтоноев",
      "Бегималы Жамгырчинов",
      "Ишенаалы Арабаев"
    ],
    "correctIndex": 0
  },
  {
    "number": 113,
    "kg": "“Интергельпо” кооперативи жөнүндө эмне билесиңер?",
    "ru": "Что Вы знаете о кооперативе “Интергельпо”?",
    "optionsKg": [
      "Жергиликтүү жумушчулардын кооперативи",
      "Пахтаны кайра иштетүүчү кооператив",
      "Өнөр-жай ишканаларын курган Чехословакиялык кооператив",
      "Нефть иштетүүчү Польшалык кооператив"
    ],
    "optionsRu": [
      "Кооператив местных рабочих",
      "Кооператив по преработке хлопка",
      "Чехословацкий кооператив строящий промышленные предприятия",
      "Польский кооператив по переработке нефти"
    ],
    "correctIndex": 2
  },
  {
    "number": 114,
    "kg": "“Отузчулардын каты” качан жазылган?",
    "ru": "В каком году было написано «Письмо тридцатки»?",
    "optionsKg": [
      "1925-жылы июнда",
      "1930-жылы июнда",
      "1935 - жылы июнда",
      "1938-жылы июнда"
    ],
    "optionsRu": [
      "в июне 1925 г",
      "в июне 1930 г",
      "в июне 1935 г",
      "в июне 1938г"
    ],
    "correctIndex": 0
  },
  {
    "number": 115,
    "kg": "Кыргызстандын өнөр-жай тармагында согуштун алдыңкы жылдарында маанилүү тармакка айланган...?",
    "ru": "Какая отрасль промышленности в Кыргызстане стала важным в предвоенные годы",
    "optionsKg": [
      "Жеңил өнөр-жайы, кен –байлыктарын өндүрүү",
      "Соода, тамак-аш өнөр -жайы",
      "Оор өнөр жайы, түстүү металлургия, машина куруу",
      "Социалдык - маданий тейлөө, кайрадан иштетүү"
    ],
    "optionsRu": [
      "Легкая промышленность, освоение природных богатств",
      "Торговля, пищева промышленность",
      "Тяжелая промышленность, цветная металлургия, машиностроение",
      "Социально-культурное обслуживание, перерабатывающая промышленность"
    ],
    "correctIndex": 2
  },
  {
    "number": 116,
    "kg": "Кыргызстанда алгачкы жогорку окуу жайы качан ачылган?",
    "ru": "В каком году было открыто первое высшее учебное заведение в Кыргызстане?",
    "optionsKg": [
      "1922-ж",
      "1930-ж",
      "1936-ж",
      "1932-ж"
    ],
    "optionsRu": [
      "1922 г",
      "1930 г",
      "1936 г",
      "1932 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 117,
    "kg": "Кыргыз искусствосу менен адабиятынын Москвадагы биринчи декадасы качан өткөрүлгөн?",
    "ru": "Когда проходила первая декада кыргызского искусства и литературы в Москве?",
    "optionsKg": [
      "1939 -ж",
      "1938-",
      "1940 -ж",
      "1941-ж"
    ],
    "optionsRu": [
      "в 1939 г",
      "в 1938 г",
      "в 1940 г",
      "в 1941г"
    ],
    "correctIndex": 0
  },
  {
    "number": 118,
    "kg": "Сүйлөмдү толуктагыла 1936-ж. 5-декабрда СССРдин Конституциясына ылайык ..... жарыяланды, анан 1937-ж. Кыргыз ССРинин......",
    "ru": "Дополните предложение Согласно Конституции СССР 5 декабря 1936 года была провозглашена...... а  в 1937 г. была принята ...... Киргизской ССР",
    "optionsKg": [
      "Кыргыз Автономиялуу Социалисттик Республикасынын Декларациясы кабыл алынган",
      "Кыргыз Советтик Социалисттик Республикасы/ Конституциясы кабыл алынган",
      "Кара Кыргыз Автономиялуу Республикасынын /Жер жөнүндө мыйзамы кабыл алынган",
      "Кыргыз Автономиялуу Тоолуу областынын Конституциясы кабыл алынган"
    ],
    "optionsRu": [
      "Была принята Декларация Киргизской Автономной Социалистической Республики",
      "Киргизская Советская Социалистическая Республика/была принята Конституция",
      "Была принята закон о Земле Кара Киргизской Автономной Республики",
      "Была принята Конституция Кыргызской Горной Автономной области"
    ],
    "correctIndex": 1
  },
  {
    "number": 119,
    "kg": "Кыргызстанда 1938-жылы 6-8- ноябрда кандай окуя болгон?",
    "ru": "Какое событие произошло в Кыргызстане 6-8 ноября 1938 года?",
    "optionsKg": [
      "“Социал-туран” партиясынын активисттерин камакка алган",
      "Кыргыз CCРинин Компартиясынын IICъезди болгон",
      "Көрүнүктүү советтик жана партиялык кызматкерлер массалык түрдө атылган",
      "КПСС БК нын Пленуму болгон"
    ],
    "optionsRu": [
      "Арест активистов Социал-туранской партии",
      "Прошел II съезд КП Кыргызстана",
      "Массовый расстрел видных партийных и советских работников",
      "Состоялся Пленум ЦК КПСС"
    ],
    "correctIndex": 2
  },
  {
    "number": 120,
    "kg": "Репрессияга учураган улуттук интеллигенциянын кимисине “Манас” деген жашыруун ат берилген?",
    "ru": "Кому из репрессированных  лиц национальной интеллигенции давали тайное имя “Манас”?",
    "optionsKg": [
      "А.Сыдыков",
      "К.Тыныстанов",
      "И.Арабаев",
      "Ж.Абдырахманов"
    ],
    "optionsRu": [
      "А.Сыдыков",
      "К.Тыныстанов",
      "И.Арабаев",
      "Ж.Абдырахманов"
    ],
    "correctIndex": 0
  },
  {
    "number": 121,
    "kg": "Калктын айрым бөлүгүн массалык атуу, куугунтуктоо саясаты кандай аталат?",
    "ru": "Как называется политика массового расстрела, преследования  части населения",
    "optionsKg": [
      "реквизиция",
      "реабилитация",
      "репрессия",
      "радикализм"
    ],
    "optionsRu": [
      "реквизиция",
      "реабилитация",
      "репрессия",
      "радикализм"
    ],
    "correctIndex": 2
  },
  {
    "number": 122,
    "kg": "Бишкек шаары кайсы жылдары полководец М.В.Фрунзенин наамын алып жүргөн?",
    "ru": "В какие годы Бишкек стал называться в честь полководца М.В.Фрунзе?",
    "optionsKg": [
      "1930-1991-жж",
      "1926-1991-жж",
      "1932-1991-жж",
      "1933-1991-жж"
    ],
    "optionsRu": [
      "1930-1991 гг",
      "1926-1991 гг",
      "1932-1991 гг",
      "1933-1991 гг"
    ],
    "correctIndex": 1
  },
  {
    "number": 123,
    "kg": "Улуу Ата Мекендик согуш жылдарында коргонуу өнөр жайы үчүн сурма жана сымапты камдап берген Кыргызстандын өнөр жай ишканаларын белгиле.",
    "ru": "Укажите предприятия Кыргызстана по добыче сурьмы и ртути, которые в годы ВОВ стали основными поставщиками этого стратегического сырья для оборонной промышленности.",
    "optionsKg": [
      "Кашка-Суу и Саргардан",
      "Ак-Түз и Каджы-Сай",
      "Майли-Суу и Шакафтар",
      "Кадамжай и Хайдаркен"
    ],
    "optionsRu": [
      "Кашка-Суу и Саргардан",
      "Ак-Түз и Каджы-Сай",
      "Майли-Суу и Шакафтар",
      "Кадамжай и Хайдаркен"
    ],
    "correctIndex": 3
  },
  {
    "number": 124,
    "kg": "Москваны коргоодо бул кыргыз жигиттеринин кимиси баатырдык менен курман болгон?",
    "ru": "Кто из этих кыргызских джигитов геройски погиб при защите Москвы?",
    "optionsKg": [
      "К.Жаркынбаев",
      "А.Коенкозов",
      "К.Жуматаев",
      "Д. Шопоков"
    ],
    "optionsRu": [
      "К.Жаркынбаев",
      "А.Коенкозов",
      "К.Жуматаев",
      "Д.Шопоков"
    ],
    "correctIndex": 3
  },
  {
    "number": 125,
    "kg": "Бул кыргызстандык жоокерлерди: Д. Шопоков, Н.Я. Ананьев, И.В. Москаленко, Г.А. Петренко эмне бириктирип турат?",
    "ru": "Что объединяет имена следующих воинов-кыргызстанцев:Дуйшенкул Шопоков, Николай Яковлевич Ананьев, Иван Васильевич Москаленко, Григорий Алексеевич Петренко?",
    "optionsKg": [
      "Бул жоокер-панфиловчулар Москванын алдындагы салгылашуудагы эрдиги үчүн Советтер Союзунун Баатыры наамын алышкан",
      "Улуу Ата Мекендик согуштун жүрүшүндө аскердик кызматы үчүн ордендер менен сыйлангандар",
      "Эмгектеги каармандыгы үчүн сыйлыктарга татыктуу болушкан",
      "Берлинди алууга катышышкан"
    ],
    "optionsRu": [
      "Это воины-панфиловцы, получившие высокое звание Героев Советского Союза за подвиг в сражении под Москвой",
      "Это орденоносцы, получившие боевые награды за исполнение боевых заданий в Великой Отечественной войне",
      "Они были отмечены наградами за трудовые подвиги",
      "Участвовали во взятии Берлина"
    ],
    "correctIndex": 0
  },
  {
    "number": 126,
    "kg": "Душмандын дзотун төшү менен тоскон кыргызстандык жоокер ким, көрсөткүлө",
    "ru": "Укажите воина-кыргызстанца, который закрыл амбразуру вражеского дзотав годы ВОВ",
    "optionsKg": [
      "Д.Шопоков",
      "Ы.Таранчиев",
      "Ч. Түлөбердиев",
      "М.Ванахуан"
    ],
    "optionsRu": [
      "Д.Шопоков",
      "Ы.Таранчиев",
      "Ч. Түлөбердиев",
      "М.Ванахуан"
    ],
    "correctIndex": 2
  },
  {
    "number": 127,
    "kg": "Улуу Ата Мекендик согуш жылдарында Кыргызстандыктардын канчасы Советтер Союзунун Баатыры деген наамга татыктуу болгон?",
    "ru": "За подвиги в годы ВОВ сколько кыргызстанцев были удостоены званияГероя Советского Союза?",
    "optionsKg": [
      "76",
      "65",
      "84",
      "57"
    ],
    "optionsRu": [
      "76",
      "65",
      "84",
      "57"
    ],
    "correctIndex": 0
  },
  {
    "number": 128,
    "kg": "Советтер Союзунун Баатыры Ысмайылбек Таранчиев.....болгон.",
    "ru": "Герой Советского Союза Ысмайылбек Таранчиев был.",
    "optionsKg": [
      "жөө аскер",
      "танкист",
      "учкуч",
      "чалгынчы"
    ],
    "optionsRu": [
      "пехотинцем",
      "танкистом",
      "летчиком",
      "разведчиком"
    ],
    "correctIndex": 2
  },
  {
    "number": 129,
    "kg": "1945-жылы Берлинди штурмалоого катышкан кыргызстандык аскердик саясий жетекчиси",
    "ru": "В 1945 г.принимал участие в штурме Берлина политрук из Кыргызстана",
    "optionsKg": [
      "В.Клочков",
      "К. Усенбеков",
      "С.Жүндүбаев",
      "К.Жуматаев"
    ],
    "optionsRu": [
      "В. Клочков",
      "К. Усенбеков",
      "С.Жүндүбаев",
      "К. Жуматаев"
    ],
    "correctIndex": 1
  },
  {
    "number": 130,
    "kg": "Советтер Союзунун Баатыры деген наамга эки жолу татыктуу болгон  кыргызстандык жоокерди  белгиле",
    "ru": "Укажите дважды Героя Советского Союза-кыргызстанца.",
    "optionsKg": [
      "П.Царенко",
      "Т. Бегельдинов",
      "Н.Шемякин",
      "И.Панфилов"
    ],
    "optionsRu": [
      "П.Царенко",
      "Т. Бегельдинов",
      "Н.Шемякин",
      "И.Панфилов"
    ],
    "correctIndex": 1
  },
  {
    "number": 131,
    "kg": "Кыргызстандан ким биринчи болуп Советтер Союзунун Баатыры наамын алган?",
    "ru": "Кто первым из кыргызстанцев получила звание Героя Советского Союза?",
    "optionsKg": [
      "М.В. Фрунзе",
      "И.В. Панфилов",
      "Д. Шопоков",
      "Н.М. Дмитриев"
    ],
    "optionsRu": [
      "М.В. Фрунзе",
      "И.В. Панфилов",
      "Д. Шопоков",
      "Н.М. Дмитриев"
    ],
    "correctIndex": 3
  },
  {
    "number": 132,
    "kg": "Кыргыз ССРинин Илимдер Академиясынын биринчи президенти:",
    "ru": "Первый президент Академии Наук Киргизской ССР:",
    "optionsKg": [
      "Юдахин К.Б",
      "Карасаев К.К",
      "Ахунбаев И.К",
      "Мамакеев М.М"
    ],
    "optionsRu": [
      "Юдахин К.Б",
      "Карасаев К.К",
      "Ахунбаев И.К",
      "Мамакеев М.М"
    ],
    "correctIndex": 2
  },
  {
    "number": 133,
    "kg": "1944-ж. Кыргызстандын маданий турмушунда маанилүү окуя болгон",
    "ru": "В  1944 г.  в  культурной  жизни  Кыргызстана  произошло  важное  событие",
    "optionsKg": [
      "Москва, Ленинграддын театр чеберлеринин концерттери болгон",
      "Кыргыз музыкалык театры Кыргыз опера жана балет театры болуп түзүлгөн",
      "“Чолпон” балети биринчи жолу коюлган",
      "Кыргыз ССРинин маданиятынын биринчи декадасы болгон"
    ],
    "optionsRu": [
      "состоялись концерты деятелей театра Москвы и Ленинграда",
      "Киргизский музыкальный театр был реорганизован в Киргизский театр оперы и балета",
      "состоялась первая постановка балета “Чолпон”",
      "прошла первая декада культуры Киргизской ССР"
    ],
    "correctIndex": 2
  },
  {
    "number": 134,
    "kg": "Эки жолку Социалисттик Эмгектин Баатырын атагыла",
    "ru": "Назовите дважды Героя Социалистического Труда.",
    "optionsKg": [
      "К.Жаркынбаев",
      "А.Коенкозов",
      "Ч.Тулебердиев",
      "З.Кайназарова"
    ],
    "optionsRu": [
      "К.Жаркынбаев",
      "А.Коенкозов",
      "Ч.Тулебердиев",
      "З.Кайназарова"
    ],
    "correctIndex": 3
  },
  {
    "number": 135,
    "kg": "Кыргыз Медициналык институту ачылган.",
    "ru": "Киргизский медицинский институт был открыт в…",
    "optionsKg": [
      "1939 – ж",
      "1940 – ж",
      "1957 – ж",
      "1960 – ж"
    ],
    "optionsRu": [
      "1939 г",
      "1940 г",
      "1957 г",
      "1960г"
    ],
    "correctIndex": 0
  },
  {
    "number": 136,
    "kg": "1970-жж. дүйнөлүк рынокто сапаттык жагынан эталон болуп эсептелген Кыргызстанда казылып алынуучу кендин түрүн белгиле",
    "ru": "Укажите вид добываемого сырья в 1970-е годы в Кыргызстане",
    "optionsKg": [
      "нефть",
      "вольфрам",
      "алюминий",
      "сурма"
    ],
    "optionsRu": [
      "нефть",
      "вольфрам",
      "алюминий",
      "сурьма"
    ],
    "correctIndex": 3
  },
  {
    "number": 137,
    "kg": "Бардык Союздук республикаларга продукцияларын жөнөтүп турган  Кыргызстандагы электротехникалык заводду белгиле",
    "ru": "Укажите промышленное предприятие электротехнической отрасли, построенное в Кыргызстане, продукция которого поставлялась на  все союзные республики.",
    "optionsKg": [
      "Кыргыз электр кыймылдаткыч заводу",
      "электрондук-эсептөөчү машиналар заводу",
      "Жалал-Абад штепсель заводу",
      "Майлы-Сай электролампа заводу"
    ],
    "optionsRu": [
      "завод Кыргызэлектродвигатель",
      "завод электронно-вычислительных машин",
      "Джалал-Абадский завод штепсельных разьемов",
      "Майли-Сайский электроламповый завод"
    ],
    "correctIndex": 3
  },
  {
    "number": 138,
    "kg": "Кыргызстандын эң алгачкы көркөм фильми  “Салтанат” тартылган",
    "ru": "Первый художественный фильм Кыргызстана “Салтанат” был снят в .....",
    "optionsKg": [
      "1943-ж",
      "1954-ж",
      "1959-ж",
      "1955-ж"
    ],
    "optionsRu": [
      "1943 г",
      "1954 г",
      "1959 г",
      "1955 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 139,
    "kg": "XXк. 20-40-жж. кыргыз улуттук жазуусу реформаланган.",
    "ru": "В  20-40-х гг. XX в. была проведена реформа кыргызской  национальной  письменности.",
    "optionsKg": [
      "1928-ж. кыргыз жазуусу араб алфавитинен латын алфавитине өткөн",
      "1940-ж. кыргыз жазуусу латын алфавитинен кириллицага өткөн",
      "1930-ж. кыргыз жазуусу орхон-энесай жазуусуна өткөн",
      "1925-ж. кыргыз жазуусу кириллицага өткөн"
    ],
    "optionsRu": [
      "в 1928 г. кыргызская письменность была переведена с арабского алфавита на латынь",
      "в 1940 г. кыргызская письменность с латынского алфавита была переведена на кириллицу",
      "в 1930 г. кыргызская писменность переведена на орхоно-енисейскую письменность",
      "в 1925 г. кыргызская писменность переведена на кириллицу"
    ],
    "correctIndex": 1
  },
  {
    "number": 140,
    "kg": "Кыргызстандын 1950-1960-жылдардагы таланттуу театр жана кино-актерун белгиле.",
    "ru": "Укажите талантливого актера театра и кино Кыргызстана 1950-60-х годов.",
    "optionsKg": [
      "С.Айтбаева",
      "С. Далбаев",
      "Б.Бекбаева",
      "М. Рыскулов"
    ],
    "optionsRu": [
      "С. Айтбаева",
      "С. Далбаев",
      "Б.Бекбаева",
      "М. Рыскулов"
    ],
    "correctIndex": 3
  },
  {
    "number": 141,
    "kg": "1950-60-жж. таланттуу советтик кыргыз балеринасын белгиле",
    "ru": "Укажите талантливую кыргызскую советскую балерину 1950-60 годов.",
    "optionsKg": [
      "С. Айтбаева",
      "Б. Бейшеналиева",
      "Б.Бекбаева",
      "И. Каракойчиева"
    ],
    "optionsRu": [
      "С. Айтбаева",
      "Б. Бейшеналиева",
      "Б.Бекбаева",
      "И. Каракойчиева"
    ],
    "correctIndex": 1
  },
  {
    "number": 142,
    "kg": "1963-жылы Мамлекеттик Ленин атындагы сыйлык берилген",
    "ru": "В 1963 г. Государственная Ленинская премия было присуждена",
    "optionsKg": [
      "Т.Садыковго “Революциянын каармандарына” эстелигине",
      "Ч. Айтматовго “Тоолор жана талаалар повести” жыйнагы үчүн",
      "Т.Океевге “Уркуя” кинотасмасы үчүн",
      "Т.Касымбековго “Сынган кылыч” романы үчүн"
    ],
    "optionsRu": [
      "Т.Садыкову за памятник “ Борцам революции”",
      "Ч.Айтматову за сборник “Повести гор и степей”",
      "Т.Океев за кинокартин “Уркуя”",
      "Т.Касымбекову за роман “Сломанный меч”"
    ],
    "correctIndex": 1
  },
  {
    "number": 143,
    "kg": "ХХ-к. 70-80-жылдардагы белгилүү “Манас” айтуучу....",
    "ru": "Известный сказитель эпоса “Манас” в 70-8 гг.XX в.....",
    "optionsKg": [
      "Шаабай Азизов",
      "Калык Акиев",
      "Уркаш Мамбеталиев",
      "Саякбай Каралаев"
    ],
    "optionsRu": [
      "Шаабай Азизов",
      "Калык Акиев",
      "Уркаш Мамбеталиев",
      "Саякбай Каралаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 144,
    "kg": "1950-1961-жж. Кыргызстан КП БКнын биринчи катчысы болуп…иштеген",
    "ru": "С 1950-1961гг. первым секретарем Кыргызстана был",
    "optionsKg": [
      "И. Раззаков",
      "Т.Усубалиев",
      "А.Масалиев",
      "А.Аманбаев"
    ],
    "optionsRu": [
      "И.Раззаков",
      "Т.Усубалиев",
      "А.Масалиев",
      "А.Аманбаев"
    ],
    "correctIndex": 0
  },
  {
    "number": 145,
    "kg": "Орто Азия республикалары жана Казакстандын эл чарбасы үчүн чоң мааниге ээ 70-жылдарда курулган Кыргызстандагы ири ГЭСти белгиле",
    "ru": "Укажите крупную ГЭС, построенную в Кыргызстане в 70-годы, имеющую важное народнохозяйственное значение для республик Средней Азии и Казакстана",
    "optionsKg": [
      "Токтогул",
      "Таш-Көмүр",
      "Камбар- Ата",
      "Ат- Башы"
    ],
    "optionsRu": [
      "Токтогульская",
      "Таш-Кумырская",
      "Камбар-Атинская",
      "Ат-Башинская"
    ],
    "correctIndex": 0
  },
  {
    "number": 146,
    "kg": "1961-1985-жж. Кыргызстан КП БК биринчи катчысы болуп…иштеген",
    "ru": "С 1961-1985гг. первым секретарем ЦК КП Киргизии  был…",
    "optionsKg": [
      "И.Раззаков",
      "Т. Усубалиев",
      "А.Масалиев",
      "А.Аманбаев"
    ],
    "optionsRu": [
      "И.Раззаков",
      "Т. Усубалиев",
      "А.Масалиев",
      "А.Аманбаев"
    ],
    "correctIndex": 1
  },
  {
    "number": 147,
    "kg": "Ч.Айтматов кайсы жылы Социалисттик Эмгектин баатыры наамын алган?",
    "ru": "Когда  Чингизу Айтматову  было присвоено звание  Герой Социалистического Труда?",
    "optionsKg": [
      "1974-ж",
      "1976-ж",
      "1978-ж",
      "1980-ж"
    ],
    "optionsRu": [
      "1974 г",
      "1976 г",
      "1978 г",
      "1980 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 148,
    "kg": "Кыргызстанда демократиялык кыймыл качан пайда болду?",
    "ru": "Когда зародилось демократическое движение в Кыргызстане?",
    "optionsKg": [
      "80- жылдардын аягында",
      "80-жылдардын башында",
      "80- жылдардын ортосунда",
      "70-жылдардын аягында"
    ],
    "optionsRu": [
      "в конце 80-х годов",
      "в начале 80-х годов",
      "в середине 80-х годов",
      "в конце 70-х годов"
    ],
    "correctIndex": 0
  },
  {
    "number": 149,
    "kg": "1985-1991-жж. Кыргызстан КП БК биринчи катчысы болуп…иштеген",
    "ru": "С 1985-1991 гг. первым секретарем  ЦК КП Киргизии работал…",
    "optionsKg": [
      "И.Раззаков",
      "Т.Усубалиев",
      "А. Масалиев",
      "А.Аманбаев"
    ],
    "optionsRu": [
      "И.Раззаков",
      "Т.Усубалие",
      "А. Масалиев",
      "А.Аманбаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 150,
    "kg": "“Кайра куруу” саясаты качан башталган?",
    "ru": "Когда началась политика “перестройки”?",
    "optionsKg": [
      "1982-ж. мартта",
      "1984 -ж. июлда",
      "1985-ж. апрелде",
      "1987-ж. августта"
    ],
    "optionsRu": [
      "в марте 1982 г",
      "в июле 1984 г",
      "в апреле 1985 г",
      "в августе 1987 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 151,
    "kg": "1990-жылы июнда Кыргызстанда кайсы окуя болду?",
    "ru": "Какие события произошли в июне 1990 года в Кыргызстане?",
    "optionsKg": [
      "Республиканын президентин шайлоо",
      "Оштогу этностор аралык конфликт",
      "Кыргызстандын элин каттоо жүргүзүлдү",
      "Социал демократиялык партия түзүлдү"
    ],
    "optionsRu": [
      "Выборы Президента республики",
      "Межэтнический конфликт в г. Ош",
      "Перепись населения Кыргызстана",
      "Образование социал-демократической партии"
    ],
    "correctIndex": 1
  },
  {
    "number": 152,
    "kg": "“Кыргызстан” демократиялык кыймылынын тең төрагаларын атагыла",
    "ru": "Назовите председателей демократического движения “Кыргызстан”",
    "optionsKg": [
      "К. Мамбеталиев, К. Карабеков, М. Эшимканов",
      "Ж. Жекшеев, К. Акматов, Т. Тургуналиев",
      "Ф. Кулов, О. Текебаев, Ч. Акунов",
      "А. Келдибеков, С. Жапаров, К. Ташиев"
    ],
    "optionsRu": [
      "К. Мамбеталиев, К. Карабеков, М. Эшимканов",
      "Ж. Жекшеев, К. Акматов, Т. Тургуналиев",
      "Ф. Кулов, О. Текебаев, Ч. Акунов",
      "А. Келдибеков, С. Жапаров, К. Ташиев"
    ],
    "correctIndex": 1
  },
  {
    "number": 153,
    "kg": "Кыргыз Республикасынын биринчи Президенти ким?",
    "ru": "Кто был первым Президентом Кыргызской Республики?",
    "optionsKg": [
      "А. Масалиев",
      "Т. Усубалиев",
      "А. Акаев",
      "К. Бакиев"
    ],
    "optionsRu": [
      "А. Масалиев",
      "Т. Усубалиев",
      "А. Акаев",
      "К. Бакиев"
    ],
    "correctIndex": 2
  },
  {
    "number": 154,
    "kg": "Кыргыз Республикасынын биринчи Премьер-министри болуп ким дайындалган?",
    "ru": "Кто был назначен первым Премьер-министром Кыргызской Республики?",
    "optionsKg": [
      "А. Акаев",
      "Н. Исанов",
      "Н. Касиев",
      "А. Атамбаев"
    ],
    "optionsRu": [
      "А. Акаев",
      "Н. Исанов",
      "Н. Касиев",
      "А. Атамбаев"
    ],
    "correctIndex": 1
  },
  {
    "number": 155,
    "kg": "А.Акаев бүткүл элдик шайлоодо  Кыргыз Республикасынын Президенти болуп качан шайланган?",
    "ru": "В каком году А. Акаев был избран Президентом Кыргызской Республики?",
    "optionsKg": [
      "1991-ж",
      "1992-ж",
      "1993-ж",
      "1994-ж"
    ],
    "optionsRu": [
      "в 1991 г",
      "в 1992 г",
      "в 1993 г",
      "в 1994 г"
    ],
    "correctIndex": 0
  },
  {
    "number": 156,
    "kg": "«Кыргыз Республикасынын көз карандысыздыгы жөнүндө Декларация» качан кабыл алынган?",
    "ru": "В каком году была принята «Декларация о Независимости Кыргызской Республики”?",
    "optionsKg": [
      "май 1991- ж",
      "август 1991- ж",
      "август 1992- ж",
      "август 1993- ж"
    ],
    "optionsRu": [
      "май 1991 г",
      "август 1991 г",
      "август 1992 г",
      "август 1993 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 157,
    "kg": "Эгемендүү Кыргыз Республикасынын биринчи Конституциясы качан кабыл алынган?",
    "ru": "Когда была принята первая Конституция независимый Кыргызской Республики?",
    "optionsKg": [
      "5 - май 1990-ж",
      "5-май 1991-ж",
      "5-май 1992-ж",
      "5май 1993-ж"
    ],
    "optionsRu": [
      "5 мая 1990 г",
      "5 мая 1991 г",
      "5 мая 1992 г",
      "5 мая 1993 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 158,
    "kg": "Кайсы орган мамлекеттик аткаруу бийлигинин башкы органы болуп эсептелет?",
    "ru": "Какой орган является высшим органом государственной исполнительной власти КР?",
    "optionsKg": [
      "КРнын Өкмөтү",
      "КРнын Парламенти",
      "КРнын Жогорку соту",
      "КРнын Арбитраждык соту"
    ],
    "optionsRu": [
      "Правительство КР",
      "Парламент КР",
      "Верховный суд КР",
      "Арбитражный суд КР"
    ],
    "correctIndex": 0
  },
  {
    "number": 159,
    "kg": "Улуттук валюта (сом) качан киргизилген?",
    "ru": "Когда была введена в обращение национальная валюта сом?",
    "optionsKg": [
      "1991- ж",
      "1992- ж",
      "1993- ж",
      "1994-ж"
    ],
    "optionsRu": [
      "1991 г",
      "1992 г",
      "1993 г",
      "1994 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 160,
    "kg": "Референдум деген эмне?",
    "ru": "Что такое референдум?",
    "optionsKg": [
      "жашыруун добуш берүү",
      "тандалма добуш берүү",
      "жалпы элдик добуш берүү",
      "кадрларды алмаштыруу"
    ],
    "optionsRu": [
      "тайное голосование",
      "выборочное голосование",
      "всенародное голосование",
      "перестановка кадров"
    ],
    "correctIndex": 2
  },
  {
    "number": 161,
    "kg": "Качан КМШ түзүлгөн?",
    "ru": "Когда был образован СНГ?",
    "optionsKg": [
      "21 декабрь 1991-ж",
      "21 декабрь 1993-ж",
      "21 декабрь 1995-ж",
      "21 декабрь 2005-ж"
    ],
    "optionsRu": [
      "21 декабря 1991 г",
      "21 декабря 1993 г",
      "21 декабря 1995 г",
      "21 декабря 2005 г"
    ],
    "correctIndex": 0
  },
  {
    "number": 162,
    "kg": "Кайсы мекеме Кыргыз Республикасынын башкы мыйзам чыгаруучу органы болуп эсептелет?",
    "ru": "Какая организация является высшим законодательным органом Кыргызской Республики?",
    "optionsKg": [
      "Жогорку Кенеш",
      "Жогорку сот",
      "Арбитраждык сот",
      "Президенттин аппараты"
    ],
    "optionsRu": [
      "Жогорку Кенеш",
      "Верховный суд",
      "Арбитражный суд",
      "Аппарат Президента"
    ],
    "correctIndex": 0
  },
  {
    "number": 163,
    "kg": "Фрунзе шаарына кайсы жылы тарыхый ысым Бишкек деп кайтарылган?",
    "ru": "В каком году городу г. Фрунзе было возвращено историческое название г. Бишкек?",
    "optionsKg": [
      "1989-жылдын 1-майы",
      "1993-жылдын 3-майы",
      "1991-жылдын 5-февралы",
      "1995-жылдын 31-августу"
    ],
    "optionsRu": [
      "1 мая 1989 г",
      "5 февраля 1991 г",
      "3 мая 1993 г",
      "31 августа 1995 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 164,
    "kg": "Кайсы шаарда 1991-ж. 21-декабрында  КМШны түзүү жөнүндөгү келишимге кол койулган?",
    "ru": "В каком городе 21 декабря 1991 г.  подписано соглашение об образовании СНГ?",
    "optionsKg": [
      "Алма-Ата",
      "Москва",
      "Ташкент",
      "Бишкек"
    ],
    "optionsRu": [
      "Алматы",
      "Москва",
      "Ташкент",
      "Бишкек"
    ],
    "correctIndex": 1
  },
  {
    "number": 165,
    "kg": "Кыргыз Республикасынын Конституциясынын гаранты болуп эсептелет",
    "ru": "Гарантом Конституции Кыргызской Республики является",
    "optionsKg": [
      "Президент",
      "премьер-министр",
      "эл",
      "айыл өкмөтүнүн башчысы"
    ],
    "optionsRu": [
      "Президент",
      "Премьер-министр",
      "народ",
      "глава айыл окмоту"
    ],
    "correctIndex": 0
  },
  {
    "number": 166,
    "kg": "Кыргыз Республикасынын мамлекеттик түзүлүшүн атагыла",
    "ru": "Назовите форму государственного устройства Кыргызской Республики?",
    "optionsKg": [
      "башка",
      "федерация",
      "конфедерация",
      "унитардык мамлекет"
    ],
    "optionsRu": [
      "другое",
      "федерация",
      "конфедерация",
      "унитарное государство"
    ],
    "correctIndex": 3
  },
  {
    "number": 167,
    "kg": "Кыргыз Республикасында канча улуттун өкүлү жашайт?",
    "ru": "В Кыргызской Республике проживают представители …. национальностей",
    "optionsKg": [
      "20",
      "30дан ашык",
      "50дөн ашык",
      "100дөн ашык"
    ],
    "optionsRu": [
      "20",
      "более 30",
      "более 50",
      "более 100"
    ],
    "correctIndex": 3
  },
  {
    "number": 168,
    "kg": "Кыргыз Республикасынын Жогорку Кенешинин курамы канча жылга шайланат?",
    "ru": "На сколько лет избирается состав Жогорку Кенеша Кыргызской Республики?",
    "optionsKg": [
      "5",
      "6",
      "7",
      "8"
    ],
    "optionsRu": [
      "5",
      "6",
      "7",
      "8"
    ],
    "correctIndex": 0
  },
  {
    "number": 169,
    "kg": "2005-ж. чейин Кыргыз Республикасынын Жогорку Кенеши канча палатадан турган?",
    "ru": "Из скольких палат состоял Жогорку Кенеш Кыргызской Республики до 2005 г.?",
    "optionsKg": [
      "1",
      "2",
      "3",
      "4"
    ],
    "optionsRu": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correctIndex": 1
  },
  {
    "number": 170,
    "kg": "Кыргыз Республикасынын Улуттук Гвардиясы качан түзүлгөн?",
    "ru": "Когда была создана Национальная гвардия КР?",
    "optionsKg": [
      "март 1991-ж",
      "февраль 1991-ж",
      "май 1991-ж",
      "декабрь 1991-ж"
    ],
    "optionsRu": [
      "март 1991 г",
      "февраль 1991 г",
      "май 1991 г",
      "декабрь 1991 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 171,
    "kg": "Кыргыз Республикасынын Президенти болуп канча жаштан кем эмес жарандар шайлана алат?",
    "ru": "Президентом Кыргызской Республики может быть избран гражданин КР не моложе…",
    "optionsKg": [
      "25 жаштан",
      "30 жаштан",
      "35 жаштан",
      "40 жаштан"
    ],
    "optionsRu": [
      "25 лет",
      "30 лет",
      "35 лет",
      "40 лет"
    ],
    "correctIndex": 2
  },
  {
    "number": 172,
    "kg": "«Легендарлуу парламенттин» спикери ким болгон?",
    "ru": "Кто был спикером так называемого «легендарного парламента»?",
    "optionsKg": [
      "А. Масалиев",
      "Р.Отунбаева",
      "А.Эркебаев",
      "М.Шеримкулов"
    ],
    "optionsRu": [
      "А. Масалиев",
      "Р.Отунбаева",
      "А.Эркебаев",
      "М.Шеримкулов"
    ],
    "correctIndex": 3
  },
  {
    "number": 173,
    "kg": "Эмне үчүн 31- август жалпы элдик майрам катары белгиленет?",
    "ru": "Почему 31 августа отмечается как всенародный праздник?",
    "optionsKg": [
      "бул күнү Кыргыз Республикасынын биринчи Конституциясы кабыл алынган",
      "Бүткүл дүйнөлүк эмгекчилердин күнү",
      "КРнын биринчи Президентин шайлоо күнү",
      "Кыргыз Республикасынын көз карандысыздыгынын күнү"
    ],
    "optionsRu": [
      "в этот день была принята первая Конституция независимой Кыргызской Республики",
      "это – День трудящихся всего мира",
      "в этот день прошли выборы первого Президента КР",
      "это – День Независимости Кыргызской Республики"
    ],
    "correctIndex": 3
  },
  {
    "number": 174,
    "kg": "Кыргыз Республикасынын гимни качан кабыл алынган?",
    "ru": "В каком году был принят гимн Кыргызской Республики?",
    "optionsKg": [
      "18 декабрь 1991-ж",
      "18 декабрь 1992-ж",
      "18 декабрь 1993-ж",
      "18 декабрь 1994-ж"
    ],
    "optionsRu": [
      "18 декабря 1991 г",
      "18 декабря 1992 г",
      "18 декабря 1993 г",
      "18 декабря 1994 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 175,
    "kg": "Кыргыз Республикасынын герби качан кабыл алынган?",
    "ru": "В каком году был принят герб Кыргызской Республики?",
    "optionsKg": [
      "14 январь1991-ж",
      "14 январь 1992-ж",
      "14 январь 1993-ж",
      "14 январь 1994-ж"
    ],
    "optionsRu": [
      "14 января 1991 г",
      "14 января 1992 г",
      "14 января 1993 г",
      "14 января 1994 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 176,
    "kg": "Кыргыз Республикасынын желеги качан кабыл алынган?",
    "ru": "В каком году был принят флаг Кыргызской Республики?",
    "optionsKg": [
      "3 март 1991-ж",
      "3 март 1992-ж",
      "3 март 1993-ж",
      "3 март1994-ж"
    ],
    "optionsRu": [
      "3 марта 1991 г",
      "3 марта 1992 г",
      "3 марта 1993 г",
      "3 марта 1994 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 177,
    "kg": "Кыргыз Республикасынын гимнинин сөзүн ким жазган?",
    "ru": "Кто является автором слов гимна Кыргызской Республики?",
    "optionsKg": [
      "Ж.Садыков, Ш.Кулуев",
      "Н.Давлесов, К.Молдобасанов",
      "Ч. Айтматов, Т.Касымбеков",
      "А.Акаев, Н.Танаев"
    ],
    "optionsRu": [
      "Ж.Садыков, Ш.Кулуев",
      "Н.Давлесов, К.Молдобасанов",
      "Ч.Айтматов, Т.Касымбеков",
      "А.Акаев, Н.Танаев"
    ],
    "correctIndex": 0
  },
  {
    "number": 178,
    "kg": "Кыргыз Республикасынын гимнинин обонун ким жазган?",
    "ru": "Кто является автором музыки гимна Кыргызской Республики?",
    "optionsKg": [
      "Ж.Садыков, Ш.Кулуев",
      "Н.Давлесов, К.Молдобасанов",
      "Ч.Айтматов, Т.Касымбеков",
      "А.Акаев, Н.Танаев"
    ],
    "optionsRu": [
      "Ж.Садыков, Ш.Кулуев",
      "Н.Давлесов, К.Молдобасанов",
      "Ч.Айтматов, Т.Касымбеков",
      "А.Акаев, Н.Танаев"
    ],
    "correctIndex": 1
  },
  {
    "number": 179,
    "kg": "Кыргыз Республикасынын гербинин авторлору?",
    "ru": "Назовите авторов герба Кыргызской Республики?",
    "optionsKg": [
      "А.Абдраев, С.Дубанаев",
      "Н.Давлесов, К.Молдобасанов",
      "Ж.Садыков, Ш.Кулуев",
      "А.Акаев, Н.Танаев"
    ],
    "optionsRu": [
      "А.Абдраев, С.Дубанаев",
      "Н.Давлесов, К.Молдобасанов",
      "Ж.Садыков, Ш.Кулуев",
      "А.Акаев, Н. Танаев"
    ],
    "correctIndex": 0
  },
  {
    "number": 180,
    "kg": "Кайсы мамлекет көз карандысыз Кыргызстанда биринчи болуп өз элчилигин ачкан?",
    "ru": "Какое государство первым открыло свое посольство в суверенном Кыргызстане?",
    "optionsKg": [
      "АКШ",
      "Кытай",
      "Россия",
      "Түркия"
    ],
    "optionsRu": [
      "США",
      "Китай",
      "Россия",
      "Турция"
    ],
    "correctIndex": 0
  },
  {
    "number": 181,
    "kg": "Кайсы жылы Кыргызстан Бириккен Улуттар Уюмунун мүчөсү болуп кирген?",
    "ru": "В каком году Кыргызстан стал членом Организации Объединенных Наций?",
    "optionsKg": [
      "август 1991-ж",
      "март 1992-ж",
      "июнь 1994-ж",
      "сентябрь 1995-ж"
    ],
    "optionsRu": [
      "в 1991 г. августе",
      "в 1992 г марте",
      "в 1994 г. июне",
      "в 1995г. сентябре"
    ],
    "correctIndex": 1
  },
  {
    "number": 182,
    "kg": "Баткен облусу кайсы жылы түзүлгөн?",
    "ru": "В каком году была образована Баткенская область?",
    "optionsKg": [
      "1997-ж",
      "1998-ж",
      "1999-ж",
      "2000-ж"
    ],
    "optionsRu": [
      "в 1997 г",
      "в 1998 г",
      "в 1999 г",
      "в 2000 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 183,
    "kg": "Кыргызстандын түштүк аймагына диний экстремисттик топтун кириши жана «Баткен окуясы» качан болуп өткөн?",
    "ru": "Когда произошло «Баткенские события» и проникновение религиозной экстремистской группировки в южный регион Кыргызстана?",
    "optionsKg": [
      "1997-ж",
      "1998-ж",
      "1999-ж",
      "2000-ж"
    ],
    "optionsRu": [
      "1997 г",
      "1998 г",
      "1999 г",
      "2000 г. и"
    ],
    "correctIndex": 2
  },
  {
    "number": 184,
    "kg": "Кыргыз Республикасы үчүн экономиканын кайсы сектору негизги болуп эсептелет?",
    "ru": "Какой сектор экономики является основным для КР?",
    "optionsKg": [
      "айыл чарба",
      "женил өнөр жай",
      "оор өнөр жай",
      "курулуш"
    ],
    "optionsRu": [
      "сельское хозяйство",
      "легкая промышленность",
      "тяжелая промышленность",
      "строительство"
    ],
    "correctIndex": 0
  },
  {
    "number": 185,
    "kg": "Памир кыргыздарынын башчысын атагыла.",
    "ru": "Назовите лидера памирских кыргызов",
    "optionsKg": [
      "Малик Кутлулар",
      "Касым Варол",
      "Рахманкул хан",
      "Мусаддык Аббас"
    ],
    "optionsRu": [
      "Малик Кутлулар",
      "Касым Варол",
      "Рахманкул хан",
      "Мусаддык Аббас"
    ],
    "correctIndex": 2
  },
  {
    "number": 186,
    "kg": "«Манас» эпосунун 1000 жылдыгы качан белгиленген?",
    "ru": "В каком году было проведено празднование 1000-летия эпоса «Манас»?",
    "optionsKg": [
      "1992-ж",
      "1993-ж",
      "1994-ж",
      "1995-ж"
    ],
    "optionsRu": [
      "в 1992 г",
      "в 1993 г",
      "в 1994 г",
      "в 1995 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 187,
    "kg": "Кыргызстанда “Мамлекеттик тил” жөнүндөгү мыйзам качан кабыл алынган?",
    "ru": "Когда был принят “Закон о государственном языке” в Кыргызстане?",
    "optionsKg": [
      "1989-ж 23-сентябрь",
      "1987-ж 23-октябрь",
      "1990-ж 5-октябрь",
      "1988-ж 23-сентябрь"
    ],
    "optionsRu": [
      "в 1989 г. 23сентября",
      "в 1987 г. 23октября",
      "в 1990г. 5октября",
      "в 1988г. 23 сентября"
    ],
    "correctIndex": 0
  },
  {
    "number": 188,
    "kg": "Кыргызстан  элинин Ассамблеясы түзүлгөн жыл?",
    "ru": "В каком году была образована Ассамблея народа Кыргызстана?",
    "optionsKg": [
      "1991-ж",
      "1993-ж",
      "1994-ж",
      "1995-ж"
    ],
    "optionsRu": [
      "1991 г",
      "1993 г",
      "1994 г",
      "1995 г"
    ],
    "correctIndex": 2
  },
  {
    "number": 189,
    "kg": "«Ата Мекен» саясий партиясынын лидери",
    "ru": "Кто является лидером политической партии «Ата Мекен»?",
    "optionsKg": [
      "Ф.Кулов",
      "Н.Танаев",
      "Ө.Текебаев",
      "А.Атамбаев"
    ],
    "optionsRu": [
      "Ф.Кулов",
      "Н.Танаев",
      "О.Текебаев",
      "А.Атамбаев"
    ],
    "correctIndex": 2
  },
  {
    "number": 190,
    "kg": "Кайсы жылы Кыргыз мамлекеттик педагогикалык институтуна И.Арабаевдин наамы берилген?",
    "ru": "В каком году Кыргызский Государственный педагогический университет им. И. Арабаева был преобразован в Кыргызский Государственный университет им. И. Арабаева?",
    "optionsKg": [
      "1991-ж",
      "1992-ж",
      "1993-ж",
      "1994-ж"
    ],
    "optionsRu": [
      "1991-ж",
      "1992-ж",
      "1993-ж",
      "1994-ж"
    ],
    "correctIndex": 3
  },
  {
    "number": 191,
    "kg": "2003-жылы кайсы белгилүү окуя болуп өткөн?",
    "ru": "Какое знаменательное событие состоялось в 2003 году?",
    "optionsKg": [
      "Кыргыз мамлекетүүлүгүнүн 2200 жылдыгы",
      "«Манас» эпосунун 1000 жылдыгы",
      "Ош шаарынын 3000 жылдыгы",
      "биринчи чет элдик элчиликтин ачылышы"
    ],
    "optionsRu": [
      "2200-летие кыргызской государственности",
      "празднование 1000-летия эпоса «Манас»",
      "празднование 3000-летия города Ош",
      "открытие первого иностранного посольства"
    ],
    "correctIndex": 0
  },
  {
    "number": 192,
    "kg": "Аксы окуяларынын  шылтоосу?",
    "ru": "Что стало поводом Аксыйских событий?",
    "optionsKg": [
      "социалдык-экономикалык жана саясий кризистин күчөшү",
      "А.Бекназаровдун камакка алынышы",
      "салыктардын өсүшү",
      "тамак-аштардын баасынын өсүшү"
    ],
    "optionsRu": [
      "усиление социально-экономического и политического кризиса",
      "взятие А. Бекназарова под стражу",
      "увеличение размеров налогов",
      "поднятие цен на продукты питания"
    ],
    "correctIndex": 0
  },
  {
    "number": 193,
    "kg": "Кыргыз Республикасынын Президенти А.Акаевдин кетишине себеп болгон митинг качан болгон?",
    "ru": "Когда произошел митинг, в результате которого Президент Кыргызской Республики А.Акаев был вынужден покинуть страну?",
    "optionsKg": [
      "24-апрель 2005-ж",
      "24-март 2005-ж",
      "24-май 2005-ж",
      "24-март 2006-ж"
    ],
    "optionsRu": [
      "24 апреля 2005 г",
      "24 марта 2005 г",
      "24 мая 2005 г",
      "24 марта 2006 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 194,
    "kg": "7-апрель 2010-жылдагы окуялардын себеби эмне болгон?",
    "ru": "Что стало причиной событий 7 апреля 2010 года?",
    "optionsKg": [
      "салыктардын өсүшү",
      "Жогорку Кеңештин депутаттарын шайлоо",
      "социалдык-экономикалык жана саясий кризистин күчөшү",
      "президентин башка өлкөгө чыгып кетиши"
    ],
    "optionsRu": [
      "увеличение размеров налогов",
      "выборы депутатов в Жогорку Кенеш КР",
      "усиление социально-экономического и политического кризиса",
      "выезд президента в другую страну"
    ],
    "correctIndex": 2
  },
  {
    "number": 195,
    "kg": "27-июнь 2010-жылы кабыл алынган Конституцияга ылайык, Кыргыз Республикасы…деп жарыяланды",
    "ru": "Согласно Конституции КР, принятой 27 июня 2010 г., Кыргызская Республика была объявлена…",
    "optionsKg": [
      "парламенттик",
      "президенттик",
      "президенттик-парламенттик",
      "монархия"
    ],
    "optionsRu": [
      "парламентской",
      "президентской",
      "президентско-парламентской",
      "монархией"
    ],
    "correctIndex": 0
  },
  {
    "number": 196,
    "kg": "А.Атамбаев качан Кыргыз Республикасынын Президенти болуп шайланган?",
    "ru": "Когда состоялись выборы Президента КР, по результатам которых Президентом Кыргызской Республики стал А. Атамбаев?",
    "optionsKg": [
      "30-октябрь 2010-ж",
      "30-октябрь 2011-ж",
      "30-октябрь 2012-ж",
      "30-октябрь 2013-ж"
    ],
    "optionsRu": [
      "30 октября 2010 г",
      "30 октября 2011 г",
      "30 октября 2012 г",
      "30 октября 2013 г"
    ],
    "correctIndex": 1
  },
  {
    "number": 197,
    "kg": "Кыргыз Республикасы кайсы мамлекетменен чектешпейт?",
    "ru": "Кыргызская Республика  не граничит с …",
    "optionsKg": [
      "Казакстан",
      "Өзбекстан",
      "Россия",
      "Кытай"
    ],
    "optionsRu": [
      "Казахстаном",
      "Узбекистаном",
      "Россией",
      "Китаем"
    ],
    "correctIndex": 2
  },
  {
    "number": 198,
    "kg": "С. Жээнбеков качан Кыргыз Республикасынын Президенти болуп шайланган?",
    "ru": "Когда состоялись выборы Президента КР, по результатам которых Президентом КР стал С. Жээнбеков?",
    "optionsKg": [
      "15-октябрь 2010-ж",
      "15-октябрь 2011-ж",
      "15-октябрь 2012-ж",
      "15-октябрь 2017-ж"
    ],
    "optionsRu": [
      "15 октября 2010 г",
      "15 октября 2011 г",
      "15 октября 2012 г",
      "15 октября 2017 г"
    ],
    "correctIndex": 3
  },
  {
    "number": 199,
    "kg": "2000-жылы кайсы белгилүү окуя өткөрүлгөн?",
    "ru": "Какое знаменательное событие состоялось в 2000  году?",
    "optionsKg": [
      "Кыргызстан элдеринин биринчи Курултайы",
      "«Манас» эпосунун 1000 жылдыгы",
      "Ош шаарынын 3000 жылдыгы",
      "биринчи чет элдик элчиликтин ачылышы"
    ],
    "optionsRu": [
      "первый Курултай народов Кыргызстана",
      "празднование 1000-летия эпоса «Манас»",
      "празднование 3000-летия города Ош",
      "открытие первого иностранного посольства"
    ],
    "correctIndex": 2
  },
  {
    "number": 200,
    "kg": "Кытайлык кыргыздар жашаган областтын аталышы кандай?",
    "ru": "Как называется область, где проживают китайские кыргызы?",
    "optionsKg": [
      "Кызыл-Суу автономиялык областы",
      "Кара- Суу автономиялык областы",
      "Көк-Суу автономиялык областы",
      "Чон-Суу автономиялык областы"
    ],
    "optionsRu": [
      "Кызыл-Сууйская автономная область",
      "Кара- Сууйская автономная область",
      "Кок-Сууйская автономная область",
      "Чон-Сууйская автономная область"
    ],
    "correctIndex": 0
  }
];

