window.kyrgyzTests = window.kyrgyzTests || {};
window.kyrgyzTests.language = window.kyrgyzTests.language || {};
window.kyrgyzTests.language.B2 = [
  {
    "number": 1,
    "text": "Тыныш белгиси туура коюлган сүйлөмдү белгиле.",
    "options": [
      "а) Акыл тоодон бийик, билим көлдөн терең.",
      "б) Акыл-тоодон бийик, билим-көлдөн терең",
      "в) Акыл, тоодон – бийик, билим, көлдөн терең.",
      "г) Акыл-тоодон бийик, билим көлдөн терең."
    ],
    "correctIndex": 0
  },
  {
    "number": 2,
    "text": "Кайсы сүйлөмдөгү сызыкча туура коюлган?",
    "options": [
      "а) Алар – студент балдар экен.",
      "б) Алар да – студент",
      "в) Алар – студенттер",
      "г) Алар – студент болушканбы?"
    ],
    "correctIndex": 2
  },
  {
    "number": 3,
    "text": "Каратма сөз катышкан сүйлөмдү тап.",
    "options": [
      "а) Гүлсары, чү, жаным, чү.",
      "б) Өх, ушундай да ашуу болот экен да ээ.",
      "в) Бороондуу Каранар Эдигейдин өзүнө гана карматпаса, ага эч ким даай албайт.",
      "г) Ак кеме кебелбей сүзүп баратты."
    ],
    "correctIndex": 0
  },
  {
    "number": 4,
    "text": "Кыш быйыл катуу түштү, бир дегенде эле оор кар басып калды. Татаал сүйлөмдүн кандай түрү?",
    "options": [
      "а) багыныңкы байланыштагы",
      "б) көп багыныңкылүү",
      "в) тең байланыштагы",
      "г) жөнөкөй"
    ],
    "correctIndex": 2
  },
  {
    "number": 5,
    "text": "Тең байланыштагы татаал сүйлөмдүн түрлөрүн тап.",
    "options": [
      "а) жалаң",
      "б) жайылма",
      "в) аралаш",
      "г) байламталуу, байламтасыз"
    ],
    "correctIndex": 3
  },
  {
    "number": 6,
    "text": "Акт кайсы стилге кирет?",
    "options": [
      "а) публицистикалык",
      "б) иш кагаздар",
      "в) илимий",
      "г) көркөм"
    ],
    "correctIndex": 1
  },
  {
    "number": 7,
    "text": "Автобус менен үйгө чейин бардым. Менен кандай сөз?",
    "options": [
      "а) байламта",
      "б) жандооч",
      "в) бөлүкчө",
      "г) киринди сөз"
    ],
    "correctIndex": 1
  },
  {
    "number": 8,
    "text": "Антонимдер деп …. сөздөр аталат.",
    "options": [
      "а) тыбыштык составы ар башка, бирок бир эле түшүнүктү билдирүүчү",
      "б) тыбыштык түзүлүшү бирдей, бирок мааниси ар башка",
      "в) бир сөз түркүмүндөгү карама-каршы мааниде колдонуулучу, бирок бири-бирине салыштырмалуу маанидеги;",
      "г) составы жагынан эки же андан көп компоненттерден турган"
    ],
    "correctIndex": 2
  },
  {
    "number": 9,
    "text": "Бир маалда эшик «тымызын» ачылды. Сүйлөмдөгү «тымызын» деген сөз кайсы сөздөргө синоним боло алат?",
    "options": [
      "а) шарт, катуу;",
      "б) кыйчылдап, тарс-турс;",
      "в) шарт, жай, кыйчылдап;",
      "г) акырын, жай"
    ],
    "correctIndex": 3
  },
  {
    "number": 10,
    "text": "Эскирип колдонуудан чыгып калган пассивдүү сөз катмары кайсылар?",
    "options": [
      "а) архаизм",
      "б) неологизм",
      "в) диалектилер",
      "г) лексика"
    ],
    "correctIndex": 0
  },
  {
    "number": 11,
    "text": "Коомдо жаңы пайда болгон түшүнүктөрдүн атын атап берүү үчүн кайсы терминди колдонобуз?",
    "options": [
      "а) архаизм",
      "б) неологизм",
      "в) тарыхый сөздөр",
      "г) лексика"
    ],
    "correctIndex": 1
  },
  {
    "number": 12,
    "text": "Кыргыз тилиндеги диалектилердин бөлүнүшүн белгилеңиз",
    "options": [
      "а) түндүк, батыш, чыгыш",
      "б) түштүк, батыш",
      "в) түштүк, чыгыш",
      "г) түндүк, түштүк"
    ],
    "correctIndex": 3
  },
  {
    "number": 13,
    "text": "Диалектилик сөздөрдү белгилеңиз",
    "options": [
      "а) жамаат, атуул, ардагер, мыйзам",
      "б) кой-соолук, карышкыр-бөрү, көзү түштү-жылдызы түштү",
      "в) ийтербе, аш, растап, ака, зор",
      "г) дилде, динар, зээр, соот, чарайна"
    ],
    "correctIndex": 2
  },
  {
    "number": 14,
    "text": "Туура жазылган сан атоочту белгилеңиз",
    "options": [
      "а) 50-жашта",
      "б) 1997-жыл",
      "в) 1 май",
      "г) XX-кылым"
    ],
    "correctIndex": 1
  },
  {
    "number": 15,
    "text": "Экөөсүздөр, бешөөсүңөр деген сан атооч сөздөргө уланган мүчөлөрдү белгилеңиз",
    "options": [
      "а) жак",
      "б) таандык",
      "в) жөндөмө",
      "г) туруктуу"
    ],
    "correctIndex": 0
  },
  {
    "number": 16,
    "text": "–дан, -ыраак мүчөлөрү кайсы даражаны уюштурат?",
    "options": [
      "а) жай даражаны",
      "б) күчөтмө даражаны",
      "в) салыштырма даражаны",
      "г) уюштурбайт"
    ],
    "correctIndex": 2
  },
  {
    "number": 17,
    "text": "Чыгыш жөндөмөсүндө турган жактама ат атоочту белгилеңиз",
    "options": [
      "а) андан бери көп мезгил өттү",
      "б) кимдир бирөөдөн уккандай болдум",
      "в) мен андан көп нерселерди үйрөндүм",
      "г) ал эч кимден жалтанбады"
    ],
    "correctIndex": 0
  },
  {
    "number": 18,
    "text": "Жалаң белгисиз ат атооч катышкан сүйлөмдү белгилеңиз",
    "options": [
      "а) деги ушул жума кыйын болду",
      "б) аны кайра ат сарайга алып келишти",
      "в) кайсы бирин айтайын, кимдир бирөөнүн каарына калган көрүнөт",
      "г) күндүр-түндүр мал короодо жүрө берет"
    ],
    "correctIndex": 2
  },
  {
    "number": 19,
    "text": "Көп маанилүү сөздөрдү белгилеңиз",
    "options": [
      "а) дептер, жаздык, китеп",
      "б) көз, сөз, ат",
      "в) арча, алтын, алма, асел",
      "г) көз, бут, баш"
    ],
    "correctIndex": 3
  },
  {
    "number": 20,
    "text": "Энчилүү аттардын туура жазылганын белгилегиле.",
    "options": [
      "а) Балыгооз, Саргунан, Акыл Карачач;",
      "б) Балыкооз, Сары Кунан, Акылкарачач;",
      "в) Балгооз, Саркунан, Акыл карачач;",
      "г) Балыкооз, Сарыкунан, Акыл Карачач."
    ],
    "correctIndex": 1
  },
  {
    "number": 21,
    "text": "Кыскартылган сөздөрдүн туурасын тапкыла.",
    "options": [
      "а) МАИнин, турфирма, хим.фак;",
      "б) УАКтын, матфак, БУУнун;",
      "в) КРдин, УИАнын, КУУнин;",
      "г) КТРнын, физприбор, КУУнун"
    ],
    "correctIndex": 1
  },
  {
    "number": 22,
    "text": "Диалектилик өзгөчөлүктө айтылган сөздөр кайсы?",
    "options": [
      "а) жүрү, туру, алың;",
      "б) кавар, довуш, убада;",
      "в) агарот, герб, жүрөт;",
      "г) турат, кеген, казыр."
    ],
    "correctIndex": 0
  },
  {
    "number": 23,
    "text": "Сөздөрдүн туура жазылышы берилген сөздүк кайсы?",
    "options": [
      "а) орфоэпиялык сөздүк;",
      "б) орфографиялык сөздүк;",
      "в) түшүндүрмө сөздүк;",
      "г) терминологиялык сөздүк."
    ],
    "correctIndex": 1
  },
  {
    "number": 24,
    "text": "Жалпылагыч сөз катышкан сүйлөм кайсы?",
    "options": [
      "а) Үйдө баатыр – жоодо жок.",
      "б) – Келишим качан түзүлдү эле?",
      "в) Силер да, мен да – баарыбыз мекенибизди сүйөбүз.",
      "г) Асыл – таштан, акыл-жаштан"
    ],
    "correctIndex": 2
  },
  {
    "number": 25,
    "text": "Төмөнкү сөздөрдүн кайсы варианты лексикага жаңы кирди (неологизм)?",
    "options": [
      "а) телевизор, радио, дивиди;",
      "б) кымыз, аким, менеджер;",
      "в) толеранттуулук, интернет, модератор;",
      "г) айпи телефон, аялдама."
    ],
    "correctIndex": 2
  },
  {
    "number": 26,
    "text": "Төмөнкү сөздөрдүн кайсы варианты туура жазылган?",
    "options": [
      "а) бечаара, эткээл;",
      "б) эрезе, кыракы;",
      "в) мандаш, көрөңгө;",
      "г) сылаңкороз, өргө."
    ],
    "correctIndex": 3
  },
  {
    "number": 27,
    "text": "Адамдын оң сапатын билдирген фразеологизмди белгилегиле:",
    "options": [
      "а) атка жеңил, тайга чак;",
      "б) бөйрөктөн шыйрак чыгаруу;",
      "в) мурдун балта кеспеген;",
      "г) куурай башын сындырбоо."
    ],
    "correctIndex": 0
  },
  {
    "number": 28,
    "text": "«Дос» сөзүнүн синонимин тапкыла:",
    "options": [
      "а) теңтуш, замандаш, курдаш;",
      "в) классташ, санаалаш, теңтуш;",
      "б) курсташ, тамырлаш, замандаш,",
      "г) жолдош, атаандаш, курдаш."
    ],
    "correctIndex": 2
  },
  {
    "number": 29,
    "text": "“Кубанычы койнуна батпоо” – синонимин тапкыла.",
    "options": [
      "а) жерге-сууга батпоо;",
      "б) маңдайы жарылуу;",
      "в) ичи өрт менен жалын болуу;",
      "г) төбөсү көккө жетүү."
    ],
    "correctIndex": 3
  },
  {
    "number": 30,
    "text": "Көп маанилүү сөздөр:",
    "options": [
      "а) тыбыштык курамы ар башка, бирок бир эле түшүнүктү билдирүүчү маанилеш сөздөр.",
      "б) тыбыштык түзүлүшү да, мааниси да бирдей сөздөр.",
      "в) бир эле сөздүн бир нече мааниге ээ болушу.",
      "г) карама-каршы мааниде колдонулган сөздөр."
    ],
    "correctIndex": 2
  },
  {
    "number": 31,
    "text": "Макалды толуктагыла: «Эки жакшы баш кошсо – ырыс, бир жакшы менен бир жаман баш кошсо - …, эки жаман баш кошсо – күн сайын …».",
    "options": [
      "а) дурус, уруш;",
      "б) билиш, чыгыш;",
      "в) тырмыш, уруш;",
      "г) турмуш, согуш."
    ],
    "correctIndex": 0
  },
  {
    "number": 32,
    "text": "Тажрыйбалуу, жетик болуу маанисин билдирген фразеологизмдерди белгилегиле.",
    "options": [
      "а) суудай билүү, сыртын салуу;",
      "б) кумурсканын улутунганын билүү, көйнөктү мурда жыртуу;",
      "в) кабагым-кашым дебөө;",
      "г) иштин көзүн таануу, көзү каныгуу,"
    ],
    "correctIndex": 3
  },
  {
    "number": 33,
    "text": "Төмөнкү макал-ылакаптардын ичинен антонимдик макал-ылакапты тапкыла.",
    "options": [
      "а) Бедели жок жигиттен белес жорткон жел артык.",
      "б) Жамандын жолдошу көп, жанына пайдасы жок.",
      "в) Жакшы таап айтат, жаман каап айтат.",
      "г) Айтылган сөз акыл болсо, уккан кулак макул болот."
    ],
    "correctIndex": 2
  },
  {
    "number": 34,
    "text": "Кошмок сөздөрдү белгилегиле.",
    "options": [
      "а) көз айнек, көз карандысыз, эл аралык;",
      "б) алп кара куш, кайгы-капа, ак көңүл;",
      "в) канаттуу, арык чырай, каада-салт;",
      "г) кийим-кече, кыз-кыркын, кызыл чийкил."
    ],
    "correctIndex": 0
  },
  {
    "number": 35,
    "text": "Орфография эмнени окутат?",
    "options": [
      "а) туура сүйлөөнү;",
      "б) туура жазууну;",
      "в) байланыштуу кепти;",
      "г) энчилүү аттарды."
    ],
    "correctIndex": 1
  },
  {
    "number": 36,
    "text": "Географиялык энчилүү аттардын бардыгы туура жазылганын аныктагыла.",
    "options": [
      "а) Көкөмерен, Кум-Төр;",
      "б) Алайкуу, Кең-Кол;",
      "в) Кара-Кол, Ысыката;",
      "г) Торугарт, Ак-Сай."
    ],
    "correctIndex": 3
  },
  {
    "number": 37,
    "text": "Тыныш белгиси туура коюлган сүйлөм кайсы вариантта берилген?",
    "options": [
      "а) Жок, бул иш сенин колуңдан келбейт?",
      "б) Седеп сабакка даярданбай келдиңби.",
      "в) Ыя, качан келдиң дейсиңби?",
      "г) Ооба биринчи курста окуйм."
    ],
    "correctIndex": 2
  },
  {
    "number": 38,
    "text": "Тыныш белгиси туура коюлган сүйлөмдү белгилегиле.",
    "options": [
      "а) Не, күлөрүн, не ыйларын билбей ызага катуу буулду.",
      "б) Кобур-собур сөздөр, бирин-серин чакырышкан үндөр, тарс-тарс эткен дабыштар угулуп турду.",
      "в) Көпчүлүк кол тийгизген эмгек ушундай үзүрлүү берекелүү болот, жарайсыңар, азаматтар.",
      "г) Кыш, суук катуу, ак кар көк муз."
    ],
    "correctIndex": 1
  },
  {
    "number": 39,
    "text": "Кайсы катардагы сөздөрдүн бардыгы туура жазылганын аныктагыла.",
    "options": [
      "а) Бириккен Араб Эмирликтери, Швеция королдугу",
      "б) Бахрейн Мамлекети, Бельгия Королдугу",
      "в) Катар мамлекети, Болгар республикасы",
      "г) Тажик Республикасы, Израиль мамлекети"
    ],
    "correctIndex": 3
  },
  {
    "number": 40,
    "text": "Кандай сөздөр ташымалданбайт?",
    "options": [
      "а) баш тамгаларынан кыскартылган сөздөр жана үч муундуу сөздөр;",
      "б) муундарынан кыскартылган сөздөр жана үч муундуу сөздөр;",
      "в) эки жана үч муундуу сөздөр;",
      "г) бир муундуу жана баш тамгаларынан кыскартылган сөздөр."
    ],
    "correctIndex": 3
  },
  {
    "number": 41,
    "text": "Адамдын терс сапатын билдирген фразеологизмди белгилегиле:",
    "options": [
      "а) кара кылды как жарган;",
      "в) ичине кара таруу айланбаган;",
      "б) жүрөгүндө оту бар;",
      "г) атка жеңил, тайга чак."
    ],
    "correctIndex": 2
  },
  {
    "number": 42,
    "text": "Дасыккан сөзүнө маанилеш вариантты белгилегиле.",
    "options": [
      "а) үйрөнгөн, көнгөн, чыдаган, чымырканган;",
      "б) аракеттенген, кызыккан, тырышкан, изденген;",
      "в) такшалган, машыккан, бышкан, каныккан;",
      "г) ырахаттанган, кумарланган, таасирленген."
    ],
    "correctIndex": 2
  },
  {
    "number": 43,
    "text": "«Кой оозунан чөп албаган» - деген фразеологизмдин маанисин кандай түшүнөсүң?",
    "options": [
      "а) кеңчилдик, молчулук;",
      "б) амалданган, кууланган;",
      "в) жоош, момун;",
      "г) сүйүнүү, кубануу"
    ],
    "correctIndex": 2
  },
  {
    "number": 44,
    "text": "Адамдын мүнөзүн билдирген сөздөрдү тапкыла.",
    "options": [
      "а) аппак, капкара, кызыл, буудай ыраң, сары, ак жуумал, кер сары;",
      "б) токтоо, шашма, ачуулуу, көтөрүмдүү, жоош, кызганчаак;",
      "в) жашыраак, тамашакөйрөөк, кара тору, сабырдуу, элпек;",
      "г) арык, семиз, кыска, узун, татынакай, келбеттүү, далылуу."
    ],
    "correctIndex": 1
  },
  {
    "number": 45,
    "text": "Контексттик антоним маанисиндеги макалдарды белгилегиле.",
    "options": [
      "а) Сөздүн оту да бар, музу да бар; Аларманга алтоо аз, бешөө көп.",
      "б) Жыгылган оогонго күлөт; Кыңыр иш кырк жылда билинет.",
      "в) Айран ичкен кутулуп, челек жалаган тутулат; Көп түкүрсө, көл болот.",
      "г) Өнөр алды – кызыл тил; Бөрү койго тойбойт, адам ойго тойбойт."
    ],
    "correctIndex": 0
  },
  {
    "number": 46,
    "text": "Кайсы сөздөр антонимдик мааниде турат?",
    "options": [
      "а) боорукер-жоомарт,",
      "б) таамай-калпыс;",
      "в) ылдам-бат;",
      "г) теңтуш-курдаш."
    ],
    "correctIndex": 1
  },
  {
    "number": 47,
    "text": "Кыргыз эли колдонгон жазууларды белгилегиле.",
    "options": [
      "а) Уйгур, латын, англис, орус;",
      "в) Орхон-Енисей, араб, латын, орус;",
      "б) Араб, англис, латын, орус;",
      "г) Араб, латын, орус, украин."
    ],
    "correctIndex": 2
  },
  {
    "number": 48,
    "text": "Эскирип, колдонуудан чыккан сөздөр кайсылар?",
    "options": [
      "а) архаизмдер;",
      "б) неологизмдер;",
      "в) говорлор, жаргондор;",
      "г) диалектилер."
    ],
    "correctIndex": 0
  },
  {
    "number": 49,
    "text": "Айтылышы жагынан окшош, мааниси жагынан ар башка сөздөр эмне деп аталат?",
    "options": [
      "а) антоним;",
      "б) омоним;",
      "в) синоним;",
      "г) фразеологизм."
    ],
    "correctIndex": 1
  },
  {
    "number": 50,
    "text": "Синоним сөздөрдү тапкыла:",
    "options": [
      "а) киреше-чыгаша;",
      "б) аласа-бересе;",
      "в) опур-топур, кымгуут;",
      "г) жаздык, жууркан."
    ],
    "correctIndex": 2
  },
  {
    "number": 51,
    "text": "Кыргыз элинен чыккан тунгуч агартуучу ким болгон?",
    "options": [
      "а) Б.Юнусалиев;",
      "в) И.Арабаев;",
      "б) Б.Жамгырчинов;",
      "г) И.Раззаков."
    ],
    "correctIndex": 2
  },
  {
    "number": 52,
    "text": "Берилген сүйлөмдөгү көп чекиттин ордуна мааниси туура келген байламтаны койгула. Акылсыз... чырдашпа, уятсыз... ымдашпа.",
    "options": [
      "а) менен;",
      "в) кандай болсо да;",
      "б) ошон үчүн;",
      "г) кантсе да."
    ],
    "correctIndex": 0
  },
  {
    "number": 53,
    "text": "Айтылыш максатына карай төмөнкү сүйлөм кандай сүйлөм? Ар дайым акыл издеген адамды акылдуу десе болот, ал эми акылдуусунганды – акмак десе болот. (Албитис).",
    "options": [
      "а) жай;",
      "б) толук;",
      "в) суроолуу;",
      "г) илептүү."
    ],
    "correctIndex": 0
  },
  {
    "number": 54,
    "text": "Көп чекиттин ордуна ылайык келген сөздөрдү койгула. Үзүлгөндөн кийин эки же үч күн... жүзүм, жаңы үзүлгөн жүзүмгө караганда даамдуу.",
    "options": [
      "а) отургузулган;",
      "б) сугарылган;",
      "в) сугарылбаган;",
      "г) сакталган."
    ],
    "correctIndex": 3
  },
  {
    "number": 55,
    "text": "Буйрук сүйлөмдү белгилегиле.",
    "options": [
      "а) Ай жарык.",
      "б) Түн.",
      "в) Жардамдашып койгулачы!",
      "г) Ким келди?"
    ],
    "correctIndex": 2
  },
  {
    "number": 56,
    "text": "Кызматчы сөздөрдү белгилегиле.",
    "options": [
      "а) тууранды сөздөр, модалдык сөздөр, сырдык сөздөр;",
      "б) байламталар, жандоочтор, бөлүкчөлөр, модалдык сөздөр;",
      "в) жандоочтор, бөлүкчөлөр, элес тууранды сөздөр;",
      "г) байламталар, каратма сөздөр, киринди сөздөр."
    ],
    "correctIndex": 1
  },
  {
    "number": 57,
    "text": "Илептүү сүйлөмдү тапкыла.",
    "options": [
      "а) Аттиң ай, болбоду эми…",
      "б) Колуңдан эмне келмек эле?",
      "в) Кош, апаке, көрүшкөнчө аман тур!",
      "г) Ал мурункудай эмес."
    ],
    "correctIndex": 2
  },
  {
    "number": 58,
    "text": "Белгиленген модалдык сөздөрдү синонимдик сөздөр менен алмаштыргыла. Мен Гүлмирадан бүгүндөн калтырбай кечирим сурашым керек.",
    "options": [
      "а) зарыл;",
      "б) сөзсүз;",
      "в) көрсө;",
      "г) болжолу."
    ],
    "correctIndex": 0
  },
  {
    "number": 59,
    "text": "Кыргыз тилиндеги созулма үндүүлөрдүн жалпы саны",
    "options": [
      "а)8;",
      "б)12;",
      "в) 4;",
      "г) 6."
    ],
    "correctIndex": 2
  },
  {
    "number": 60,
    "text": "Тыбыштык жагынан өзгөрүп айтылып, кабыл алынган сөздөрдү белгилеңиз.",
    "options": [
      "а) лампочка, свет;",
      "б) самоор,үстөл",
      "в) депутат,сессия;",
      "г) ырахмат,ырас"
    ],
    "correctIndex": 1
  },
  {
    "number": 61,
    "text": "Синоним сөздү белгилеӊиз",
    "options": [
      "а)өйдө-төмөн, ылдый;",
      "б) ат, ок,от;",
      "в)ысык-суук, жылуу;",
      "г)жаан, жамгыр, нөшөр"
    ],
    "correctIndex": 3
  },
  {
    "number": 62,
    "text": "Сөздөрдүн маанисин белгилеңиз. Байлык, дүйнө, оокат",
    "options": [
      "а)омонимдер;",
      "б)синонимдер;",
      "в)антонимдер;",
      "г)көп маанилүү сөздөр."
    ],
    "correctIndex": 1
  },
  {
    "number": 63,
    "text": "Зат атооч сөздөрдү белгилеңиз.",
    "options": [
      "а)жарк-журк, тарс-турс;",
      "б)сезим, ишеним;",
      "в)кызыл-тазыл, жашыл;",
      "г)анткени,менен."
    ],
    "correctIndex": 1
  },
  {
    "number": 64,
    "text": "Сөз түркүмдөрү, алардын жасалуу, өзгөрүү жолдорун окутуучу тил илиминин тармагы.",
    "options": [
      "а)морфология;",
      "б)пунктуация;",
      "в)лексика;",
      "г)синтаксис."
    ],
    "correctIndex": 0
  },
  {
    "number": 65,
    "text": "Мен, сен - атоочторуна мүчөлөр уланганда өзгөрүп кеткен жөндөмөнү белгилеңиз.",
    "options": [
      "а)илик;",
      "б)атооч;",
      "в)табыш;",
      "г)барыш"
    ],
    "correctIndex": 3
  },
  {
    "number": 66,
    "text": "Адамдын ички сезимин билдирген же айбанатка карата айтылган сөздүн сөз түркүмүн белгилеңиз.",
    "options": [
      "а) тууранды сөз",
      "б) кызматчы сөз",
      "в) тактоочтор",
      "г) сырдык сөз"
    ],
    "correctIndex": 3
  },
  {
    "number": 67,
    "text": "Караңгы киргенде деген түшүнүктү берген фразеологиялык бирдикти белгилеңиз.",
    "options": [
      "а) көзү кычышуу",
      "б) көз байланганда",
      "в) күндө майрам күндө той",
      "г) акесин таанытуу"
    ],
    "correctIndex": 1
  },
  {
    "number": 68,
    "text": "Анын мында келгенине көп убакыт болду. Сүйлөмдөгү орун тактооч.",
    "options": [
      "а) анын",
      "б) мында",
      "в) көп",
      "г) убакыт"
    ],
    "correctIndex": 1
  },
  {
    "number": 69,
    "text": "Этиш сөздөрдүн түзүлүшү боюнча бөлүнүшү:",
    "options": [
      "а) жөнөкөй жана татаал",
      "б) туунду жана тубаса",
      "в) чак, жак",
      "г) ыңгай мамиле"
    ],
    "correctIndex": 0
  },
  {
    "number": 70,
    "text": "Кыймыл-аракеттин ар кандай кырдаалын билдирген сөз түркүмү",
    "options": [
      "а) зат атооч",
      "б) тактточ",
      "в) этиш",
      "г) сын атооч"
    ],
    "correctIndex": 2
  },
  {
    "number": 71,
    "text": "Өз алдынча лексикалык мааниге ээ болбогон сөздөр кайсы вариантта?",
    "options": [
      "а) мугалим, экзамен, эмгек",
      "б) ак, кара, кооз",
      "г) эң, же, өтө, жана",
      "в) ал, сиз, бул, мен"
    ],
    "correctIndex": 3
  },
  {
    "number": 72,
    "text": "Терминдерге мүнөздүү стилди белгилеңиз.",
    "options": [
      "а) жазуу",
      "б) оозеки",
      "в) көркөм",
      "г) илимий"
    ],
    "correctIndex": 3
  },
  {
    "number": 73,
    "text": "Тыбыш менен тамганын саны дал келбеген сөздү белгилеңиз.",
    "options": [
      "а) таштак",
      "б) тырмак",
      "в) тарак",
      "г) таяк"
    ],
    "correctIndex": 3
  },
  {
    "number": 74,
    "text": "Омоним сөздөрдү белгилеңиз.",
    "options": [
      "а) ток, жаздык, карта",
      "б) сабак – сабак, короо-жай",
      "в) бак-дарак, короо-жай",
      "г) кызыл -тазыл, ачуу-таттуу"
    ],
    "correctIndex": 0
  },
  {
    "number": 75,
    "text": "Милиция коом менен бирдикте. Белгиленген сөздүн сөз түркүмүн белгилеңиз.",
    "options": [
      "а) жандооч",
      "б) байламта",
      "в) бөлүкчө",
      "г) айкаш"
    ],
    "correctIndex": 0
  },
  {
    "number": 76,
    "text": "Орун тактоочту белгилеңиз.",
    "options": [
      "а) мурда",
      "б) ашык",
      "в) тез",
      "г) артка"
    ],
    "correctIndex": 3
  },
  {
    "number": 77,
    "text": "Кош сөз түрүндөгү тууранды сөздү белгилеңиз.",
    "options": [
      "а) өйдө-төмөн",
      "б) тыпылда",
      "в) бакылда",
      "г) жарк-жарк"
    ],
    "correctIndex": 3
  },
  {
    "number": 78,
    "text": "Жаан түн ортосунда басылды. Асты сызылган сөздүн сүйлөм мүчөлүк милдети.",
    "options": [
      "а) ээ",
      "б) бышыктооч",
      "в) аныктооч",
      "г) толуктооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 79,
    "text": "Баяндоочтун милдетин аткарган сөз түркүмдөрүн белгилеңиз.",
    "options": [
      "а) кыймыл-аракетти билгизген бардык сөздөр",
      "б) этиш сөз түркүмү гана",
      "в) атоочтуктар, кызматчы сөз түркүмү",
      "г) зат атооч, сын атооч, сан атооч, этиш сөз түркүмү"
    ],
    "correctIndex": 3
  },
  {
    "number": 80,
    "text": "Кайгырган маанини туюнткан фразеологиялык айкашты белгилеңиз.",
    "options": [
      "а) кабагын бүркөө",
      "б) кабагы ачылбоо",
      "в) төбөсү көккө жетүү",
      "г) бирдин айындай чоюлуу"
    ],
    "correctIndex": 0
  },
  {
    "number": 81,
    "text": "Макалды толуктаңыз. “Кыңыр иш ........кийин билинет”.",
    "options": [
      "а) кырк күндөн",
      "б) кырк жылдан",
      "в) көптөн кийин",
      "г) баары бир"
    ],
    "correctIndex": 1
  },
  {
    "number": 82,
    "text": "Өтмө маанилүү сөздү белгилеңиз.",
    "options": [
      "а) күмүш сөйкө",
      "б) алтын балалык",
      "в) кагаз баштык",
      "г) карагат кыям (варенье)"
    ],
    "correctIndex": 1
  },
  {
    "number": 83,
    "text": "Сүйлөмдүн стилин белгилеңиз. Урматтуу Бишкектиктер! 28-апрелде Бишкек шаарында оңдоп-түзөө иштерине байланыштуу муздак суу 1 саатка токтотулат.",
    "options": [
      "а) көркөм",
      "б) илимий",
      "в) расмий-иштиктүү",
      "г) сүйлөшүү"
    ],
    "correctIndex": 2
  },
  {
    "number": 84,
    "text": "Бир сөз ичинде “з” тыбышынын “с” болуп каткалаңдашын белгилеңиз?",
    "options": [
      "а) бизче, тузсуз",
      "б) күзүндө, кыздар",
      "в) кымызга, кызыл",
      "г) көзү, сөзү"
    ],
    "correctIndex": 0
  },
  {
    "number": 85,
    "text": "Көп мааанилүү сөздөрдү белгилеңиз.",
    "options": [
      "а) отургуч, диван",
      "б) нан, чай",
      "в) сыр, түш",
      "г) тебетей, чыптама"
    ],
    "correctIndex": 2
  },
  {
    "number": 86,
    "text": "Белгиленген сөздүн синонимин белгилеңиз. Өткөн ишке өкүнбө.",
    "options": [
      "а) барба",
      "б) шашпа",
      "в) караба",
      "г) кейибе"
    ],
    "correctIndex": 3
  },
  {
    "number": 87,
    "text": "Машинаны жай айдап жүр. Аталган сүйлөмдөгү асты сызылган сөз:",
    "options": [
      "а) тактооч",
      "б) сын атооч",
      "в) ат атооч",
      "г) зат атооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 88,
    "text": "Берилген сөздүн антонимин белгилеңиз. Душман.",
    "options": [
      "а) чыккынчы",
      "б) аскер",
      "в) дос",
      "г) шпион"
    ],
    "correctIndex": 0
  },
  {
    "number": 89,
    "text": "Архаизмдерди белгилеңиз.",
    "options": [
      "а) акция, ярмарка, ипотека.",
      "б) колхоз, партком, болуш",
      "в) кымыз, каттама, айран",
      "г) кийиз, шырдак, бешбармак"
    ],
    "correctIndex": 1
  },
  {
    "number": 90,
    "text": "Неологизмди белгилеңиз.",
    "options": [
      "а) мүдүр",
      "б) теше",
      "в) пионер",
      "г) зуум"
    ],
    "correctIndex": 3
  },
  {
    "number": 91,
    "text": "Диалект катышкан сүйлөмдү белгилеңиз.",
    "options": [
      "а) Тортко асал кошобуз",
      "б) Мага бир кило бал бериңизчи.",
      "в) Асел татынакай кыз",
      "г) Жигиттер, кыздарды сыйлагыла."
    ],
    "correctIndex": 0
  },
  {
    "number": 92,
    "text": "Фразеологизмдин маанисин белгилеңиз. Тиги дагы беш өрдөгүн учурду.",
    "options": [
      "а) өрдөк бакты",
      "б) калп айтты",
      "в) өрдөк учту",
      "г) асманды карады"
    ],
    "correctIndex": 1
  },
  {
    "number": 93,
    "text": "Мен, сен, ал деген сөздөр кайсы сөз түркүмүнө кирет?",
    "options": [
      "а)Ат атооч",
      "б)Зат атооч",
      "в)Тактооч",
      "г)Этиш"
    ],
    "correctIndex": 0
  },
  {
    "number": 94,
    "text": "-лар мүчөсү кандай мүчө?",
    "options": [
      "а) Жак",
      "б) Жөндөмө",
      "в)Чак",
      "г) Көптүк"
    ],
    "correctIndex": 3
  },
  {
    "number": 95,
    "text": "Синтаксис деген сөз эмнени билдирет?",
    "options": [
      "а) үн, тыбыш",
      "в) үндөшүү",
      "б) сөз мааниси",
      "г) кошуу, түзүү"
    ],
    "correctIndex": 3
  },
  {
    "number": 96,
    "text": "Берилген темада өз алдынча чыгармачылык менен жазылган текст эмне деп аталат?",
    "options": [
      "а) дилбаян",
      "б) репортаж",
      "в) кулактандыруу",
      "г) көркөм баяндоо"
    ],
    "correctIndex": 0
  },
  {
    "number": 97,
    "text": "Жергиликтүү тилдик өзгөчөлүктөр кантип аталат?",
    "options": [
      "а) архаизмдер",
      "б) неологизмдер",
      "в) историзмдер",
      "г) диалектилер"
    ],
    "correctIndex": 3
  },
  {
    "number": 98,
    "text": "Окуу китептери кайсы стилде жазылган?",
    "options": [
      "а) публицистикалык стилде",
      "б) иш кагаздарынын стилинде",
      "в) илимий стилде",
      "г)көркөм стилде"
    ],
    "correctIndex": 2
  },
  {
    "number": 99,
    "text": "Диалог кайсы стилине мүнөздүү?",
    "options": [
      "а) жазуу",
      "б) оозеки",
      "в) иш кагаздарынын",
      "г) илимий"
    ],
    "correctIndex": 1
  },
  {
    "number": 100,
    "text": "Антонимдер - кайсы сөздөр?",
    "options": [
      "а) мааниси бирдей сөздөр",
      "б) жазылышы ар башка сөздөр",
      "в) мааниси боюнча карама-каршы сөздөр",
      "г) тыбыштык түзүлүшү бирдей сөздөр"
    ],
    "correctIndex": 2
  },
  {
    "number": 101,
    "text": "Синонимдер - кайсы сөздөр?",
    "options": [
      "а) жазылышы да, айтылышы да ар башка",
      "б) айтылышы бирдей, мааниси ар башка",
      "в) карама-каршы мааниде айтылган",
      "г) айтылышы боюнча айырмаланган, жакын маанилеш"
    ],
    "correctIndex": 3
  },
  {
    "number": 102,
    "text": "Айтылыш максатына карай сүйлөмдөр кантип бөлүнөт?",
    "options": [
      "а) атама, суроолуу, жалаң",
      "б) жай, суроолуу, илептүү",
      "в) илептүү, жайылма, жалаң",
      "г) жөнөкөй, татаал, жай"
    ],
    "correctIndex": 1
  },
  {
    "number": 103,
    "text": "Кайсы вариант туура?",
    "options": [
      "а) Сенин атың Бурмабы.",
      "б) Сенин атың Бурмабы!",
      "в) Сенин атың Бурмабы?!",
      "г) Сенин атың Бурмабы?"
    ],
    "correctIndex": 3
  },
  {
    "number": 104,
    "text": "Сүйлөмдүн баш мүчөлөрү кайсылар?",
    "options": [
      "а) ээ, баяндооч",
      "б) ээ, аныктооч",
      "в) аныктооч, толуктооч",
      "в) аныктооч, толуктооч, бышыктооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 105,
    "text": "Атамдын бир тууганы - Үсөнбек деген сүйлөмдө баяндооч кайсы сөз түркүмүнөн жасалды?",
    "options": [
      "а) сын атооч",
      "б) сан атооч",
      "в) зат атооч",
      "г)этиш"
    ],
    "correctIndex": 2
  },
  {
    "number": 106,
    "text": "Татаал сүйлөмдөр негизинен бөлүнөт:",
    "options": [
      "а) бир тутумдуу, эки тутумдуу",
      "б) тең байланыштагы, багыныңкы байланыштагы",
      "в) жалаң, жайылма",
      "г) атама, кемтик"
    ],
    "correctIndex": 1
  },
  {
    "number": 107,
    "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
    "options": [
      "а) аныктооч, бышыктооч, баяндооч",
      "б) аныктооч, толуктооч, бышыктооч",
      "в) ээ, баяндооч, айкындооч",
      "г) аныктооч, толуктооч, баяндооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 108,
    "text": "Жай, суроолуу, илептүү сүйлөм деп кайсы критерий боюнча бөлүнгөн?",
    "options": [
      "а) сүйлөмдүн айтылыш максатына карай",
      "б) баш мүчөлөрдүн катышы боюнча",
      "в) бир же бир нече грамматикалык негизге ээ болушуна карай",
      "г) баш мүчөлөрдүн экөө тең катышпаса"
    ],
    "correctIndex": 0
  },
  {
    "number": 109,
    "text": "Түзүлүшүнө (структурасына) карай сүйлөмдүн бөлүнүшү",
    "options": [
      "a) жөнөкөй жана эки тутумдуу",
      "б) жөнөкөй жана татаал",
      "в) жалаң жана жайылма",
      "г) атама жана кемтик"
    ],
    "correctIndex": 1
  },
  {
    "number": 110,
    "text": "Көрсө, Алманбет айылга кечээ келиптир. Мында сүйлөмгө грамматикалык жактан мүчө боло албаган сөздү тапкыла.",
    "options": [
      "a) Алманбет",
      "б) кечээ",
      "в) көрсө",
      "г) айылга"
    ],
    "correctIndex": 2
  },
  {
    "number": 111,
    "text": "Ал шайыр адам эле. Сүйлөмдөгү аныктоочтун милдетин кайсы сөз түркүмү аткарып жатат?",
    "options": [
      "а) зат атооч",
      "б) сын атооч",
      "в) тактооч",
      "г) ат атооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 112,
    "text": "Сүйлөм мүчөлөрүнүн аткарган милдетине карай бөлүнүшү",
    "options": [
      "а) толуктооч, баяндооч, ээ",
      "б) ээ, бышыктооч, жандооч",
      "в) баш жана айкындооч мүчөлөр",
      "г) айкындооч, ээ"
    ],
    "correctIndex": 2
  },
  {
    "number": 113,
    "text": "Синтаксис бөлүмүнүн изилдөөчү объектиси",
    "options": [
      "a) морфемалар, сөздөр",
      "б) туруктуу сөз айкаштары",
      "в) фонема, тыбыш, тамга",
      "г) сөз айкашы жана сүйлөм"
    ],
    "correctIndex": 3
  },
  {
    "number": 114,
    "text": "Баяндоочтун милдетин сүйлөмдө, негизинен, кайсы сөз түркүмү аткарат?",
    "options": [
      "а) тактооч",
      "б) зат атооч",
      "в) сын атооч",
      "г) этиш"
    ],
    "correctIndex": 3
  },
  {
    "number": 115,
    "text": "Айбек, сен мага атыңды бергин деген сүйлөмдүн ээси кайсы?",
    "options": [
      "а) сен",
      "б) Айбек",
      "в) атыңды",
      "г) бергин"
    ],
    "correctIndex": 0
  },
  {
    "number": 116,
    "text": "Синтаксис бөлүмүндө эмне изилденет?",
    "options": [
      "а) фонема, тыбыш",
      "б) морфема,",
      "в) сөз айкашы, сүйлөм",
      "г) фразеологизмдер"
    ],
    "correctIndex": 2
  },
  {
    "number": 117,
    "text": "Кайсы вариант синонимдер?",
    "options": [
      "а) жакшы, жаман",
      "б) алдуу, алсыз",
      "в) сүйүү, махабат",
      "г) кара, ак"
    ],
    "correctIndex": 2
  },
  {
    "number": 118,
    "text": "-бы грамматикалык формасынын жардамы менен кандай сүйлөмдөр жасалат?",
    "options": [
      "а) суроолуу",
      "б) илептүү",
      "в) жай",
      "г) буйрук"
    ],
    "correctIndex": 0
  },
  {
    "number": 119,
    "text": "Элдик оозеки чыгармачылыкка кирген жанр.",
    "options": [
      "а) повесть",
      "б) роман",
      "в) макал-лакап",
      "г) драма"
    ],
    "correctIndex": 2
  },
  {
    "number": 120,
    "text": "Сүйлөмдө бир өңчөй мүчөлөр кандай тыныш белги менен ажыратылат?",
    "options": [
      "а) чекит",
      "б) кош чекит",
      "в) үтүр",
      "г) сызыкча"
    ],
    "correctIndex": 2
  },
  {
    "number": 121,
    "text": "Сүйлөмдө ээнин милдетин, негизинен, кайсы сөз түркүмү аткарды? Ата-эне баласынын күлкүсүнөн ырахат алат.",
    "options": [
      "а) сын атооч",
      "б) тактооч",
      "в) этиш",
      "г) зат атооч"
    ],
    "correctIndex": 3
  },
  {
    "number": 122,
    "text": "Сүйлөмдүн материалдык негизин түзгөн каражат?",
    "options": [
      "а) сөз",
      "б) кеп",
      "в) баш мүчөлөр",
      "г) айкындооч мүчөлөр"
    ],
    "correctIndex": 0
  },
  {
    "number": 123,
    "text": "Кыргыз тилине сырттан кирген сөздөр.",
    "options": [
      "а) чай, мектеп, галош",
      "б) күрмө, молдо, түрмө",
      "в) чөп, суу, уй",
      "г) ата, эне, бала"
    ],
    "correctIndex": 0
  },
  {
    "number": 124,
    "text": "Сүйлөмдө бир өңчөй мүчөлөрдү жалпылоочу сөз кайсы? Асан, Алия, Бермет, Гүлзар – баары мектепке бир убакта келишти.",
    "options": [
      "а) Асан",
      "б) баары",
      "в) мектепке",
      "г) Гүлзар"
    ],
    "correctIndex": 1
  },
  {
    "number": 125,
    "text": "Базардан кече күнү тукум сатып алдым. Бул сүйлөмдө диалектикалык сөздү тапкыла.",
    "options": [
      "а) базардан",
      "б) кече",
      "в) тукум",
      "г) сатып"
    ],
    "correctIndex": 2
  },
  {
    "number": 126,
    "text": "Кепте даяр материал катары, өтмө мааниде колдонулуучу тилдик каражат.",
    "options": [
      "а) фразеологизмдер",
      "б) омонимдер",
      "в) синонимдер",
      "г) макалдар"
    ],
    "correctIndex": 0
  },
  {
    "number": 127,
    "text": "Синтаксистик талдоо жүргүзүү деген бул –",
    "options": [
      "а) тыбыш, тамгага ажыратуу",
      "б) морфемаларга болүү",
      "в) сөздөрдү муундарга бөлүү",
      "г) сүйлөм мүчөлөрүнө ажыратуу"
    ],
    "correctIndex": 3
  },
  {
    "number": 128,
    "text": "Окуучулар колхоздун багында жардам берип жүрүштү. Бул сүйлөмдөгү асты сызылган сөз айкашынын тибин аныкта.",
    "options": [
      "а) ээрчишүү",
      "б) ыкташуу",
      "в) башкаруу",
      "г) таандык"
    ],
    "correctIndex": 3
  },
  {
    "number": 129,
    "text": "Этиш сөздөр, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарышат?",
    "options": [
      "а) баяндооч",
      "б) аныктооч",
      "в) толуктооч",
      "г) бышыктооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 130,
    "text": "Жана, менен байламталары аркылуу кандай сүйлөмдөр байланышат?",
    "options": [
      "а) багыныңкы байланыштагы",
      "б) бир тутумдуу",
      "в) тең байланыштагы",
      "г) эки тутумдуу"
    ],
    "correctIndex": 2
  },
  {
    "number": 131,
    "text": "Сын атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
    "options": [
      "а) баяндооч",
      "б) аныктооч",
      "в) толуктооч",
      "г) бышыктооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 132,
    "text": "Кайсы вариантта тыныш белгиси туура коюлду?",
    "options": [
      "А) Ким киного барат.",
      "б) Ким киного барат?",
      "В) Ким киного барат!",
      "г) Ким киного барат?!"
    ],
    "correctIndex": 1
  },
  {
    "number": 133,
    "text": "Көп чекиттин ордуна сөздөрдү туура кой. Аман атасына ... кабыш кылып, ... кетменди алды.",
    "options": [
      "а) кол, колуна",
      "б) бут, үстүнө",
      "в) көз, колуна",
      "г) баш, жанына"
    ],
    "correctIndex": 0
  },
  {
    "number": 134,
    "text": "Кантип? Качан? деген суроолорго кайсы сүйлөм мүчөсү жооп берет?",
    "options": [
      "а) аныктооч",
      "б) бышыктооч",
      "в) толуктооч",
      "г) баяндооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 135,
    "text": "Бир кезде таң аппак аткан экен. Бул сүйлөмдөгү бышыктоочту аныкта.",
    "options": [
      "а) мезгил бышыктооч",
      "б) өлчөм бышыктооч",
      "в) орун бышыктооч",
      "г) себеп бышыктооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 136,
    "text": "Эки же андан көп компоненттен туруп, бир маанини билдирген тилдик каражат кантип аталат?",
    "options": [
      "а) сүйлөм",
      "б) сөз айкашы",
      "в) фразеологизмдер",
      "г) текст"
    ],
    "correctIndex": 1
  },
  {
    "number": 137,
    "text": "“Окуу, окуу жана окуу”, -деген В.И.Ленин. Сүйлөмдө асты сызылган сөздөрдү аныкта.",
    "options": [
      "а) төл сөз",
      "б) бөтөн сөз",
      "в) киринди сөз",
      "г) тууранды сөз"
    ],
    "correctIndex": 1
  },
  {
    "number": 138,
    "text": "Ат атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
    "options": [
      "а) аныктооч",
      "б) бышыктооч",
      "в) толуктооч",
      "г) ээ"
    ],
    "correctIndex": 3
  },
  {
    "number": 139,
    "text": "Тактоочтор кайсы сүйлөм мүчөсүн жандап турат?",
    "options": [
      "а) бышыктооч",
      "б) толуктооч",
      "в) ээ",
      "г) баяндооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 140,
    "text": "Айтылышы бирдей, мааниси ар башка сөздөр кантип аталат?",
    "options": [
      "а) антоним",
      "б) синоним",
      "в) неологизм",
      "г) омоним"
    ],
    "correctIndex": 3
  },
  {
    "number": 141,
    "text": "Эмне кылат? суроосуна жооп берген сүйлөм мүчөсү.",
    "options": [
      "а) баяндооч",
      "б) ээ",
      "в) бышыктооч",
      "г) толуктооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 142,
    "text": "Жакшы адамдын акылына жамандык келбейт. Алды сызылган сөз сүйлөмдүн…",
    "options": [
      "а) баяндоочу",
      "б) бышыктоочу",
      "в) ээси",
      "г) аныктоочу"
    ],
    "correctIndex": 3
  },
  {
    "number": 143,
    "text": "Баш мүчөлөрдөн гана түзүлгөн сүйлөм … сүйлөм деп аталат",
    "options": [
      "а) атама",
      "б) жөнөкөй",
      "в) жалаң",
      "г) баш"
    ],
    "correctIndex": 2
  },
  {
    "number": 144,
    "text": "Сырдык сөздөр",
    "options": [
      "а) өңчөй -өңчөй",
      "б) пай-пай, так-так, бали",
      "в) тез-тез, өйдө-төмөн",
      "г) бака-шака, келер-кетер"
    ],
    "correctIndex": 1
  },
  {
    "number": 145,
    "text": "Кайда? Каерде? деген суроого жооп берген тактоочтор",
    "options": [
      "а) мезгил тактооч",
      "б) орун тактооч",
      "в) сын-сыпат тактооч",
      "г) сан-өлчөм тактооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 146,
    "text": "О, шум согуш, ушуну кылмак белең? деген сүйлөмдө сүйлөмгө мүчө боло албаган сөздү тапкыла.",
    "options": [
      "а) О,",
      "б)О, шум согуш",
      "в) ушуну",
      "г) кылмак белең"
    ],
    "correctIndex": 1
  },
  {
    "number": 147,
    "text": "Эртең атама кат жазам. Бул сүйлөмдө баяндоочтун милдетин аткарган этиштин чагын аныкта.",
    "options": [
      "а) учур чак",
      "б) келер чак",
      "в) өткөн чак",
      "в) белгисиз өткөн чак"
    ],
    "correctIndex": 1
  },
  {
    "number": 148,
    "text": "Сүйлөмдө ээнин милдетин аткарган сөздөр.",
    "options": [
      "а) зат атооч, сын атооч, ат атооч, тактооч",
      "б) этиш, чакчыл, киринди сөз",
      "в) байламталар, ат атооч, сын атооч",
      "г) жандоочтор, этиш сын атооч"
    ],
    "correctIndex": 0
  },
  {
    "number": 149,
    "text": "Бүткөн бир айрым ойду билдирген сөз же сөз тизмеги ... деп аталат",
    "options": [
      "а) жай сүйлөм",
      "б) сүйлөм",
      "в) жөнөкөй сүйлөм",
      "г) атама сүйлөм"
    ],
    "correctIndex": 1
  },
  {
    "number": 150,
    "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
    "options": [
      "а) ээ, баяндооч, бышыктооч",
      "б) аныктооч, баяндооч, толуктооч",
      "в) аныктооч, толуктооч, бышыктооч",
      "г) аныктооч, баяндооч, толуктооч, ээ."
    ],
    "correctIndex": 2
  },
  {
    "number": 151,
    "text": "Мамлекеттик тил жөнүндө мыйзам кайсыл жылы кабыл алынган?",
    "options": [
      "а) 1989-жылы 23-сентябрда",
      "б) 1990-жылы 23-сентябрда",
      "в) 1991-жылы 23-сентябрда",
      "г) 1992-жылы 23-сентябрда"
    ],
    "correctIndex": 3
  },
  {
    "number": 152,
    "text": "Этиш сөз түркүмү катары эмнени билдирет?",
    "options": [
      "а) сын-сыпатты",
      "б) сан-өлчөмдү",
      "в) кыймыл-аракетти",
      "г) заттын атын"
    ],
    "correctIndex": 2
  },
  {
    "number": 153,
    "text": "Жакында депутаттар жаңы законду талкуулашты сүйлөмдөгү этиш сөздүн чагы:",
    "options": [
      "а) айкын келер чак",
      "б) адат өткөн чак",
      "в) айкын өткөн чак",
      "г) жалпы өткөн чак"
    ],
    "correctIndex": 2
  },
  {
    "number": 154,
    "text": "Жакында эле жаңы салык кодексин кабыл алдык. Асты сызылган этиш сөздөрдүн түзүлүшү.",
    "options": [
      "а) жөнөкөй этиш",
      "б) тубаса этиш",
      "в) жай этиш",
      "г) татаал этиш"
    ],
    "correctIndex": 3
  },
  {
    "number": 155,
    "text": "Миңдеген дарт бар, бирок ден соолук жалгыз. Сүйлөмдүн түрүн белгилеңиз.",
    "options": [
      "а) байламтасыз байланыштагы",
      "б) тең байланыштагы",
      "в) бирдей маанилүү",
      "г) багыныңкы байланыштагы"
    ],
    "correctIndex": 3
  },
  {
    "number": 156,
    "text": "Сүйлөмдү түзүүчү каражаттарды белгилеңиз.",
    "options": [
      "а) тыбыш, тамга",
      "б) интонация",
      "в) тыныш белги",
      "г) сөз, сөз айкашы"
    ],
    "correctIndex": 3
  },
  {
    "number": 157,
    "text": "Коркоктук .... баатырдык .... кадиктик....эрдик....айтор элимдин эртегисинде болуп өткөн бардык касиет дал ушул тоо койнунда сакталган. Көп чекиттин ордуна тиешелүү байламтаны белгилеңиз.",
    "options": [
      "а) бирок",
      "б) не",
      "в) ары",
      "г) да"
    ],
    "correctIndex": 3
  },
  {
    "number": 158,
    "text": "Жазылышы туура сөздөр.",
    "options": [
      "а) суучул, сөзсүз, жасалган, он бир",
      "б) сучул, сөссүз, жазалган, омбир",
      "в) жалпы, каало – тилек, талай, карөрүк",
      "г) жаан – чачын аалам, амаал, ден – солук"
    ],
    "correctIndex": 0
  },
  {
    "number": 159,
    "text": "Тыныш белгилери туура коюлган сүйлөмдү белгилеңиз.",
    "options": [
      "а) Жаш келсе – ишке, кары келсе – ашка.",
      "б) Жаш келсе ишке, кары келсе ашка.",
      "в) Жаш келсе ишке; Кары келсе ашка.",
      "г) Жаш келсе ишке; кары келсе ашка."
    ],
    "correctIndex": 1
  },
  {
    "number": 160,
    "text": "Сүйлөм туура түзүлө турган сөздөрдүн катарын белгилеңиз. 1) гимн 2) ырдалат 3) расмий 4) мамлекеттик 5) башталышында 6) жыйындардын",
    "options": [
      "а) 4,1,3,6,5,2",
      "б) 4,5,1,3,2,6",
      "в) 3,4,1,2,6,5",
      "г) 1,4,3,2,5,6."
    ],
    "correctIndex": 0
  },
  {
    "number": 161,
    "text": "Сүйлөмдөгү ээни табыңыз. Илгери беш бир тууган заңгырыган сарайда жашаган экен.",
    "options": [
      "а) жашаган экен",
      "б) заңгырыган",
      "в) беш бир тууган",
      "г) заңгыраган"
    ],
    "correctIndex": 2
  },
  {
    "number": 162,
    "text": "Сүйлөмдө асты сызылган сөздүн өтмө маанисин белгилеңиз. Деги сенден жылуу сөз угамбы?",
    "options": [
      "а) жагымдуу",
      "б) ачык",
      "в) түз",
      "г) пайдалуу"
    ],
    "correctIndex": 0
  },
  {
    "number": 163,
    "text": "Макалды белгилеңиз.",
    "options": [
      "а) Кыздуу үйдө кыл жатпайт.",
      "б) Тазалыкты сактайлы.",
      "в) Эртең ишембилик болот.",
      "г) Кыздар тартиптүү болгула."
    ],
    "correctIndex": 0
  },
  {
    "number": 164,
    "text": "Сүйлөмдүн баш мүчөлөрүн белгилеңиз. Биздин жаштар ар дайым улууларды сыйлашат.",
    "options": [
      "а) жаштар, ар дайым",
      "б) биздин, улууларды",
      "в) биздин, ар дайым",
      "г) жаштар, сыйлашат"
    ],
    "correctIndex": 3
  },
  {
    "number": 165,
    "text": "Айкындооч мүчөлөрдү белгилеңиз. Эки дос бүгүн мектепке келген жок.",
    "options": [
      "а) эки дос",
      "б) дос бүгүн",
      "в) бүгүн, мектепке",
      "г) келген жок"
    ],
    "correctIndex": 2
  },
  {
    "number": 166,
    "text": "Бир өңчөй баяндооч катышкан сүйлөмдү белгилеңиз.",
    "options": [
      "а) Биз сени да, тигини да жакшы көрөбүз.",
      "б) Көлдө машыктык, ойнодук, сейилдедик.",
      "в) Маша англисче да, кыргызча да сүйлөйт.",
      "г) Кызыл, сары түстөрдү жактырбайм...."
    ],
    "correctIndex": 1
  },
  {
    "number": 167,
    "text": "Жалаң сүйлөмдү белгилеңиз.",
    "options": [
      "а) Чоң атам келди.",
      "б) Эртең күн ысык болот.",
      "в) Муну чоң атам берди.",
      "г) Конокко барганды жакшы көрөм."
    ],
    "correctIndex": 0
  },
  {
    "number": 168,
    "text": "Жайылма сүйлөмдү белгилеңиз.",
    "options": [
      "а) Атам иштен келди.",
      "б) Студенттер чакырылды.",
      "в) Үйлөр салынып баштады.",
      "г) Көчөттөр тигилип бүттү."
    ],
    "correctIndex": 0
  },
  {
    "number": 169,
    "text": "Үндүү тыбыштарга тиешелүү мыйзам кайсы?",
    "options": [
      "а) табу",
      "б) сингармонизм",
      "в) ассимляция",
      "г) муун"
    ],
    "correctIndex": 1
  },
  {
    "number": 170,
    "text": "Сөздөр кайсы тыбыштарга карай муунга бөлүнөт?",
    "options": [
      "а) үндүү",
      "б) каткалаң,",
      "в) үнсүз",
      "г) ар кандай бөлүнө берет"
    ],
    "correctIndex": 0
  },
  {
    "number": 171,
    "text": "“Бойдок” деген сөздүн сылык айтылышы",
    "options": [
      "а) боз улан",
      "б) эр жигит",
      "в) айым",
      "г) бой жеткен"
    ],
    "correctIndex": 0
  },
  {
    "number": 172,
    "text": "Сын атоочту уюштуруучу мүчөлөр кайсы?",
    "options": [
      "а) –луу, -дай, -сыз",
      "б) –ган, -ар, -бас",
      "в) –чы, -кана, -лар",
      "г) –оо, -өө, -уу, ыш"
    ],
    "correctIndex": 0
  },
  {
    "number": 173,
    "text": "Кыпкызыл, аппак кайсы даражадагы сын атоочтор?",
    "options": [
      "а) салыштырма",
      "б) күчөтмө",
      "в) басаңдатма",
      "г) жай"
    ],
    "correctIndex": 1
  },
  {
    "number": 174,
    "text": "Неологизм дегенибиз",
    "options": [
      "а)илимдин, техниканын, маданияттын өсүшү менен лексикага жаңы кирген сөздөр",
      "б) башка тилден кирген сөздөр",
      "в)белгилүү бир чөйрөдө колдонулган сөздөр",
      "г) колдонуудан чыгып калган сөздөр"
    ],
    "correctIndex": 0
  },
  {
    "number": 175,
    "text": "Ономастика эмнени изилдейт?",
    "options": [
      "а)жалпы сөздөрдү",
      "б)маанилеш сөздөрдү",
      "в) энчилүү аттарды",
      "г) кесиптик лексиканы"
    ],
    "correctIndex": 2
  },
  {
    "number": 176,
    "text": "Лексика эмнени изилдейт?",
    "options": [
      "а)өтмө маанини",
      "б) сөздүк курамды",
      "в) туруктуу сөз айкашын",
      "г) сүйлөмдү"
    ],
    "correctIndex": 1
  },
  {
    "number": 177,
    "text": "Кошмок сөздөрдү белгилегиле",
    "options": [
      "а)ат кулак, бака жалбырак, ит мурун",
      "б)тез-тез, бат-бат, ыкчам-ыкчам",
      "в) мурдун балта кеспеген, ала көөдөн",
      "г) бүрсүгүнү, бүгүн"
    ],
    "correctIndex": 0
  },
  {
    "number": 178,
    "text": "Сөздөрдүн уңгу, мүчөгө туура ажыраганын белгилегиле",
    "options": [
      "а)кам-чы-ла",
      "б) камчы-ла",
      "в) ка-м-чы-ла",
      "г) кам-чыл-а"
    ],
    "correctIndex": 1
  },
  {
    "number": 179,
    "text": "Маани берүүчү сөз түркүмү канча?",
    "options": [
      "а) 7",
      "б) 4",
      "в) 6",
      "г)3"
    ],
    "correctIndex": 2
  },
  {
    "number": 180,
    "text": "Мен, сен, ал, биз, силер, алар кандай ат атооч?",
    "options": [
      "а)белгисиз",
      "б) жактама",
      "в) сурама",
      "г) сурама"
    ],
    "correctIndex": 1
  },
  {
    "number": 181,
    "text": "Мага, сага, муну-деген сөздөрдүн уңгусу кайсылар?",
    "options": [
      "а) ма, са, бул",
      "б) мен, сен, бул",
      "в) мак, сан, мун",
      "г) уңгу түрүндө"
    ],
    "correctIndex": 1
  },
  {
    "number": 182,
    "text": "-лар көптүктү билдирген мүчөнүн канча варианты бар?",
    "options": [
      "а) 6",
      "б) 8",
      "в) 12",
      "г)10"
    ],
    "correctIndex": 2
  },
  {
    "number": 183,
    "text": "Этиш көбүнчө сүйлөмдүн кайсы мүчөсүнүн милдетин аткарат?",
    "options": [
      "а) ээнин",
      "б) баяндоочтун",
      "в)толуктоочтун",
      "г) бышыктоочтун"
    ],
    "correctIndex": 1
  },
  {
    "number": 184,
    "text": "Этиштин өзүнө гана тиешелүү категория кайсы?",
    "options": [
      "а) жак категориясы",
      "б) чак категориясы",
      "в) сан категориясы",
      "г) жөндөлүш категориясы"
    ],
    "correctIndex": 1
  },
  {
    "number": 185,
    "text": "Өзгөчө сөз түркүмдөрү кайсылар?",
    "options": [
      "а) киринди сөз, байламта",
      "б) жандооч, бөлүкчө",
      "в) тактооч, атооч",
      "г) сырдык сөз, тууранды сөз"
    ],
    "correctIndex": 3
  },
  {
    "number": 186,
    "text": "Сөз менен сөздү, сүйлөм менен сүйлөмдү байланыштырган кызматчы сөз кайсы?",
    "options": [
      "а) киринди сөз",
      "б) байламта",
      "в) бөлүкчө",
      "г) жандооч"
    ],
    "correctIndex": 1
  },
  {
    "number": 187,
    "text": "Кызматчы сөздөргө мүнөздүү белгилер кайсылар?",
    "options": [
      "а) суроого жооп бере албайт",
      "б) өз алдынча турганда лексикалык мааниге ээ эмес",
      "в) сүйлөм мүчөсүнүн милдетин аткара албайт",
      "г) жогорудагылардын баары туура келет"
    ],
    "correctIndex": 1
  },
  {
    "number": 188,
    "text": "Жаңы ойдун башталышын эмне дейбиз?",
    "options": [
      "а) монолог",
      "б) диалог",
      "в) абзац",
      "г) пролог"
    ],
    "correctIndex": 2
  },
  {
    "number": 189,
    "text": "Диалогдо коюлуучу тыныш белгилер.",
    "options": [
      "а) тире",
      "б) тырмакча",
      "в) чекит, кош чекит",
      "г) сызыкча"
    ],
    "correctIndex": 0
  },
  {
    "number": 190,
    "text": "Эки кишинин сүйлөшүүсүн эмне дейт?",
    "options": [
      "а) монолог",
      "б) диалог",
      "в) эпилог",
      "г) пролог"
    ],
    "correctIndex": 1
  },
  {
    "number": 191,
    "text": "Фразеологизмдерге мүнөздүү белгилерди белгиле.",
    "options": [
      "а) образдуулук, кепте даяр материал катары колдонулушу",
      "б) өтмө мааниде колдонулушу",
      "в) компоненттеринин алмашпай тургандыгы",
      "г) жогорудагылардын баардыгы тиешелүү"
    ],
    "correctIndex": 0
  },
  {
    "number": 192,
    "text": "Жай сүйлөмдүн аягына кайсы тыныш белгиси коюлат?",
    "options": [
      "а) чекит",
      "б) илеп белгиси",
      "в) суроо белгиси",
      "г) үтүрлүү чекит"
    ],
    "correctIndex": 0
  },
  {
    "number": 193,
    "text": "Илептүү сүйлөмдү көрсөт",
    "options": [
      "а) Урматтуу коноктор, келиӊиздер!",
      "б) Алым, кач тезирээк!",
      "в) Баарыбызга бул иш тапшырылган!",
      "г) Сиз биринчи келдиңизби!"
    ],
    "correctIndex": 1
  },
  {
    "number": 194,
    "text": "Суроолуу сүйлөмдү тап",
    "options": [
      "а) Бул чыгармадан экен?",
      "б) А.Осмонов жазуучубу?",
      "в) Ал кечээ келсе керек эле?",
      "г) Бардыгы кол коюшту?"
    ],
    "correctIndex": 1
  },
  {
    "number": 195,
    "text": "Кайсы сүйлөмдөгү сызыкча туура коюлган?",
    "options": [
      "а) Алар – студент балдар экен.",
      "б) Алар да – студент",
      "в) Алар – студенттер",
      "г) Алар – студент болушканбы?"
    ],
    "correctIndex": 2
  },
  {
    "number": 196,
    "text": "Каратма сөз катышкан сүйлөмдү тап.",
    "options": [
      "а) Жибек, сен базарга барасыңбы?",
      "б) Өх, ушундай да ашуу болот экен да ээ.",
      "в) Бороондуу Каранар Эдигейдин өзүнө гана карматпаса, ага эч ким даай албайт.",
      "г) Ак кеме кебелбей сүзүп баратты."
    ],
    "correctIndex": 0
  },
  {
    "number": 197,
    "text": "Тыныш белгиси кайсы сүйлөмдө туура коюлган?",
    "options": [
      "а) Акыл тоодон бийик, билим көлдөн терең.",
      "б) Акыл-тоодон бийик, билим-көлдөн терең",
      "в) Акыл, тоодон – бийик, билим, көлдөн терең.",
      "г) Акыл-тоодон бийик, билим көлдөн терең."
    ],
    "correctIndex": 0
  },
  {
    "number": 198,
    "text": "Кыш быйыл катуу түштү, айлананы тегиз кар басты.Татаал сүйлөмдүн кандай түрү?",
    "options": [
      "а) багыныңкы байланыштагы",
      "б) көп багыныңкылүү",
      "в) тең байланыштагы",
      "г) жөнөкөй"
    ],
    "correctIndex": 2
  },
  {
    "number": 199,
    "text": "Эшикти кулачтаба. Бул сүйлөм бир тутумдуу сүйлөмдүн кайсы түрү?",
    "options": [
      "а)жаксыз сүйлөм",
      "б) атама сүйлөм",
      "в) жалпылама жактуу сүйлөм",
      "г) кемтик сүйлөм"
    ],
    "correctIndex": 2
  },
  {
    "number": 200,
    "text": "Мүнөздөмө кайсы стилге кирет?",
    "options": [
      "а) публицистикалык",
      "б) иш кагаздар",
      "в) илимий",
      "г) көркөм"
    ],
    "correctIndex": 1
  }
];
