window.kyrgyzTests = {
  "language": {
    "B1": [
      {
        "number": 1,
        "text": "Созулма үндүүлөр менен кыска үндүүлөрдүн айырмасы барбы?",
        "options": [
          "айырмасы жок",
          "жазылышы боюнча",
          "айтылышы боюнча",
          "үндүн узундугу жана сөздүн маанисин ажыраткандыгы боюнча"
        ],
        "correctIndex": 3
      },
      {
        "number": 2,
        "text": "Муунду кайсы тыбыштар түзөт?",
        "options": [
          "созулма үндүүлөр",
          "үндүүлөр",
          "үнсүздөр",
          "үндүү жана үнсүз тыбыштар"
        ],
        "correctIndex": 1
      },
      {
        "number": 3,
        "text": "Омоним сөздөрдү белгиле",
        "options": [
          "жүз, кат, жаз, тарт",
          "саат-сат, жан-жаан",
          "жоон-жон, коон-кон",
          "алма, акча, аста, ачка"
        ],
        "correctIndex": 0
      },
      {
        "number": 4,
        "text": "Ар бир ... ата-энесин сыйлайт.",
        "options": [
          "Кыргызстанды",
          "Кыргызстанда",
          "Кыргызстан",
          "Кыргызстандын"
        ],
        "correctIndex": 3
      },
      {
        "number": 5,
        "text": "Антонимдер деп …. сөздөр аталат.",
        "options": [
          "тыбыштык составы ар башка, бирок бир эле түшүнүктү билдирүүчү",
          "бир сөз түркүмүндөгү карама-каршы мааниде колдонуулучу, бирок бири-бирине салыштырмалуу маанидеги",
          "тыбыштык түзүлүшү бирдей, бирок мааниси ар башка",
          "составы жагынан эки же андан көп компоненттерден турган"
        ],
        "correctIndex": 1
      },
      {
        "number": 6,
        "text": "Бир маалда эшик «тымызын» ачылды. Сүйлөмдөгү «тымызын» деген сөз кайсы сөздөргө синоним боло алат?",
        "options": [
          "шарт, катуу",
          "кыйчылдап, тарс-турс",
          "шарт, жай, кыйчылдап",
          "акырын, жай"
        ],
        "correctIndex": 3
      },
      {
        "number": 7,
        "text": "Эскирип колдонуудан чыгып калган пассивдүү сөз катмары кайсылар?",
        "options": [
          "архаизм",
          "неологизм",
          "жаргон",
          "лексика"
        ],
        "correctIndex": 1
      },
      {
        "number": 8,
        "text": "Мен ... жакшы көрөм.",
        "options": [
          "мекенимди",
          "мекеним",
          "мекенимде",
          "мекениме"
        ],
        "correctIndex": 3
      },
      {
        "number": 9,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "ээ, баяндооч, бышыктооч",
          "аныктооч, баяндооч, толуктооч",
          "аныктооч, толуктооч, бышыктооч",
          "аныктооч, баяндооч, толуктооч, ээ"
        ],
        "correctIndex": 0
      },
      {
        "number": 10,
        "text": "... менден ысык салам айта барыңыз!",
        "options": [
          "баарыбыз",
          "баарына",
          "баарын",
          "баары"
        ],
        "correctIndex": 0
      },
      {
        "number": 11,
        "text": "Урматтуу Айлин Бакытовна, ... ийгилик каалайм!",
        "options": [
          "ишиңиз",
          "ишиңизге",
          "ишиңизден",
          "ишиңизди"
        ],
        "correctIndex": 2
      },
      {
        "number": 12,
        "text": "Этиш сөз түркүмү катары эмнени билдирет?",
        "options": [
          "сын-сыпатты",
          "сан-өлчөмдү",
          "кыймыл-аракетти",
          "заттын атын"
        ],
        "correctIndex": 1
      },
      {
        "number": 13,
        "text": "Коомдо жаңы пайда болгон түшүнүктөрдүн атын атап берүү үчүн кайсы терминди колдонобуз?",
        "options": [
          "архаизм",
          "неологизм",
          "тарыхый сөздөр",
          "лексика"
        ],
        "correctIndex": 1
      },
      {
        "number": 14,
        "text": "Кыргыз тилиндеги диалектилердин бөлүнүшүн белгилеңиз",
        "options": [
          "түндүк, батыш, чыгыш",
          "түштүк, батыш",
          "түштүк, чыгыш",
          "түндүк, түштүк"
        ],
        "correctIndex": 2
      },
      {
        "number": 15,
        "text": "Диалектилик сөздөрдү белгилеңиз",
        "options": [
          "жамаат, атуул, ардагер, мыйзам",
          "кой-соолук, карышкыр-бөрү, көзү түштү-жылдызы түштү",
          "ийтербе, аш, растап, ака, зор",
          "дилде, динар, зээр, соот, чарайна"
        ],
        "correctIndex": 1
      },
      {
        "number": 16,
        "text": "Туура жазылган сан атоочту белгилеңиз",
        "options": [
          "50-жашта",
          "1997-жыл",
          "1 май",
          "XX-кылым"
        ],
        "correctIndex": 3
      },
      {
        "number": 17,
        "text": "Экөөсүздөр, бешөөсүңөр деген сан атооч сөздөргө уланган мүчөлөрдү белгилеӊиз",
        "options": [
          "жак",
          "таандык",
          "жөндөмө",
          "туруктуу"
        ],
        "correctIndex": 2
      },
      {
        "number": 18,
        "text": "Куттуктооңузга ыракмат, сизге абдан ... .",
        "options": [
          "ыраазымын",
          "ыраазычылык",
          "ыраазысың",
          "ыраазы"
        ],
        "correctIndex": 1
      },
      {
        "number": 19,
        "text": "Менин билишимче, ал сүрөтчү ..., жазуучу.",
        "options": [
          "эмессиз",
          "эмесмин",
          "эмессиң",
          "эмес"
        ],
        "correctIndex": 0
      },
      {
        "number": 20,
        "text": "Чыгыш жөндөмөсүндө турган жактама ат атоочту белгилеңиз",
        "options": [
          "андан бери көп мезгил өттү",
          "кимдир бирөөдөн уккандай болдум",
          "мен андан көп нерселерди үйрөндүм",
          "ал эч кимден жалтанбады"
        ],
        "correctIndex": 0
      },
      {
        "number": 21,
        "text": "Жалаң белгисиз ат атооч катышкан сүйлөмдү белгилеңиз",
        "options": [
          "деги ушул жума кыйын болду",
          "аны кайра ат сарайга алып келишти",
          "кайсы бирин айтайын, кимдир бирөөнүн каарына калган көрүнөт",
          "күндүр-түндүр мал короодо жүрө берет"
        ],
        "correctIndex": 3
      },
      {
        "number": 22,
        "text": "Сиздин ... атын билбей жатам, айтып коюңузчу.",
        "options": [
          "дептер, жаздык, китеп",
          "көз, бүт, баш",
          "арча, алтын, алма, асел",
          "көз, сөз, ат"
        ],
        "correctIndex": 2
      },
      {
        "number": 23,
        "text": "Сиз бул мекемеде ... болуп иштейсиз?",
        "options": [
          "кимиси",
          "кайсы",
          "ким",
          "эмнеси"
        ],
        "correctIndex": 2
      },
      {
        "number": 24,
        "text": "Ономастика эмнени изилдейт?",
        "options": [
          "жалпы сөздөрдү",
          "маанилеш сөздөрдү",
          "энчилүү аттарды",
          "кесиптик лексиканы"
        ],
        "correctIndex": 0
      },
      {
        "number": 25,
        "text": "Туура кыскартылган сөздөрдү тапкыла.",
        "options": [
          "МАИнин, турфирма, хим.фак",
          "КТРнын, физприбор, КУУнун",
          "КРдин, УИАнын, КУУнин",
          "УАКтын, матфак, БУУнун"
        ],
        "correctIndex": 1
      },
      {
        "number": 26,
        "text": "Апам мага: “... сыйлаган башкаларды да сыйлайт” – деп айтчу.",
        "options": [
          "өзүн",
          "өзү",
          "өзүм",
          "өзүңүз"
        ],
        "correctIndex": 1
      },
      {
        "number": 27,
        "text": "Сенин батириң ... кабатта жайгашкан?",
        "options": [
          "кандайча",
          "канчанчы",
          "канча",
          "кандай"
        ],
        "correctIndex": 2
      },
      {
        "number": 28,
        "text": "Диалектилик өзгөчөлүктө айтылган сөздөр кайсы?",
        "options": [
          "жүрү, туру, алың",
          "кавар, довуш, убада",
          "агарот, герб, жүрөт",
          "турат, кеген, казыр"
        ],
        "correctIndex": 2
      },
      {
        "number": 29,
        "text": "... сиздин бөлмөңүзбү? Абдан чоң экен.",
        "options": [
          "Тигини",
          "Тиги",
          "Тигиге",
          "Тигиде"
        ],
        "correctIndex": 3
      },
      {
        "number": 30,
        "text": "Сөздөрдүн туура жазылышы берилген сөздүк кайсы?",
        "options": [
          "орфоэпиялык сөздүк",
          "орфографиялык сөздүк",
          "түшүндүрмө сөздүк",
          "терминологиялык сөздүк"
        ],
        "correctIndex": 0
      },
      {
        "number": 31,
        "text": "Жалпылагыч сөзгө кайсы сүйлөмдө тыныш белги туура коюлган?",
        "options": [
          "Үйдө баатыр – жоодо жок",
          "– Келишим качан түзүлдү эле?",
          "Силер да, мен да – баарыбыз мекенибизди сүйөбүз",
          "Асыл – таштан, акыл-жаштан"
        ],
        "correctIndex": 1
      },
      {
        "number": 32,
        "text": "-..., бул кайсы көчө? (Диалогдогу калтырылып кеткен сөз) - Бул Токтогул көчөсү. - Ыракмат.",
        "options": [
          "Кечиребиз",
          "Айтыңыз",
          "Келиңиз",
          "Кечиресиз"
        ],
        "correctIndex": 0
      },
      {
        "number": 33,
        "text": "Ыракмат, бул мен үчүн абдан ... маалымат.",
        "options": [
          "тиешелүү",
          "кенен",
          "ыңгайлуу",
          "пайдалуу"
        ],
        "correctIndex": 1
      },
      {
        "number": 34,
        "text": "Алтынай, таанышып ..., бул менин кесиптешим.",
        "options": [
          "алыңыз",
          "бериңиз",
          "туралы",
          "жүрөлү"
        ],
        "correctIndex": 1
      },
      {
        "number": 35,
        "text": "Төмөнкү сөздөрдүн кайсы варианты лексикага жаңы кирди (неологизм)?",
        "options": [
          "телевизор, радио, дивиди",
          "кымыз, аким, менеджер",
          "толеранттуулук, интернет, модератор",
          "айпи телефон, аялдама"
        ],
        "correctIndex": 2
      },
      {
        "number": 36,
        "text": "... барат экенсиз. Жолуңуз шыдыр болсун!",
        "options": [
          "Жапыз",
          "Төмөн",
          "Бийик",
          "Алыс"
        ],
        "correctIndex": 3
      },
      {
        "number": 37,
        "text": "Адамдын оң сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "атка жеңил, тайга чак",
          "бөйрөктөн шыйрак чыгаруу",
          "мурдун балта кеспеген",
          "куурай башын сындырбоо"
        ],
        "correctIndex": 3
      },
      {
        "number": 38,
        "text": "Почтаңды карап койчу, мен сага кат ... .",
        "options": [
          "жөнөттүм",
          "окудум",
          "бердим",
          "алдым"
        ],
        "correctIndex": 0
      },
      {
        "number": 39,
        "text": "Төмөнкү сөздөрдүн кайсы варианты туура жазылган?",
        "options": [
          "бечаара, эткээл",
          "эрезе, кыракы",
          "мандаш, көрөнгө",
          "сылаңкороз, өргө"
        ],
        "correctIndex": 2
      },
      {
        "number": 40,
        "text": "«Дос» сөзүнүн синонимин тапкыла:",
        "options": [
          "жолдош, теңтуш, курдаш",
          "классташ, санаалаш, теңтуш",
          "курсташ, тамырлаш, замандаш",
          "теңтуш, замандаш, курдаш"
        ],
        "correctIndex": 3
      },
      {
        "number": 41,
        "text": "“Кубанычы койнуна батпоо” – синонимин тапкыла.",
        "options": [
          "жерге-сууга батпоо",
          "маңдайы жарылуу",
          "ичи өрт менен жалын болуу",
          "төбөсү көккө жетүү"
        ],
        "correctIndex": 0
      },
      {
        "number": 42,
        "text": "Бул китепканадан окуу китептерин... .",
        "options": [
          "жазабыз",
          "алабыз",
          "аткарабыз",
          "иштейбиз"
        ],
        "correctIndex": 0
      },
      {
        "number": 43,
        "text": "Ар дайым ден соолукта ... !",
        "options": [
          "калыныз",
          "болобуз",
          "уктаңыз",
          "болуңуз"
        ],
        "correctIndex": 3
      },
      {
        "number": 44,
        "text": "Макалды толуктагыла: «Эки жакшы баш кошсо – ырыс, бир жакшы менен бир жаман баш кошсо - …, эки жаман баш кошсо – күн сайын …».",
        "options": [
          "билиш, чыгыш",
          "дурус, уруш",
          "тырмыш, уруш",
          "турмуш, согуш"
        ],
        "correctIndex": 0
      },
      {
        "number": 45,
        "text": "Мекендештер, китепти көп ... !",
        "options": [
          "окуйлу",
          "билели",
          "көргүлө",
          "айткыла"
        ],
        "correctIndex": 3
      },
      {
        "number": 46,
        "text": "Түшүнгөн жокмун, ... коюңузчу.",
        "options": [
          "кайталап",
          "алып",
          "берип",
          "кайтарып"
        ],
        "correctIndex": 1
      },
      {
        "number": 47,
        "text": "Көп маанилүү сөздөр:",
        "options": [
          "тыбыштык курамы ар башка, бирок бир эле түшүнүктү билдирүүчү маанилеш сөздөр",
          "тыбыштык түзүлүшү да, мааниси да бирдей сөздөр",
          "бир эле сөздүн бир нече мааниге ээ болушу",
          "карама-каршы мааниде колдонулган сөздөр"
        ],
        "correctIndex": 3
      },
      {
        "number": 48,
        "text": "Тажрыйбалуу, жетик болуу маанисин билдирген фразеологизмдерди белгилегиле.",
        "options": [
          "суудай билүү, сыртын салуу",
          "кабагым-кашым дебөө, көйнөктү мурда жыртуу",
          "көзү каныгуу, иштин көзүн таануу",
          "кумурсканын улутунганын билүү, тогуз толгонуу"
        ],
        "correctIndex": 1
      },
      {
        "number": 49,
        "text": "Мага кат жазып турчу, ...?",
        "options": [
          "макул",
          "макулбу",
          "ооба",
          "жарайт"
        ],
        "correctIndex": 0
      },
      {
        "number": 50,
        "text": "Үйүңүздүн ... дарыкана барбы?",
        "options": [
          "ортосунда",
          "жанында",
          "четинде",
          "ичинде"
        ],
        "correctIndex": 0
      },
      {
        "number": 51,
        "text": "Төмөнкү макалдардын ичинен антонимдик макалды тапкыла.",
        "options": [
          "Бедели жок жигиттен белес жорткон жел артык",
          "Жамандын жолдошу көп, жанына пайдасы жок",
          "Жакшы таап айтат, жаман каап айтат",
          "Айтылган сөз акыл болсо, уккан кулак макул болот"
        ],
        "correctIndex": 2
      },
      {
        "number": 52,
        "text": "Кыргызстандын ... жашап жатабыз.",
        "options": [
          "унаада",
          "жумушта",
          "дүкөндө",
          "борборунда"
        ],
        "correctIndex": 2
      },
      {
        "number": 53,
        "text": "Кошмок сөздөрдү белгилегиле.",
        "options": [
          "көз айнек, көз карандысыз, эл аралык",
          "алп кара куш, кайгы-капа, ак көңүл",
          "канаттуу, арык чырай, каада-салт",
          "кийим-кече, кыз-кыркын, кызыл чийкил"
        ],
        "correctIndex": 1
      },
      {
        "number": 54,
        "text": "Берилген тапшырмалардын ... аткарып койдук.",
        "options": [
          "баарын",
          "баарысы",
          "баары",
          "баарына"
        ],
        "correctIndex": 1
      },
      {
        "number": 55,
        "text": "Сүйлөшүп жаткан адамдар – ... .",
        "options": [
          "группалаштар",
          "тааныш эмес",
          "бирге барышат",
          "чогуу жүрүшөт"
        ],
        "correctIndex": 2
      },
      {
        "number": 56,
        "text": "Суроо берген адам шаардын ... барат экен.",
        "options": [
          "борборуна",
          "мекемесине",
          "көчөсүнө",
          "үйүнө"
        ],
        "correctIndex": 3
      },
      {
        "number": 57,
        "text": "Орфография эмнени окутат?",
        "options": [
          "туура жазууну",
          "туура сүйлөөнү",
          "байланыштуу кепти",
          "энчилүү аттарды"
        ],
        "correctIndex": 0
      },
      {
        "number": 58,
        "text": "Географиялык энчилүү аттардын бардыгы туура жазылганын аныктагыла.",
        "options": [
          "Көкө-мерен, Кум-Төр",
          "Алай-куу, Кең-Кол",
          "Кара-Кол, Ысыката",
          "Торугарт, Ак-Сай"
        ],
        "correctIndex": 0
      },
      {
        "number": 59,
        "text": "Тыныш белгиси туура коюлган сүйлөм кайсы вариантта берилген?",
        "options": [
          "Жок, бул иш сенин колуңдан келбейт?",
          "Седеп сабакка даярданбай келдиңби",
          "Ыя, качан келдиң дейсиңби?",
          "Ооба биринчи курста окуйм"
        ],
        "correctIndex": 0
      },
      {
        "number": 60,
        "text": "Тыныш белгиси туура коюлган сүйлөмдү белгилегиле.",
        "options": [
          "Не, күлөрүн, не ыйларын билбей ызага катуу буулду",
          "Кобур-собур сөздөр, бирин-серин чакырышкан үндөр, тарс-тарс эткен дабыштар угулуп турду",
          "Көпчүлүк кол тийгизген эмгек ушундай үзүрлүү берекелүү болот, жарайсыңар, азаматтар",
          "Кыш суук катуу, ак кар көк муз"
        ],
        "correctIndex": 0
      },
      {
        "number": 61,
        "text": "Өзгөчө сөз түркүмдөрү кайсылар?",
        "options": [
          "киринди сөз, байламта",
          "жандооч, бөлүкчө",
          "тактооч, атооч",
          "сырдык сөз, тууранды сөз"
        ],
        "correctIndex": 0
      },
      {
        "number": 62,
        "text": "Мейманга келген адам адашып калса, көчөдөгү адамдар ... .",
        "options": [
          "сурап билет",
          "айтып жүрөт",
          "жооп берет",
          "жардам берет"
        ],
        "correctIndex": 3
      },
      {
        "number": 63,
        "text": "Кайсы катардагы сөздөрдүн бардыгы туура жазылганын аныктагыла.",
        "options": [
          "Бириккен Араб Эмирликтери, Швеция королдугу",
          "Бахрейн Мамлекети, Бельгия Королдугу",
          "Катар мамлекети, Болгар шаары",
          "Ирак Республикасы, Израиль мамлекети"
        ],
        "correctIndex": 0
      },
      {
        "number": 64,
        "text": "Кандай сөздөр ташымалданбайт?",
        "options": [
          "баш тамгаларынан кыскартылган сөздөр жана үч муундуу сөздөр",
          "муундарынан кыскартылган сөздөр жана үч муундуу сөздөр",
          "эки жана үч муундуу сөздөр",
          "бир муундуу жана баш тамгаларынан кыскартылган сөздөр"
        ],
        "correctIndex": 1
      },
      {
        "number": 65,
        "text": "Адамдын терс сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "кара кылды как жарган",
          "жүрөгүндө оту бар",
          "ичине кара таруу айланбаган",
          "атка жеңил, тайга чак"
        ],
        "correctIndex": 3
      },
      {
        "number": 66,
        "text": "Кесип тандоо - ...иш эмес.",
        "options": [
          "арзан",
          "оңой",
          "өзгөчө",
          "татаал"
        ],
        "correctIndex": 3
      },
      {
        "number": 67,
        "text": "«Кой оозунан чөп албаган» - деген фразеологизмдин маанисин кандай түшүнөсүң?",
        "options": [
          "кеңчилдик, молчулук",
          "амалданган, кууланган",
          "жоош, момун",
          "сүйүнүү, кубануу"
        ],
        "correctIndex": 1
      },
      {
        "number": 68,
        "text": "Кесипкөй адистер көп болсо, мамлекетибиз ... болот.",
        "options": [
          "баатыр",
          "сулуу",
          "күчтүү",
          "чоң"
        ],
        "correctIndex": 3
      },
      {
        "number": 69,
        "text": "Кесибин сүйгөн адам мекени үчүн көп пайдалуу ... .",
        "options": [
          "иштерди жасайт",
          "маалымат кылат",
          "иштерди угат",
          "ойлорго келет"
        ],
        "correctIndex": 1
      },
      {
        "number": 70,
        "text": "Дасыккан сөзүнө маанилеш вариантты белгилегиле.",
        "options": [
          "үйрөнгөн, көнгөн, чыдаган, чымырканган",
          "аракеттенген, кызыккан, тырышкан, изденген",
          "такшалган, машыккан, бышкан, каныккан",
          "ырахаттанган, кумарланган, таасирленген"
        ],
        "correctIndex": 1
      },
      {
        "number": 71,
        "text": "Биз, кыргызстандыктар, өз мекенибизди ... .",
        "options": [
          "кызыгабыз",
          "тандайбыз",
          "сүйөбүз",
          "сурайбыз"
        ],
        "correctIndex": 2
      },
      {
        "number": 72,
        "text": "Контексттик антоним маанисиндеги макалдарды белгилегиле.",
        "options": [
          "Сөздүн оту да бар, музу да бар; Аларманга алтоо аз, бешөө көп",
          "Жыгылган оогонго күлөт; Кыңыр иш кырк жылда билинет",
          "Айран ичкен кутулуп, челек жалаган тутулат; Көп түкүрсө көл болот",
          "Өнөр алды – кызыл тил; Бөрү койго тойбойт, адам ойго тойбойт"
        ],
        "correctIndex": 2
      },
      {
        "number": 73,
        "text": "Келгиле, шашпай, кесипти ... тандайлы!",
        "options": [
          "угуп",
          "таза",
          "билип",
          "туура"
        ],
        "correctIndex": 0
      },
      {
        "number": 74,
        "text": "Адамдын мүнөзүн билдирген сөздөрдү тапкыла.",
        "options": [
          "аппак, капкара, кызыл, буудай ыраң, сары, ак жуумал, кер сары",
          "токтоо, шашма, ачуулуу, көтөрүмдүү, жоош, кызганчаак",
          "жашыраак, тамашакөйрөөк, кара тору, сабырдуу, элпек",
          "арык, семиз, кыска, узун, татынакай, келбеттүү, далылуу"
        ],
        "correctIndex": 2
      },
      {
        "number": 75,
        "text": "Кайсы сөздөр антонимдик мааниде турат?",
        "options": [
          "боорукер-жоомарт",
          "таамай-калпыс",
          "ылдам-бат",
          "теңтуш-курдаш"
        ],
        "correctIndex": 2
      },
      {
        "number": 76,
        "text": "Кыргыз эли колдонгон жазууларды белгилегиле.",
        "options": [
          "Орхон-Енисей, араб, латын, орус",
          "Уйгур, латын, англис, орус",
          "Араб, англис, латын, орус",
          "Араб, латын, орус, украин"
        ],
        "correctIndex": 0
      },
      {
        "number": 77,
        "text": "Эскирип, колдонуудан чыккан сөздөр кайсылар?",
        "options": [
          "архаизмдер",
          "неологизмдер",
          "говорлор, жаргондор",
          "диалектилер"
        ],
        "correctIndex": 3
      },
      {
        "number": 78,
        "text": "Анын ... мына.",
        "options": [
          "макалабыз",
          "макаласы",
          "макалаңыз",
          "макала"
        ],
        "correctIndex": 1
      },
      {
        "number": 79,
        "text": "Берилген сүйлөмдөгү көп чекиттин ордуна мааниси туура келген байламтаны койгула. Акылсыз... чырдашпа, уятсыз... ымдашпа.",
        "options": [
          "менен",
          "кандай болсо да",
          "ошон үчүн",
          "кантсе да"
        ],
        "correctIndex": 1
      },
      {
        "number": 80,
        "text": "Мага сенин ... жагат.",
        "options": [
          "саатың",
          "саатыңыз",
          "саатыңар",
          "сааты"
        ],
        "correctIndex": 0
      },
      {
        "number": 81,
        "text": "Көп чекиттин ордуна ылайык келген сөздөрдү койгула. Үзүлгөндөн кийин эки же үч күн... жүзүм, жаңы үзүлгөн жүзүмгө караганда даамдуу.",
        "options": [
          "отургузулган",
          "сугарылган",
          "сугарылбаган",
          "сакталган"
        ],
        "correctIndex": 0
      },
      {
        "number": 82,
        "text": "Кыргыз элинен чыккан тунгуч агартуучу ким болгон?",
        "options": [
          "Б.Юнусалиев",
          "И.Арабаев",
          "Б.Жамгырчинов",
          "И.Раззаков"
        ],
        "correctIndex": 1
      },
      {
        "number": 83,
        "text": "Сиздин ... үстөлдүн үстүндө жатат.",
        "options": [
          "каты",
          "каттарынар",
          "катыбыз",
          "катыңыз"
        ],
        "correctIndex": 0
      },
      {
        "number": 84,
        "text": "Айтылышы жагынан окшош, мааниси жагынан ар башка сөздөр эмне деп аталат?",
        "options": [
          "антоним",
          "омоним",
          "синоним",
          "фразеологизм"
        ],
        "correctIndex": 0
      },
      {
        "number": 85,
        "text": "Синоним сөздөрдү тапкыла:",
        "options": [
          "киреше-чыгаша",
          "аласа-бересе",
          "опур-топур, кымгуут",
          "жаздык, жууркан"
        ],
        "correctIndex": 3
      },
      {
        "number": 86,
        "text": "Айтылыш максатына карай төмөнкү сүйлөм кандай сүйлөм? Ар дайым акыл издеген адамды акылдуу десе болот, ал эми акылдуусунганды – акмак десе болот. (Албитис).",
        "options": [
          "жай",
          "толук",
          "суроолуу",
          "илептүү"
        ],
        "correctIndex": 2
      },
      {
        "number": 87,
        "text": "Буйрук сүйлөмдү белгилегиле.",
        "options": [
          "Ай жарык",
          "Түн",
          "Жардамдашып койгулачы!",
          "Ким келди?"
        ],
        "correctIndex": 3
      },
      {
        "number": 88,
        "text": "Кызматчы сөздөрдү белгилегиле.",
        "options": [
          "тууранды сөздөр, модалдык сөздөр, сырдык сөздөр",
          "байламталар, жандоочтор, бөлүкчөлөр, модалдык сөздөр",
          "жандоочтор, бөлүкчөлөр, элес тууранды сөздөр",
          "байламталар, каратма сөздөр, киринди сөздөр"
        ],
        "correctIndex": 1
      },
      {
        "number": 89,
        "text": "Илептүү сүйлөмдү тапкыла.",
        "options": [
          "Аттиң ай, болбоду эми…",
          "Колуңдан эмне келмек эле?",
          "Кош, апаке, көрүшкөнчө аман тур!",
          "Ал мурункудай эмес"
        ],
        "correctIndex": 2
      },
      {
        "number": 90,
        "text": "Белгиленген модалдык сөздөрдү синонимдик сөздөр менен алмаштыргыла. Мен Гүлмирадан бүгүндөн калтырбай кечирим сурашым керек.",
        "options": [
          "зарыл",
          "сөзсүз",
          "көрсө",
          "болжолу"
        ],
        "correctIndex": 0
      },
      {
        "number": 91,
        "text": "Кыргыз тилиндеги созулма үндүүлөрдүн жалпы саны",
        "options": [
          "8",
          "12",
          "6",
          "4"
        ],
        "correctIndex": 2
      },
      {
        "number": 92,
        "text": "Тыбыштык жагынан өзгөрүп айтылып, кабыл алынган сөздөрдү белгилеңиз.",
        "options": [
          "лампочка, свет",
          "самоор, үстөл",
          "депутат, сессия",
          "ырахмат, ырас"
        ],
        "correctIndex": 1
      },
      {
        "number": 93,
        "text": "Синоним сөздү белгилениз",
        "options": [
          "өйдө-төмөн, ылдый",
          "ат, ок,от",
          "ысык-суук, жылуу",
          "жаан, жамгыр, нөшөр"
        ],
        "correctIndex": 2
      },
      {
        "number": 94,
        "text": "Сөздөрдүн маанисин белгилеңиз. Байлык, дүйнө, оокат",
        "options": [
          "омонимдер",
          "синонимдер",
          "антонимдер",
          "көп маанилүү сөздөр"
        ],
        "correctIndex": 0
      },
      {
        "number": 95,
        "text": "Зат атооч сөздөрдү белгилеңиз.",
        "options": [
          "жарк-журк, тарс-турс",
          "сезим, ишеним",
          "кызыл-тазыл, жашыл",
          "анткени, менен"
        ],
        "correctIndex": 2
      },
      {
        "number": 96,
        "text": "Сөз түркүмдөрү, алардын жасалуу, өзгөрүү жолдорун окутуучу тил илиминин тармагы.",
        "options": [
          "морфология",
          "пунктуация",
          "лексика",
          "синтаксис"
        ],
        "correctIndex": 1
      },
      {
        "number": 97,
        "text": "Мен, сен - атоочторуна мүчөлөр уланганда өзгөрүп кеткен жөндөмөнү белгилеңиз.",
        "options": [
          "илик",
          "атооч",
          "табыш",
          "барыш"
        ],
        "correctIndex": 3
      },
      {
        "number": 98,
        "text": "Адамдын ички сезимин билдирген же айбанатка карата айтылган сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "тууранды сөз",
          "кызматчы сөз",
          "тактоочтор",
          "сырдык сөз"
        ],
        "correctIndex": 1
      },
      {
        "number": 99,
        "text": "Караңгы киргенде деген түшүнүктү берген фразеологиялык бирдикти белгилеңиз.",
        "options": [
          "көзү кычышуу",
          "көз байланганда",
          "күндө майрам күндө той",
          "акесин таанытуу"
        ],
        "correctIndex": 1
      },
      {
        "number": 100,
        "text": "Анын мында келгенине көп убакыт болду. Сүйлөмдөгү орун тактооч.",
        "options": [
          "анын",
          "мында",
          "көп",
          "убакыт"
        ],
        "correctIndex": 0
      },
      {
        "number": 101,
        "text": "Этиш сөздөрдүн түзүлүшү боюнча бөлүнүшү:",
        "options": [
          "жөнөкөй жана татаал",
          "туунду жана тубаса",
          "чак, жак",
          "ыңгай, мамиле"
        ],
        "correctIndex": 3
      },
      {
        "number": 102,
        "text": "Диалогдо коюлуучу тыныш белгилер.",
        "options": [
          "тире",
          "тырмакча",
          "чекит, кош чекит",
          "сызыкча"
        ],
        "correctIndex": 3
      },
      {
        "number": 103,
        "text": "Өз алдынча лексикалык мааниге ээ болбогон сөздөр кайсы вариантта?",
        "options": [
          "мугалим, экзамен, эмгек",
          "ак, кара, кооз",
          "эң, же, өтө, жана",
          "ал, сиз, бул, мен"
        ],
        "correctIndex": 1
      },
      {
        "number": 104,
        "text": "Терминдерге мүнөздүү стилди белгилеңиз.",
        "options": [
          "жазуу",
          "оозеки",
          "көркөм",
          "илимий"
        ],
        "correctIndex": 1
      },
      {
        "number": 105,
        "text": "Тыбыш менен тамганын саны дал келбеген сөздү белгилеңиз.",
        "options": [
          "таштак",
          "тырмак",
          "тарак",
          "таяк"
        ],
        "correctIndex": 0
      },
      {
        "number": 106,
        "text": "Омоним сөздөрдү белгилеңиз.",
        "options": [
          "суу – булак, дарыя – дайра",
          "сабак, ток, баш, жай",
          "бак-дарак, короо-жай",
          "кызыл -тазыл, ачуу-таттуу"
        ],
        "correctIndex": 0
      },
      {
        "number": 107,
        "text": "Милиция коом менен бирдикте. Белгиленген сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "жандооч",
          "байламта",
          "бөлүкчө",
          "айкаш"
        ],
        "correctIndex": 3
      },
      {
        "number": 108,
        "text": "“Дос ... айтат, душман ... айтат”. Макалдагы бош орундарды манисине карай толуктагыла.",
        "options": [
          "күйдүрүп, сүйдүрүп",
          "сүйүнтүп, күйүнтүп",
          "күлдүрүп, сүйдүрүп",
          "сүйдүрүп, сүйүнтүп"
        ],
        "correctIndex": 3
      },
      {
        "number": 109,
        "text": "Берилген сөздөр кайсы тармакта колдонулат. Саламаттыкты сактоо, бөлүм,оору, орулуу, адам, адис – врач, окумуштуу медик, илимий – изилдөө, ден соолук , тейлөө, алдын ал, чында.",
        "options": [
          "билим берүү",
          "медицина",
          "аптека",
          "мектеп"
        ],
        "correctIndex": 3
      },
      {
        "number": 110,
        "text": "Бул сөздөр кайсы тармакта колдонулат? Канча сом? Киллограммы канча? Кымбат эмеспи?",
        "options": [
          "ишканада",
          "базарда",
          "китепканада",
          "троллейуста"
        ],
        "correctIndex": 1
      },
      {
        "number": 111,
        "text": "Орун тактоочту белгилеңиз.",
        "options": [
          "мурда",
          "ашык",
          "тез",
          "артка"
        ],
        "correctIndex": 0
      },
      {
        "number": 112,
        "text": "Кош сөз түрүндөгү тууранды сөздү белгилеңиз.",
        "options": [
          "өйдө-төмөн",
          "тыпылда",
          "бакылда",
          "жарк-журк"
        ],
        "correctIndex": 0
      },
      {
        "number": 113,
        "text": "Жаан түн ортосунда басылды. Асты сызылган сөздүн сүйлөм мүчөлүк милдети.",
        "options": [
          "ээ",
          "бышыктооч",
          "аныктооч",
          "толуктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 114,
        "text": "Баяндоочтун милдетин аткарган сөз түркүмдөрүн белгилеңиз.",
        "options": [
          "кыймыл-аракетти билгизген бардык сөздөр",
          "этиш сөз түркүмү гана",
          "атоочтуктар, кызматчы сөз түркүмү",
          "зат атооч, сын атооч, сан атооч, этиш сөз түркүмү"
        ],
        "correctIndex": 1
      },
      {
        "number": 115,
        "text": "Кайгырган маанини туюнткан фразеологиялык айкашты белгилеңиз.",
        "options": [
          "кабагын бүркөө",
          "кабагы ачылбоо",
          "төбөсү көккө жетүү",
          "бирдин айындай чоюлуу"
        ],
        "correctIndex": 3
      },
      {
        "number": 116,
        "text": "...үйүңүз алыспы?",
        "options": [
          "анын",
          "сиздин",
          "сизге",
          "сиздердин"
        ],
        "correctIndex": 3
      },
      {
        "number": 117,
        "text": "Сүйлөмдүн стилин белгилеңиз. Урматтуу Бишкектиктер! 28-апрелде Бишкек шаарында оңдоп-түзөө иштерине байланыштуу муздак суу 1 саатка токтотулат.",
        "options": [
          "көркөм",
          "илимий",
          "расмий-иштиктүү",
          "сүйлөшүү"
        ],
        "correctIndex": 1
      },
      {
        "number": 118,
        "text": "Макалды толуктаңыз. “Кыңыр иш ... кийин билинет”.",
        "options": [
          "кырк күндөн",
          "кырк жылдан",
          "көптөн кийин",
          "баары бир"
        ],
        "correctIndex": 3
      },
      {
        "number": 119,
        "text": "Өтмө маанилүү сөздү белгилеңиз.",
        "options": [
          "күмүш сөйкө",
          "алтын балалык",
          "кагаз баштык",
          "карагат кыям (варенье)"
        ],
        "correctIndex": 0
      },
      {
        "number": 120,
        "text": "Аңгеме, повесть, роман кандай стилде жазылат?",
        "options": [
          "адабий",
          "көркөм",
          "илимий",
          "прозалык"
        ],
        "correctIndex": 1
      },
      {
        "number": 121,
        "text": "Көп мааанилүү сөздөрдү белгилеңиз.",
        "options": [
          "отургуч, диван",
          "нан, чай",
          "сыр, түш",
          "тебетей, чыптама"
        ],
        "correctIndex": 2
      },
      {
        "number": 122,
        "text": "Белгиленген сөздүн синонимин белгилеңиз. Өткөн ишке өкүнбө.",
        "options": [
          "барба",
          "шашпа",
          "караба",
          "кейибе"
        ],
        "correctIndex": 1
      },
      {
        "number": 123,
        "text": "Кыпкызыл, аппак кайсы даражадагы сын атоочтор?",
        "options": [
          "салыштырма",
          "күчөтмө",
          "басаңдатма",
          "жай"
        ],
        "correctIndex": 1
      },
      {
        "number": 124,
        "text": "Берилген сөздүн антонимин белгилеңиз. Душман.",
        "options": [
          "чыккынчы",
          "аскер",
          "дос",
          "шпион"
        ],
        "correctIndex": 1
      },
      {
        "number": 125,
        "text": "Архаизмдерди белгилеңиз.",
        "options": [
          "акция, ярмарка, ипотека",
          "колхоз, партком, болуш",
          "кымыз, каттама, айран",
          "кийиз, шырдак, бешбармак"
        ],
        "correctIndex": 2
      },
      {
        "number": 126,
        "text": "Ал ... артисти.",
        "options": [
          "цирктен",
          "циркте",
          "цирктин",
          "циркке"
        ],
        "correctIndex": 3
      },
      {
        "number": 127,
        "text": "Неологизмди белгилеңиз.",
        "options": [
          "мүдүр",
          "теше",
          "пионер",
          "флешка"
        ],
        "correctIndex": 2
      },
      {
        "number": 128,
        "text": "Диалект катышкан сүйлөмдү белгилеңиз.",
        "options": [
          "Тортко асал кошобуз",
          "Мага бир кило бал бериңизчи",
          "Асел татынакай кыз",
          "Жигиттер, кыздарды сыйлагыла"
        ],
        "correctIndex": 1
      },
      {
        "number": 129,
        "text": "Фразеологизмдин маанисин белгилеңиз. Тиги дагы беш өрдөгүн учурду.",
        "options": [
          "өрдөк бакты",
          "калп айтты",
          "өрдөк учту",
          "асманды карады"
        ],
        "correctIndex": 2
      },
      {
        "number": 130,
        "text": "Мен, сен, ал деген сөздөр кайсы сөз түркүмүнө кирет?",
        "options": [
          "ат атооч",
          "зат атооч",
          "тактооч",
          "этиш"
        ],
        "correctIndex": 1
      },
      {
        "number": 131,
        "text": "-лар мүчөсү кандай мүчө?",
        "options": [
          "жак",
          "жөндөмө",
          "чак",
          "көптүк"
        ],
        "correctIndex": 2
      },
      {
        "number": 132,
        "text": "Синтаксис деген сөз эмнени билдирет?",
        "options": [
          "үн, тыбыш",
          "үндөшүү",
          "сөз мааниси",
          "кошуу, түзүү"
        ],
        "correctIndex": 3
      },
      {
        "number": 133,
        "text": "Берилген темада өз алдынча чыгармачылык менен жазылган текст эмне деп аталат?",
        "options": [
          "дилбаян",
          "репортаж",
          "кулактандыруу",
          "көркөм баяндоо"
        ],
        "correctIndex": 0
      },
      {
        "number": 134,
        "text": "Жергиликтүү тилдик өзгөчөлүктөр кантип аталат?",
        "options": [
          "архаизмдер",
          "неологизмдер",
          "историзмдер",
          "диалектилер"
        ],
        "correctIndex": 1
      },
      {
        "number": 135,
        "text": "Биз ... жактырабыз.",
        "options": [
          "сүрөт музейинен",
          "сүрөт музейинен",
          "сүрөт музейине",
          "сүрөт музейин"
        ],
        "correctIndex": 0
      },
      {
        "number": 136,
        "text": "Окуу китептери кайсы стилде жазылган?",
        "options": [
          "публицистикалык стилде",
          "иш кагаздарынын стилинде",
          "илимий стилде",
          "көркөм стилде"
        ],
        "correctIndex": 3
      },
      {
        "number": 137,
        "text": "Диалог кайсы стилге мүнөздүү?",
        "options": [
          "жазуу",
          "сүйлөшүү",
          "иш кагаздарынын",
          "илимий"
        ],
        "correctIndex": 3
      },
      {
        "number": 138,
        "text": "Антонимдер кандай сөздөр?",
        "options": [
          "мааниси бирдей сөздөр",
          "жазылышы ар башка сөздөр",
          "мааниси боюнча карама-каршы сөздөр",
          "тыбыштык түзүлүшү бирдей сөздөр"
        ],
        "correctIndex": 0
      },
      {
        "number": 139,
        "text": "Синонимдер деп ...?",
        "options": [
          "жазылышы да, айтылышы да ар башка",
          "айтылышы бирдей, мааниси ар башка",
          "карама-каршы мааниде айтылган",
          "айтылышы боюнча айырмаланган, жакын маанилеш"
        ],
        "correctIndex": 3
      },
      {
        "number": 140,
        "text": "Айтылыш максатына карай сүйлөмдөр кантип бөлүнөт?",
        "options": [
          "атама, суроолуу, жалаң",
          "жай, суроолуу, илептүү",
          "илептүү, жайылма, жалаң",
          "жөнөкөй, татаал, жай"
        ],
        "correctIndex": 3
      },
      {
        "number": 141,
        "text": "Кайсы сүйлөмдө тыныш белги туура коюлган?",
        "options": [
          "Сенин атың Бурмабы",
          "Сенин атың Бурмабы!",
          "Сенин атың Бурмабы?",
          "Сенин атың Бурмабы?!"
        ],
        "correctIndex": 2
      },
      {
        "number": 142,
        "text": "Сүйлөмдүн баш мүчөлөрү кайсылар?",
        "options": [
          "ээ, баяндооч",
          "ээ, аныктооч",
          "аныктооч, толуктооч",
          "аныктооч, толуктооч, бышыктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 143,
        "text": "Атамдын бир тууганы - Үсөнбек деген сүйлөмдө баяндооч кайсы сөз түркүмүнөн жасалды?",
        "options": [
          "сын атооч",
          "сан атооч",
          "зат атооч",
          "этиш"
        ],
        "correctIndex": 2
      },
      {
        "number": 144,
        "text": "Татаал сүйлөмдөр кантип бөлүнөт:",
        "options": [
          "бир тутумдуу, эки тутумдуу",
          "тең байланыштагы, багыныңкы байланыштагы",
          "жалаң, жайылма",
          "атама, кемтик"
        ],
        "correctIndex": 3
      },
      {
        "number": 145,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "аныктооч, бышыктооч, баяндооч",
          "аныктооч, толуктооч, бышыктооч",
          "ээ, баяндооч, айкындооч",
          "аныктооч, толуктооч, баяндооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 146,
        "text": "Жай, суроолуу, илептүү сүйлөм деп кайсы критерий боюнча бөлүнгөн?",
        "options": [
          "сүйлөмдүн айтылыш максатына карай",
          "баш мүчөлөрдүн катышы боюнча",
          "бир же бир нече грамматикалык негизге ээ болушуна карай",
          "баш мүчөлөрдүн экөө тең катышпаса"
        ],
        "correctIndex": 2
      },
      {
        "number": 147,
        "text": "Түзүлүшүнө (структурасын",
        "options": [
          "карай сүйлөмдүн бөлүнүшү жөнөкөй жана эки тутумдуу",
          "жөнөкөй жана татаал",
          "жалаң жана жайылма",
          "атама жана кемтик"
        ],
        "correctIndex": 0
      },
      {
        "number": 148,
        "text": "Көрсө, Алманбет айылга кечээ келиптир. Мында сүйлөмгө грамматикалык жактан мүчө боло албаган сөздү тапкыла. Алманбет",
        "options": [
          "кечээ",
          "көрсө",
          "айылга"
        ],
        "correctIndex": 2
      },
      {
        "number": 149,
        "text": "Ал шайыр адам эле. Сүйлөмдөгү аныктоочтун милдетин кайсы сөз түркүмү аткарып жатат?",
        "options": [
          "зат атооч",
          "сын атооч",
          "тактооч",
          "ат атооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 150,
        "text": "Сүйлөм мүчөлөрүнүн аткарган милдетине карай бөлүнүшү",
        "options": [
          "баш жана айкындооч мүчөлөр",
          "ээ, бышыктооч, жандооч",
          "толуктооч, баяндооч, ээ",
          "айкындооч, ээ"
        ],
        "correctIndex": 1
      },
      {
        "number": 151,
        "text": "Синтаксис бөлүмүнүн изилдөөчү объектиси морфемалар, сөздөр",
        "options": [
          "туруктуу сөз айкаштары",
          "фонема, тыбыш, тамга",
          "сөз айкашы жана сүйлөм"
        ],
        "correctIndex": 0
      },
      {
        "number": 152,
        "text": "Баяндоочтун милдетин сүйлөмдө, негизинен, кайсы сөз түркүмү аткарат?",
        "options": [
          "тактооч",
          "зат атооч",
          "сын атооч",
          "этиш"
        ],
        "correctIndex": 1
      },
      {
        "number": 153,
        "text": "“Сен мага атыңды бергин” деген сүйлөмдүн ээси кайсы?",
        "options": [
          "сен",
          "мага",
          "атыңды",
          "бергин"
        ],
        "correctIndex": 2
      },
      {
        "number": 154,
        "text": "Синтаксис бөлүмүндө эмне изилденет?",
        "options": [
          "фонема, тыбыш",
          "морфема",
          "сөз айкашы, сүйлөм",
          "фразеологизмдер"
        ],
        "correctIndex": 1
      },
      {
        "number": 155,
        "text": "Кайсы вариант синонимдер?",
        "options": [
          "жакшы, жаман",
          "алдуу, алсыз",
          "сүйүү, махабат",
          "кара, ак"
        ],
        "correctIndex": 0
      },
      {
        "number": 156,
        "text": "-бы грамматикалык формасынын жардамы менен кандай сүйлөмдөр жасалат?",
        "options": [
          "суроолуу",
          "илептүү",
          "жай",
          "буйрук"
        ],
        "correctIndex": 3
      },
      {
        "number": 157,
        "text": "Элдик оозеки чыгармачылыкка кирген жанр.",
        "options": [
          "повесть",
          "роман",
          "макал-лакап",
          "драма"
        ],
        "correctIndex": 3
      },
      {
        "number": 158,
        "text": "Сүйлөмдө бир өңчөй мүчөлөр кандай тыныш белги менен ажыратылат?",
        "options": [
          "чекит",
          "кош чекит",
          "үтүр",
          "сызыкча"
        ],
        "correctIndex": 0
      },
      {
        "number": 159,
        "text": "Сүйлөмдө ээнин милдетин, негизинен, кайсы сөз түркүмү аткарды? Ата-эне баласынын күлкүсүнөн ырахат алат.",
        "options": [
          "сын атооч",
          "тактооч",
          "этиш",
          "зат атооч"
        ],
        "correctIndex": 2
      },
      {
        "number": 160,
        "text": "Сүйлөмдүн материалдык негизин түзгөн каражат?",
        "options": [
          "сөз",
          "кеп",
          "баш мүчөлөр",
          "айкындооч мүчөлөр"
        ],
        "correctIndex": 2
      },
      {
        "number": 161,
        "text": "Кыргыз тилине сырттан кирген сөздөр.",
        "options": [
          "чай, май, мектеп, галош",
          "факультет, молдо, түрмө",
          "чөп, суу, уй",
          "ата, эне, бала"
        ],
        "correctIndex": 0
      },
      {
        "number": 162,
        "text": "Сүйлөмдө бир өңчөй мүчөлөрдү жалпылоочу сөз кайсы? Асан, Алия, Бермет, Гүлзар – баары мектепке бир убакта келишти.",
        "options": [
          "Асан",
          "баары",
          "мектепке",
          "Гүлзар"
        ],
        "correctIndex": 3
      },
      {
        "number": 163,
        "text": "Базардан кече күнү тукум сатып алдым. Бул сүйлөмдө диалектикалык сөздү тапкыла.",
        "options": [
          "базардан",
          "кече",
          "тукум",
          "сатып"
        ],
        "correctIndex": 3
      },
      {
        "number": 164,
        "text": "Кепте даяр материал катары, өтмө мааниде колдонулуучу тилдик каражат.",
        "options": [
          "фразеологизмдер",
          "омонимдер",
          "синонимдер",
          "макалдар"
        ],
        "correctIndex": 0
      },
      {
        "number": 165,
        "text": "Синтаксистик талдоо жүргүзүү деген бул –",
        "options": [
          "тыбыш, тамгага ажыратуу",
          "морфемаларга болүү",
          "сөздөрдү муундарга бөлүү",
          "сүйлөм мүчөлөрүнө ажыратуу"
        ],
        "correctIndex": 0
      },
      {
        "number": 166,
        "text": "Окуучулар колхоздун багында жардам берип жүрүштү. Бул сүйлөмдөгү асты сызылган сөз айкашынын тибин аныкта.",
        "options": [
          "ээрчишүү",
          "ыкташуу",
          "башкаруу",
          "таандык"
        ],
        "correctIndex": 1
      },
      {
        "number": 167,
        "text": "Этиш сөздөр, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарышат?",
        "options": [
          "баяндооч",
          "аныктооч",
          "толуктооч",
          "бышыктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 168,
        "text": "Жана, менен байламталары аркылуу кандай сүйлөмдөр байланышат?",
        "options": [
          "багыныңкы байланыштагы",
          "бир тутумдуу",
          "тең байланыштагы",
          "эки тутумдуу"
        ],
        "correctIndex": 2
      },
      {
        "number": 169,
        "text": "Сын атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "баяндооч",
          "аныктооч",
          "толуктооч",
          "бышыктооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 170,
        "text": "Кайсы вариантта тыныш белгиси туура коюлду?",
        "options": [
          "Ким киного барат",
          "Ким киного барат?",
          "Ким киного барат!",
          "Ким киного барат?!"
        ],
        "correctIndex": 3
      },
      {
        "number": 171,
        "text": "Көп чекиттин ордуна сөздөрдү туура кой. Аман атасына ... кабыш кылып, ... кетменди алды.",
        "options": [
          "кол, колуна",
          "бут, үстүнө",
          "көз, колуна",
          "баш, жанына"
        ],
        "correctIndex": 3
      },
      {
        "number": 172,
        "text": "Кантип? Качан? деген суроолорго кайсы сүйлөм мүчөсү жооп берет?",
        "options": [
          "аныктооч",
          "бышыктооч",
          "толуктооч",
          "баяндооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 173,
        "text": "Бир кезде таң аппак аткан экен. Бул сүйлөмдөгү бышыктоочту аныкта.",
        "options": [
          "мезгил бышыктооч",
          "өлчөм бышыктооч",
          "орун бышыктооч",
          "себеп бышыктооч"
        ],
        "correctIndex": 2
      },
      {
        "number": 174,
        "text": "Эки же андан көп компоненттен туруп, бир маанини билдирген тилдик каражат кантип аталат?",
        "options": [
          "сүйлөм",
          "сөз айкашы",
          "фразеологизмдер",
          "текст"
        ],
        "correctIndex": 1
      },
      {
        "number": 175,
        "text": "“Окуу, окуу жана окуу”, -деген В.И.Ленин. Сүйлөмдө асты сызылган сөздөрдү аныкта.",
        "options": [
          "төл сөз",
          "бөтөн сөз",
          "киринди сөз",
          "тууранды сөз"
        ],
        "correctIndex": 1
      },
      {
        "number": 176,
        "text": "Ат атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "аныктооч",
          "бышыктооч",
          "толуктооч",
          "ээ"
        ],
        "correctIndex": 0
      },
      {
        "number": 177,
        "text": "Тактоочтор кайсы сүйлөм мүчөсүн жандап турат?",
        "options": [
          "бышыктооч",
          "толуктооч",
          "ээ",
          "баяндооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 178,
        "text": "Айтылышы бирдей, мааниси ар башка сөздөр кантип аталат?",
        "options": [
          "антоним",
          "синоним",
          "неологизм",
          "омоним"
        ],
        "correctIndex": 0
      },
      {
        "number": 179,
        "text": "Жакшы адамдын акылына жамандык келбейт. Алды сызылган сөз сүйлөмдүн…",
        "options": [
          "баяндоочу",
          "бышыктоочу",
          "ээси",
          "аныктоочу"
        ],
        "correctIndex": 1
      },
      {
        "number": 180,
        "text": "Баш мүчөлөрдөн гана түзүлгөн сүйлөм … сүйлөм деп аталат",
        "options": [
          "атама",
          "жөнөкөй",
          "жалаң",
          "баш"
        ],
        "correctIndex": 1
      },
      {
        "number": 181,
        "text": "Сырдык сөздөр",
        "options": [
          "өңчөй-өңчөй",
          "пай-пай, так-так, бали",
          "тез-тез, өйдө-төмөн",
          "бака-шака, келер-кетер"
        ],
        "correctIndex": 3
      },
      {
        "number": 182,
        "text": "Кайда? Каерде? деген суроого жооп берген тактоочтор",
        "options": [
          "мезгил тактооч",
          "орун тактооч",
          "сын-сыпат тактооч",
          "сан-өлчөм тактооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 183,
        "text": "“О, шум согуш, ушуну кылмак белең?!” деген сүйлөмдө сүйлөмгө мүчө боло албаган сөздү тапкыла.",
        "options": [
          "О",
          "О, шум согуш",
          "ушуну",
          "кылмак белең"
        ],
        "correctIndex": 3
      },
      {
        "number": 184,
        "text": "Эртең атама кат жазам. Бул сүйлөмдө баяндоочтун милдетин аткарган этиштин чагын аныкта.",
        "options": [
          "учур чак",
          "келер чак",
          "өткөн чак",
          "белгисиз өткөн чак"
        ],
        "correctIndex": 3
      },
      {
        "number": 185,
        "text": "Сүйлөмдө ээнин милдетин аткарган сөздөр.",
        "options": [
          "зат атооч, сын атооч, ат атооч, тактооч",
          "этиш, чакчыл, киринди сөз",
          "байламталар, ат атооч, сын атооч",
          "жандоочтор, этиш сын атооч"
        ],
        "correctIndex": 2
      },
      {
        "number": 186,
        "text": "Бүткөн бир айрым ойду билдирген сөз же сөз тизмеги ... деп аталат",
        "options": [
          "жай сүйлөм",
          "сүйлөм",
          "жөнөкөй сүйлөм",
          "атама сүйлөм"
        ],
        "correctIndex": 1
      },
      {
        "number": 187,
        "text": "Мамлекеттик тил жөнүндө мыйзам кайсыл жылы кабыл алынган?",
        "options": [
          "1989-жылы 23-сентябрда",
          "1990-жылы 23-сентябрда",
          "1991-жылы 23-сентябрда",
          "1992-жылы 23-сентябрда"
        ],
        "correctIndex": 1
      },
      {
        "number": 188,
        "text": "Лексика эмнени изилдейт?",
        "options": [
          "өтмө маанини",
          "сөздүк курамды",
          "туруктуу сөз айкашын",
          "сүйлөмдү"
        ],
        "correctIndex": 1
      },
      {
        "number": 189,
        "text": "Кошмок сөздөрдү белгилегиле",
        "options": [
          "ат кулак, бака жалбырак, ит мурун",
          "тез-тез,бат-бат, ыкчам-ыкчам",
          "мурдун балта кеспеген, ала көөдөн",
          "бүрсүгүнү, бүгүн"
        ],
        "correctIndex": 1
      },
      {
        "number": 190,
        "text": "Сөздөрдүн уңгу мүчөгө туура ажыраганын белгилегиле",
        "options": [
          "кам-чы-ла",
          "камчы-ла",
          "ка-м-чы-ла",
          "кам-чыл-а"
        ],
        "correctIndex": 0
      },
      {
        "number": 191,
        "text": "Мен,сен, ал, биз, силер, алар кандай ат атооч?",
        "options": [
          "белгисиз",
          "жактама",
          "сурама",
          "шилтеме"
        ],
        "correctIndex": 1
      },
      {
        "number": 192,
        "text": "Мага, сага, муну-деген сөздөрдүн уңгусу кайсылар?",
        "options": [
          "ма, са, бул",
          "уңгу түрүндө",
          "мак, сан, мун",
          "мен, сен, бул"
        ],
        "correctIndex": 0
      },
      {
        "number": 193,
        "text": "Сөз менен сөздү, сүйлөм менен сүйлөмдү байланыштырган кызматчы сөз кайсы?",
        "options": [
          "киринди сөз",
          "байламта",
          "бөлүкчө",
          "жандооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 194,
        "text": "Кызматчы сөздөргө мүнөздүү белгилер кайсылар?",
        "options": [
          "өз алдынча турганда лексикалык мааниге ээ эмес",
          "суроого жооп бере албайт",
          "сүйлөм мүчөсүнүн милдетин аткара албайт",
          "жогорудагылардын баары туура келет"
        ],
        "correctIndex": 0
      },
      {
        "number": 195,
        "text": "“Бойдок” деген сөздүн сылык айтылышы",
        "options": [
          "боз улан",
          "эр жигит",
          "айым",
          "бой жеткен"
        ],
        "correctIndex": 1
      },
      {
        "number": 196,
        "text": "“Бойдок” деген сөздүн сылык айтылышы",
        "options": [
          "боз улан",
          "эр жигит",
          "айым",
          "бой жеткен"
        ],
        "correctIndex": 1
      },
      {
        "number": 197,
        "text": "Кызматчы сөздөргө мүнөздүү белгилер кайсылар?",
        "options": [
          "өз алдынча турганда лексикалык мааниге ээ эмес",
          "суроого жооп бере албайт",
          "сүйлөм мүчөсүнүн милдетин аткара албайт",
          "жогорудагылардын баары туура келет"
        ],
        "correctIndex": 3
      },
      {
        "number": 198,
        "text": "Сөз менен сөздү, сүйлөм менен сүйлөмдү байланыштырган кызматчы сөз кайсы?",
        "options": [
          "киринди сөз",
          "байламта",
          "бөлүкчө",
          "жандооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 199,
        "text": "Мага, сага, муну-деген сөздөрдүн уңгусу кайсылар?",
        "options": [
          "ма, са, бул",
          "уңгу түрүндө",
          "мак, сан, мун",
          "мен, сен, бул"
        ],
        "correctIndex": 0
      },
      {
        "number": 200,
        "text": "Мен,сен, ал, биз, силер, алар кандай ат атооч?",
        "options": [
          "белгисиз",
          "жактама",
          "сурама",
          "шилтеме"
        ],
        "correctIndex": 0
      }
    ],
    "B2": [
      {
        "number": 1,
        "text": "Тыныш белгиси туура коюлган сүйлөмдү белгиле.",
        "options": [
          "Акыл тоодон бийик, билим көлдөн терең",
          "Акыл-тоодон бийик, билим-көлдөн терең",
          "Акыл, тоодон – бийик, билим, көлдөн терең",
          "Акыл-тоодон бийик, билим көлдөн терең"
        ],
        "correctIndex": null
      },
      {
        "number": 2,
        "text": "Кайсы сүйлөмдөгү сызыкча туура коюлган?",
        "options": [
          "Алар – студент балдар экен",
          "Алар да – студент",
          "Алар – студенттер",
          "Алар – студент болушканбы?"
        ],
        "correctIndex": null
      },
      {
        "number": 3,
        "text": "Каратма сөз катышкан сүйлөмдү тап.",
        "options": [
          "Гүлсары, чү, жаным, чү",
          "Өх, ушундай да ашуу болот экен да ээ",
          "Бороондуу Каранар Эдигейдин өзүнө гана карматпаса, ага эч ким даай албайт",
          "Ак кеме кебелбей сүзүп баратты"
        ],
        "correctIndex": null
      },
      {
        "number": 4,
        "text": "Кыш быйыл катуу түштү, бир дегенде эле оор кар басып калды. Татаал сүйлөмдүн кандай түрү?",
        "options": [
          "багыныңкы байланыштагы",
          "көп багыныңкылүү",
          "тең байланыштагы",
          "жөнөкөй"
        ],
        "correctIndex": null
      },
      {
        "number": 5,
        "text": "Тең байланыштагы татаал сүйлөмдүн түрлөрүн тап.",
        "options": [
          "жалаң",
          "жайылма",
          "аралаш",
          "байламталуу, байламтасыз"
        ],
        "correctIndex": null
      },
      {
        "number": 6,
        "text": "Акт кайсы стилге кирет?",
        "options": [
          "публицистикалык",
          "иш кагаздар",
          "илимий",
          "көркөм"
        ],
        "correctIndex": null
      },
      {
        "number": 7,
        "text": "Автобус менен үйгө чейин бардым. Менен кандай сөз?",
        "options": [
          "байламта",
          "жандооч",
          "бөлүкчө",
          "киринди сөз"
        ],
        "correctIndex": null
      },
      {
        "number": 8,
        "text": "Антонимдер деп …. сөздөр аталат.",
        "options": [
          "тыбыштык составы ар башка, бирок бир эле түшүнүктү билдирүүчү",
          "тыбыштык түзүлүшү бирдей, бирок мааниси ар башка",
          "бир сөз түркүмүндөгү карама-каршы мааниде колдонуулучу, бирок бири-бирине салыштырмалуу маанидеги",
          "составы жагынан эки же андан көп компоненттерден турган"
        ],
        "correctIndex": null
      },
      {
        "number": 9,
        "text": "Бир маалда эшик «тымызын» ачылды. Сүйлөмдөгү «тымызын» деген сөз кайсы сөздөргө синоним боло алат?",
        "options": [
          "шарт, катуу",
          "кыйчылдап, тарс-турс",
          "шарт, жай, кыйчылдап",
          "акырын, жай"
        ],
        "correctIndex": null
      },
      {
        "number": 10,
        "text": "Эскирип колдонуудан чыгып калган пассивдүү сөз катмары кайсылар?",
        "options": [
          "архаизм",
          "неологизм",
          "диалектилер",
          "лексика"
        ],
        "correctIndex": null
      },
      {
        "number": 11,
        "text": "Коомдо жаңы пайда болгон түшүнүктөрдүн атын атап берүү үчүн кайсы терминди колдонобуз?",
        "options": [
          "архаизм",
          "неологизм",
          "тарыхый сөздөр",
          "лексика"
        ],
        "correctIndex": null
      },
      {
        "number": 12,
        "text": "Кыргыз тилиндеги диалектилердин бөлүнүшүн белгилеңиз",
        "options": [
          "түндүк, батыш, чыгыш",
          "түштүк, батыш",
          "түштүк, чыгыш",
          "түндүк, түштүк"
        ],
        "correctIndex": null
      },
      {
        "number": 13,
        "text": "Диалектилик сөздөрдү белгилеңиз",
        "options": [
          "жамаат, атуул, ардагер, мыйзам",
          "кой-соолук, карышкыр-бөрү, көзү түштү-жылдызы түштү",
          "ийтербе, аш, растап, ака, зор",
          "дилде, динар, зээр, соот, чарайна"
        ],
        "correctIndex": null
      },
      {
        "number": 14,
        "text": "Туура жазылган сан атоочту белгилеңиз",
        "options": [
          "50-жашта",
          "1997-жыл",
          "1 май",
          "XX-кылым"
        ],
        "correctIndex": null
      },
      {
        "number": 15,
        "text": "Экөөсүздөр, бешөөсүңөр деген сан атооч сөздөргө уланган мүчөлөрдү белгилеңиз",
        "options": [
          "жак",
          "таандык",
          "жөндөмө",
          "туруктуу"
        ],
        "correctIndex": null
      },
      {
        "number": 16,
        "text": "–дан, -ыраак мүчөлөрү кайсы даражаны уюштурат?",
        "options": [
          "жай даражаны",
          "күчөтмө даражаны",
          "салыштырма даражаны",
          "уюштурбайт"
        ],
        "correctIndex": null
      },
      {
        "number": 17,
        "text": "Чыгыш жөндөмөсүндө турган жактама ат атоочту белгилеңиз",
        "options": [
          "андан бери көп мезгил өттү",
          "кимдир бирөөдөн уккандай болдум",
          "мен андан көп нерселерди үйрөндүм",
          "ал эч кимден жалтанбады"
        ],
        "correctIndex": null
      },
      {
        "number": 18,
        "text": "Жалаң белгисиз ат атооч катышкан сүйлөмдү белгилеңиз",
        "options": [
          "деги ушул жума кыйын болду",
          "аны кайра ат сарайга алып келишти",
          "кайсы бирин айтайын, кимдир бирөөнүн каарына калган көрүнөт",
          "күндүр-түндүр мал короодо жүрө берет"
        ],
        "correctIndex": null
      },
      {
        "number": 19,
        "text": "Көп маанилүү сөздөрдү белгилеңиз",
        "options": [
          "дептер, жаздык, китеп",
          "көз, сөз, ат",
          "арча, алтын, алма, асел",
          "көз, бут, баш"
        ],
        "correctIndex": null
      },
      {
        "number": 20,
        "text": "Энчилүү аттардын туура жазылганын белгилегиле.",
        "options": [
          "Балыгооз, Саргунан, Акыл Карачач",
          "Балыкооз, Сары Кунан, Акылкарачач",
          "Балгооз, Саркунан, Акыл карачач",
          "Балыкооз, Сарыкунан, Акыл Карачач"
        ],
        "correctIndex": null
      },
      {
        "number": 21,
        "text": "Кыскартылган сөздөрдүн туурасын тапкыла.",
        "options": [
          "МАИнин, турфирма, хим.фак",
          "УАКтын, матфак, БУУнун",
          "КРдин, УИАнын, КУУнин",
          "КТРнын, физприбор, КУУнун"
        ],
        "correctIndex": null
      },
      {
        "number": 22,
        "text": "Диалектилик өзгөчөлүктө айтылган сөздөр кайсы?",
        "options": [
          "жүрү, туру, алың",
          "кавар, довуш, убада",
          "агарот, герб, жүрөт",
          "турат, кеген, казыр"
        ],
        "correctIndex": null
      },
      {
        "number": 23,
        "text": "Сөздөрдүн туура жазылышы берилген сөздүк кайсы?",
        "options": [
          "орфоэпиялык сөздүк",
          "орфографиялык сөздүк",
          "түшүндүрмө сөздүк",
          "терминологиялык сөздүк"
        ],
        "correctIndex": null
      },
      {
        "number": 24,
        "text": "Жалпылагыч сөз катышкан сүйлөм кайсы?",
        "options": [
          "Үйдө баатыр – жоодо жок",
          "– Келишим качан түзүлдү эле?",
          "Силер да, мен да – баарыбыз мекенибизди сүйөбүз",
          "Асыл – таштан, акыл-жаштан"
        ],
        "correctIndex": null
      },
      {
        "number": 25,
        "text": "Төмөнкү сөздөрдүн кайсы варианты лексикага жаңы кирди (неологизм)?",
        "options": [
          "телевизор, радио, дивиди",
          "кымыз, аким, менеджер",
          "толеранттуулук, интернет, модератор",
          "айпи телефон, аялдама"
        ],
        "correctIndex": null
      },
      {
        "number": 26,
        "text": "Төмөнкү сөздөрдүн кайсы варианты туура жазылган?",
        "options": [
          "бечаара, эткээл",
          "эрезе, кыракы",
          "мандаш, көрөңгө",
          "сылаңкороз, өргө"
        ],
        "correctIndex": null
      },
      {
        "number": 27,
        "text": "Адамдын оң сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "атка жеңил, тайга чак",
          "бөйрөктөн шыйрак чыгаруу",
          "мурдун балта кеспеген",
          "куурай башын сындырбоо"
        ],
        "correctIndex": null
      },
      {
        "number": 28,
        "text": "«Дос» сөзүнүн синонимин тапкыла:",
        "options": [
          "теңтуш, замандаш, курдаш",
          "классташ, санаалаш, теңтуш",
          "курсташ, тамырлаш, замандаш",
          "жолдош, атаандаш, курдаш"
        ],
        "correctIndex": null
      },
      {
        "number": 29,
        "text": "“Кубанычы койнуна батпоо” – синонимин тапкыла.",
        "options": [
          "жерге-сууга батпоо",
          "маңдайы жарылуу",
          "ичи өрт менен жалын болуу",
          "төбөсү көккө жетүү"
        ],
        "correctIndex": null
      },
      {
        "number": 30,
        "text": "Көп маанилүү сөздөр:",
        "options": [
          "тыбыштык курамы ар башка, бирок бир эле түшүнүктү билдирүүчү маанилеш сөздөр",
          "тыбыштык түзүлүшү да, мааниси да бирдей сөздөр",
          "бир эле сөздүн бир нече мааниге ээ болушу",
          "карама-каршы мааниде колдонулган сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 31,
        "text": "Макалды толуктагыла: «Эки жакшы баш кошсо – ырыс, бир жакшы менен бир жаман баш кошсо - …, эки жаман баш кошсо – күн сайын …».",
        "options": [
          "дурус, уруш",
          "билиш, чыгыш",
          "тырмыш, уруш",
          "турмуш, согуш"
        ],
        "correctIndex": null
      },
      {
        "number": 32,
        "text": "Тажрыйбалуу, жетик болуу маанисин билдирген фразеологизмдерди белгилегиле.",
        "options": [
          "суудай билүү, сыртын салуу",
          "кумурсканын улутунганын билүү, көйнөктү мурда жыртуу",
          "кабагым-кашым дебөө",
          "иштин көзүн таануу, көзү каныгуу"
        ],
        "correctIndex": null
      },
      {
        "number": 33,
        "text": "Төмөнкү макал-ылакаптардын ичинен антонимдик макал-ылакапты тапкыла.",
        "options": [
          "Бедели жок жигиттен белес жорткон жел артык",
          "Жамандын жолдошу көп, жанына пайдасы жок",
          "Жакшы таап айтат, жаман каап айтат",
          "Айтылган сөз акыл болсо, уккан кулак макул болот"
        ],
        "correctIndex": null
      },
      {
        "number": 34,
        "text": "Кошмок сөздөрдү белгилегиле.",
        "options": [
          "көз айнек, көз карандысыз, эл аралык",
          "алп кара куш, кайгы-капа, ак көңүл",
          "канаттуу, арык чырай, каада-салт",
          "кийим-кече, кыз-кыркын, кызыл чийкил"
        ],
        "correctIndex": null
      },
      {
        "number": 35,
        "text": "Орфография эмнени окутат?",
        "options": [
          "туура сүйлөөнү",
          "туура жазууну",
          "байланыштуу кепти",
          "энчилүү аттарды"
        ],
        "correctIndex": null
      },
      {
        "number": 36,
        "text": "Географиялык энчилүү аттардын бардыгы туура жазылганын аныктагыла.",
        "options": [
          "Көкөмерен, Кум-Төр",
          "Алайкуу, Кең-Кол",
          "Кара-Кол, Ысыката",
          "Торугарт, Ак-Сай"
        ],
        "correctIndex": null
      },
      {
        "number": 37,
        "text": "Тыныш белгиси туура коюлган сүйлөм кайсы вариантта берилген?",
        "options": [
          "Жок, бул иш сенин колуңдан келбейт?",
          "Седеп сабакка даярданбай келдиңби",
          "Ыя, качан келдиң дейсиңби?",
          "Ооба биринчи курста окуйм"
        ],
        "correctIndex": null
      },
      {
        "number": 38,
        "text": "Тыныш белгиси туура коюлган сүйлөмдү белгилегиле.",
        "options": [
          "Не, күлөрүн, не ыйларын билбей ызага катуу буулду",
          "Кобур-собур сөздөр, бирин-серин чакырышкан үндөр, тарс-тарс эткен дабыштар угулуп турду",
          "Көпчүлүк кол тийгизген эмгек ушундай үзүрлүү берекелүү болот, жарайсыңар, азаматтар",
          "Кыш, суук катуу, ак кар көк муз"
        ],
        "correctIndex": null
      },
      {
        "number": 39,
        "text": "Кайсы катардагы сөздөрдүн бардыгы туура жазылганын аныктагыла.",
        "options": [
          "Бириккен Араб Эмирликтери, Швеция королдугу",
          "Бахрейн Мамлекети, Бельгия Королдугу",
          "Катар мамлекети, Болгар республикасы",
          "Тажик Республикасы, Израиль мамлекети"
        ],
        "correctIndex": null
      },
      {
        "number": 40,
        "text": "Кандай сөздөр ташымалданбайт?",
        "options": [
          "баш тамгаларынан кыскартылган сөздөр жана үч муундуу сөздөр",
          "муундарынан кыскартылган сөздөр жана үч муундуу сөздөр",
          "эки жана үч муундуу сөздөр",
          "бир муундуу жана баш тамгаларынан кыскартылган сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 41,
        "text": "Адамдын терс сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "кара кылды как жарган",
          "ичине кара таруу айланбаган",
          "жүрөгүндө оту бар",
          "атка жеңил, тайга чак"
        ],
        "correctIndex": null
      },
      {
        "number": 42,
        "text": "Дасыккан сөзүнө маанилеш вариантты белгилегиле.",
        "options": [
          "үйрөнгөн, көнгөн, чыдаган, чымырканган",
          "аракеттенген, кызыккан, тырышкан, изденген",
          "такшалган, машыккан, бышкан, каныккан",
          "ырахаттанган, кумарланган, таасирленген"
        ],
        "correctIndex": null
      },
      {
        "number": 43,
        "text": "«Кой оозунан чөп албаган» - деген фразеологизмдин маанисин кандай түшүнөсүң?",
        "options": [
          "кеңчилдик, молчулук",
          "амалданган, кууланган",
          "жоош, момун",
          "сүйүнүү, кубануу"
        ],
        "correctIndex": null
      },
      {
        "number": 44,
        "text": "Адамдын мүнөзүн билдирген сөздөрдү тапкыла.",
        "options": [
          "аппак, капкара, кызыл, буудай ыраң, сары, ак жуумал, кер сары",
          "токтоо, шашма, ачуулуу, көтөрүмдүү, жоош, кызганчаак",
          "жашыраак, тамашакөйрөөк, кара тору, сабырдуу, элпек",
          "арык, семиз, кыска, узун, татынакай, келбеттүү, далылуу"
        ],
        "correctIndex": null
      },
      {
        "number": 45,
        "text": "Контексттик антоним маанисиндеги макалдарды белгилегиле.",
        "options": [
          "Сөздүн оту да бар, музу да бар; Аларманга алтоо аз, бешөө көп",
          "Жыгылган оогонго күлөт; Кыңыр иш кырк жылда билинет",
          "Айран ичкен кутулуп, челек жалаган тутулат; Көп түкүрсө, көл болот",
          "Өнөр алды – кызыл тил; Бөрү койго тойбойт, адам ойго тойбойт"
        ],
        "correctIndex": null
      },
      {
        "number": 46,
        "text": "Кайсы сөздөр антонимдик мааниде турат?",
        "options": [
          "боорукер-жоомарт",
          "таамай-калпыс",
          "ылдам-бат",
          "теңтуш-курдаш"
        ],
        "correctIndex": null
      },
      {
        "number": 47,
        "text": "Кыргыз эли колдонгон жазууларды белгилегиле.",
        "options": [
          "Уйгур, латын, англис, орус",
          "Орхон-Енисей, араб, латын, орус",
          "Араб, англис, латын, орус",
          "Араб, латын, орус, украин"
        ],
        "correctIndex": null
      },
      {
        "number": 48,
        "text": "Эскирип, колдонуудан чыккан сөздөр кайсылар?",
        "options": [
          "архаизмдер",
          "неологизмдер",
          "говорлор, жаргондор",
          "диалектилер"
        ],
        "correctIndex": null
      },
      {
        "number": 49,
        "text": "Айтылышы жагынан окшош, мааниси жагынан ар башка сөздөр эмне деп аталат?",
        "options": [
          "антоним",
          "омоним",
          "синоним",
          "фразеологизм"
        ],
        "correctIndex": null
      },
      {
        "number": 50,
        "text": "Синоним сөздөрдү тапкыла:",
        "options": [
          "киреше-чыгаша",
          "аласа-бересе",
          "опур-топур, кымгуут",
          "жаздык, жууркан"
        ],
        "correctIndex": null
      },
      {
        "number": 51,
        "text": "Кыргыз элинен чыккан тунгуч агартуучу ким болгон?",
        "options": [
          "Б.Юнусалиев",
          "И.Арабаев",
          "Б.Жамгырчинов",
          "И.Раззаков"
        ],
        "correctIndex": null
      },
      {
        "number": 52,
        "text": "Берилген сүйлөмдөгү көп чекиттин ордуна мааниси туура келген байламтаны койгула. Акылсыз... чырдашпа, уятсыз... ымдашпа.",
        "options": [
          "менен",
          "кандай болсо да",
          "ошон үчүн",
          "кантсе да"
        ],
        "correctIndex": null
      },
      {
        "number": 53,
        "text": "Айтылыш максатына карай төмөнкү сүйлөм кандай сүйлөм? Ар дайым акыл издеген адамды акылдуу десе болот, ал эми акылдуусунганды – акмак десе болот. (Албитис).",
        "options": [
          "жай",
          "толук",
          "суроолуу",
          "илептүү"
        ],
        "correctIndex": null
      },
      {
        "number": 54,
        "text": "Көп чекиттин ордуна ылайык келген сөздөрдү койгула. Үзүлгөндөн кийин эки же үч күн... жүзүм, жаңы үзүлгөн жүзүмгө караганда даамдуу.",
        "options": [
          "отургузулган",
          "сугарылган",
          "сугарылбаган",
          "сакталган"
        ],
        "correctIndex": null
      },
      {
        "number": 55,
        "text": "Буйрук сүйлөмдү белгилегиле.",
        "options": [
          "Ай жарык",
          "Түн",
          "Жардамдашып койгулачы!",
          "Ким келди?"
        ],
        "correctIndex": null
      },
      {
        "number": 56,
        "text": "Кызматчы сөздөрдү белгилегиле.",
        "options": [
          "тууранды сөздөр, модалдык сөздөр, сырдык сөздөр",
          "байламталар, жандоочтор, бөлүкчөлөр, модалдык сөздөр",
          "жандоочтор, бөлүкчөлөр, элес тууранды сөздөр",
          "байламталар, каратма сөздөр, киринди сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 57,
        "text": "Илептүү сүйлөмдү тапкыла.",
        "options": [
          "Аттиң ай, болбоду эми…",
          "Колуңдан эмне келмек эле?",
          "Кош, апаке, көрүшкөнчө аман тур!",
          "Ал мурункудай эмес"
        ],
        "correctIndex": null
      },
      {
        "number": 58,
        "text": "Белгиленген модалдык сөздөрдү синонимдик сөздөр менен алмаштыргыла. Мен Гүлмирадан бүгүндөн калтырбай кечирим сурашым керек.",
        "options": [
          "зарыл",
          "сөзсүз",
          "көрсө",
          "болжолу"
        ],
        "correctIndex": null
      },
      {
        "number": 59,
        "text": "Кыргыз тилиндеги созулма үндүүлөрдүн жалпы саны",
        "options": [
          "8",
          "12",
          "4",
          "6"
        ],
        "correctIndex": null
      },
      {
        "number": 60,
        "text": "Тыбыштык жагынан өзгөрүп айтылып, кабыл алынган сөздөрдү белгилеңиз.",
        "options": [
          "лампочка, свет",
          "самоор,үстөл",
          "депутат,сессия",
          "ырахмат,ырас"
        ],
        "correctIndex": null
      },
      {
        "number": 61,
        "text": "Синоним сөздү белгилеӊиз",
        "options": [
          "өйдө-төмөн, ылдый",
          "ат, ок,от",
          "ысык-суук, жылуу",
          "жаан, жамгыр, нөшөр"
        ],
        "correctIndex": null
      },
      {
        "number": 62,
        "text": "Сөздөрдүн маанисин белгилеңиз. Байлык, дүйнө, оокат",
        "options": [
          "омонимдер",
          "синонимдер",
          "антонимдер",
          "көп маанилүү сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 63,
        "text": "Зат атооч сөздөрдү белгилеңиз.",
        "options": [
          "жарк-журк, тарс-турс",
          "сезим, ишеним",
          "кызыл-тазыл, жашыл",
          "анткени,менен"
        ],
        "correctIndex": null
      },
      {
        "number": 64,
        "text": "Сөз түркүмдөрү, алардын жасалуу, өзгөрүү жолдорун окутуучу тил илиминин тармагы.",
        "options": [
          "морфология",
          "пунктуация",
          "лексика",
          "синтаксис"
        ],
        "correctIndex": null
      },
      {
        "number": 65,
        "text": "Мен, сен - атоочторуна мүчөлөр уланганда өзгөрүп кеткен жөндөмөнү белгилеңиз.",
        "options": [
          "илик",
          "атооч",
          "табыш",
          "барыш"
        ],
        "correctIndex": null
      },
      {
        "number": 66,
        "text": "Адамдын ички сезимин билдирген же айбанатка карата айтылган сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "тууранды сөз",
          "кызматчы сөз",
          "тактоочтор",
          "сырдык сөз"
        ],
        "correctIndex": null
      },
      {
        "number": 67,
        "text": "Караңгы киргенде деген түшүнүктү берген фразеологиялык бирдикти белгилеңиз.",
        "options": [
          "көзү кычышуу",
          "көз байланганда",
          "күндө майрам күндө той",
          "акесин таанытуу"
        ],
        "correctIndex": null
      },
      {
        "number": 68,
        "text": "Анын мында келгенине көп убакыт болду. Сүйлөмдөгү орун тактооч.",
        "options": [
          "анын",
          "мында",
          "көп",
          "убакыт"
        ],
        "correctIndex": null
      },
      {
        "number": 69,
        "text": "Этиш сөздөрдүн түзүлүшү боюнча бөлүнүшү:",
        "options": [
          "жөнөкөй жана татаал",
          "туунду жана тубаса",
          "чак, жак",
          "ыңгай мамиле"
        ],
        "correctIndex": null
      },
      {
        "number": 70,
        "text": "Кыймыл-аракеттин ар кандай кырдаалын билдирген сөз түркүмү",
        "options": [
          "зат атооч",
          "тактточ",
          "этиш",
          "сын атооч"
        ],
        "correctIndex": null
      },
      {
        "number": 71,
        "text": "Өз алдынча лексикалык мааниге ээ болбогон сөздөр кайсы вариантта?",
        "options": [
          "мугалим, экзамен, эмгек",
          "ак, кара, кооз",
          "эң, же, өтө, жана",
          "ал, сиз, бул, мен"
        ],
        "correctIndex": null
      },
      {
        "number": 72,
        "text": "Терминдерге мүнөздүү стилди белгилеңиз.",
        "options": [
          "жазуу",
          "оозеки",
          "көркөм",
          "илимий"
        ],
        "correctIndex": null
      },
      {
        "number": 73,
        "text": "Тыбыш менен тамганын саны дал келбеген сөздү белгилеңиз.",
        "options": [
          "таштак",
          "тырмак",
          "тарак",
          "таяк"
        ],
        "correctIndex": null
      },
      {
        "number": 74,
        "text": "Омоним сөздөрдү белгилеңиз.",
        "options": [
          "ток, жаздык, карта",
          "сабак – сабак, короо-жай",
          "бак-дарак, короо-жай",
          "кызыл -тазыл, ачуу-таттуу"
        ],
        "correctIndex": null
      },
      {
        "number": 75,
        "text": "Милиция коом менен бирдикте. Белгиленген сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "жандооч",
          "байламта",
          "бөлүкчө",
          "айкаш"
        ],
        "correctIndex": null
      },
      {
        "number": 76,
        "text": "Орун тактоочту белгилеңиз.",
        "options": [
          "мурда",
          "ашык",
          "тез",
          "артка"
        ],
        "correctIndex": null
      },
      {
        "number": 77,
        "text": "Кош сөз түрүндөгү тууранды сөздү белгилеңиз.",
        "options": [
          "өйдө-төмөн",
          "тыпылда",
          "бакылда",
          "жарк-жарк"
        ],
        "correctIndex": null
      },
      {
        "number": 78,
        "text": "Жаан түн ортосунда басылды. Асты сызылган сөздүн сүйлөм мүчөлүк милдети.",
        "options": [
          "ээ",
          "бышыктооч",
          "аныктооч",
          "толуктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 79,
        "text": "Баяндоочтун милдетин аткарган сөз түркүмдөрүн белгилеңиз.",
        "options": [
          "кыймыл-аракетти билгизген бардык сөздөр",
          "этиш сөз түркүмү гана",
          "атоочтуктар, кызматчы сөз түркүмү",
          "зат атооч, сын атооч, сан атооч, этиш сөз түркүмү"
        ],
        "correctIndex": null
      },
      {
        "number": 80,
        "text": "Кайгырган маанини туюнткан фразеологиялык айкашты белгилеңиз.",
        "options": [
          "кабагын бүркөө",
          "кабагы ачылбоо",
          "төбөсү көккө жетүү",
          "бирдин айындай чоюлуу"
        ],
        "correctIndex": null
      },
      {
        "number": 81,
        "text": "Макалды толуктаңыз. “Кыңыр иш ........кийин билинет”.",
        "options": [
          "кырк күндөн",
          "кырк жылдан",
          "көптөн кийин",
          "баары бир"
        ],
        "correctIndex": null
      },
      {
        "number": 82,
        "text": "Өтмө маанилүү сөздү белгилеңиз.",
        "options": [
          "күмүш сөйкө",
          "алтын балалык",
          "кагаз баштык",
          "карагат кыям (варенье)"
        ],
        "correctIndex": null
      },
      {
        "number": 83,
        "text": "Сүйлөмдүн стилин белгилеңиз. Урматтуу Бишкектиктер! 28-апрелде Бишкек шаарында оңдоп-түзөө иштерине байланыштуу муздак суу 1 саатка токтотулат.",
        "options": [
          "көркөм",
          "илимий",
          "расмий-иштиктүү",
          "сүйлөшүү"
        ],
        "correctIndex": null
      },
      {
        "number": 84,
        "text": "Бир сөз ичинде “з” тыбышынын “с” болуп каткалаңдашын белгилеңиз?",
        "options": [
          "бизче, тузсуз",
          "күзүндө, кыздар",
          "кымызга, кызыл",
          "көзү, сөзү"
        ],
        "correctIndex": null
      },
      {
        "number": 85,
        "text": "Көп мааанилүү сөздөрдү белгилеңиз.",
        "options": [
          "отургуч, диван",
          "нан, чай",
          "сыр, түш",
          "тебетей, чыптама"
        ],
        "correctIndex": null
      },
      {
        "number": 86,
        "text": "Белгиленген сөздүн синонимин белгилеңиз. Өткөн ишке өкүнбө.",
        "options": [
          "барба",
          "шашпа",
          "караба",
          "кейибе"
        ],
        "correctIndex": null
      },
      {
        "number": 87,
        "text": "Машинаны жай айдап жүр. Аталган сүйлөмдөгү асты сызылган сөз:",
        "options": [
          "тактооч",
          "сын атооч",
          "ат атооч",
          "зат атооч"
        ],
        "correctIndex": null
      },
      {
        "number": 88,
        "text": "Берилген сөздүн антонимин белгилеңиз. Душман.",
        "options": [
          "чыккынчы",
          "аскер",
          "дос",
          "шпион"
        ],
        "correctIndex": null
      },
      {
        "number": 89,
        "text": "Архаизмдерди белгилеңиз.",
        "options": [
          "акция, ярмарка, ипотека",
          "колхоз, партком, болуш",
          "кымыз, каттама, айран",
          "кийиз, шырдак, бешбармак"
        ],
        "correctIndex": null
      },
      {
        "number": 90,
        "text": "Неологизмди белгилеңиз.",
        "options": [
          "мүдүр",
          "теше",
          "пионер",
          "зуум"
        ],
        "correctIndex": null
      },
      {
        "number": 91,
        "text": "Диалект катышкан сүйлөмдү белгилеңиз.",
        "options": [
          "Тортко асал кошобуз",
          "Мага бир кило бал бериңизчи",
          "Асел татынакай кыз",
          "Жигиттер, кыздарды сыйлагыла"
        ],
        "correctIndex": null
      },
      {
        "number": 92,
        "text": "Фразеологизмдин маанисин белгилеңиз. Тиги дагы беш өрдөгүн учурду.",
        "options": [
          "өрдөк бакты",
          "калп айтты",
          "өрдөк учту",
          "асманды карады"
        ],
        "correctIndex": null
      },
      {
        "number": 93,
        "text": "Мен, сен, ал деген сөздөр кайсы сөз түркүмүнө кирет?",
        "options": [
          "Ат атооч",
          "Зат атооч",
          "Тактооч",
          "Этиш"
        ],
        "correctIndex": null
      },
      {
        "number": 94,
        "text": "-лар мүчөсү кандай мүчө?",
        "options": [
          "Жак",
          "Жөндөмө",
          "Чак",
          "Көптүк"
        ],
        "correctIndex": null
      },
      {
        "number": 95,
        "text": "Синтаксис деген сөз эмнени билдирет?",
        "options": [
          "үн, тыбыш",
          "үндөшүү",
          "сөз мааниси",
          "кошуу, түзүү"
        ],
        "correctIndex": null
      },
      {
        "number": 96,
        "text": "Берилген темада өз алдынча чыгармачылык менен жазылган текст эмне деп аталат?",
        "options": [
          "дилбаян",
          "репортаж",
          "кулактандыруу",
          "көркөм баяндоо"
        ],
        "correctIndex": null
      },
      {
        "number": 97,
        "text": "Жергиликтүү тилдик өзгөчөлүктөр кантип аталат?",
        "options": [
          "архаизмдер",
          "неологизмдер",
          "историзмдер",
          "диалектилер"
        ],
        "correctIndex": null
      },
      {
        "number": 98,
        "text": "Окуу китептери кайсы стилде жазылган?",
        "options": [
          "публицистикалык стилде",
          "иш кагаздарынын стилинде",
          "илимий стилде",
          "көркөм стилде"
        ],
        "correctIndex": null
      },
      {
        "number": 99,
        "text": "Диалог кайсы стилине мүнөздүү?",
        "options": [
          "жазуу",
          "оозеки",
          "иш кагаздарынын",
          "илимий"
        ],
        "correctIndex": null
      },
      {
        "number": 100,
        "text": "Антонимдер - кайсы сөздөр?",
        "options": [
          "мааниси бирдей сөздөр",
          "жазылышы ар башка сөздөр",
          "мааниси боюнча карама-каршы сөздөр",
          "тыбыштык түзүлүшү бирдей сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 101,
        "text": "Синонимдер - кайсы сөздөр?",
        "options": [
          "жазылышы да, айтылышы да ар башка",
          "айтылышы бирдей, мааниси ар башка",
          "карама-каршы мааниде айтылган",
          "айтылышы боюнча айырмаланган, жакын маанилеш"
        ],
        "correctIndex": null
      },
      {
        "number": 102,
        "text": "Айтылыш максатына карай сүйлөмдөр кантип бөлүнөт?",
        "options": [
          "атама, суроолуу, жалаң",
          "жай, суроолуу, илептүү",
          "илептүү, жайылма, жалаң",
          "жөнөкөй, татаал, жай"
        ],
        "correctIndex": null
      },
      {
        "number": 103,
        "text": "Кайсы вариант туура?",
        "options": [
          "Сенин атың Бурмабы",
          "Сенин атың Бурмабы!",
          "Сенин атың Бурмабы?!",
          "Сенин атың Бурмабы?"
        ],
        "correctIndex": null
      },
      {
        "number": 104,
        "text": "Сүйлөмдүн баш мүчөлөрү кайсылар?",
        "options": [
          "ээ, баяндооч",
          "ээ, аныктооч",
          "аныктооч, толуктооч",
          "аныктооч, толуктооч, бышыктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 105,
        "text": "Атамдын бир тууганы - Үсөнбек деген сүйлөмдө баяндооч кайсы сөз түркүмүнөн жасалды?",
        "options": [
          "сын атооч",
          "сан атооч",
          "зат атооч",
          "этиш"
        ],
        "correctIndex": null
      },
      {
        "number": 106,
        "text": "Татаал сүйлөмдөр негизинен бөлүнөт:",
        "options": [
          "бир тутумдуу, эки тутумдуу",
          "тең байланыштагы, багыныңкы байланыштагы",
          "жалаң, жайылма",
          "атама, кемтик"
        ],
        "correctIndex": null
      },
      {
        "number": 107,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "аныктооч, бышыктооч, баяндооч",
          "аныктооч, толуктооч, бышыктооч",
          "ээ, баяндооч, айкындооч",
          "аныктооч, толуктооч, баяндооч"
        ],
        "correctIndex": null
      },
      {
        "number": 108,
        "text": "Жай, суроолуу, илептүү сүйлөм деп кайсы критерий боюнча бөлүнгөн?",
        "options": [
          "сүйлөмдүн айтылыш максатына карай",
          "баш мүчөлөрдүн катышы боюнча",
          "бир же бир нече грамматикалык негизге ээ болушуна карай",
          "баш мүчөлөрдүн экөө тең катышпаса"
        ],
        "correctIndex": null
      },
      {
        "number": 109,
        "text": "Түзүлүшүнө (структурасын",
        "options": [
          "карай сүйлөмдүн бөлүнүшү a) жөнөкөй жана эки тутумдуу",
          "жөнөкөй жана татаал",
          "жалаң жана жайылма",
          "атама жана кемтик"
        ],
        "correctIndex": null
      },
      {
        "number": 110,
        "text": "Көрсө, Алманбет айылга кечээ келиптир. Мында сүйлөмгө грамматикалык жактан мүчө боло албаган сөздү тапкыла. a) Алманбет",
        "options": [
          "кечээ",
          "көрсө",
          "айылга"
        ],
        "correctIndex": null
      },
      {
        "number": 111,
        "text": "Ал шайыр адам эле. Сүйлөмдөгү аныктоочтун милдетин кайсы сөз түркүмү аткарып жатат?",
        "options": [
          "зат атооч",
          "сын атооч",
          "тактооч",
          "ат атооч"
        ],
        "correctIndex": null
      },
      {
        "number": 112,
        "text": "Сүйлөм мүчөлөрүнүн аткарган милдетине карай бөлүнүшү",
        "options": [
          "толуктооч, баяндооч, ээ",
          "ээ, бышыктооч, жандооч",
          "баш жана айкындооч мүчөлөр",
          "айкындооч, ээ"
        ],
        "correctIndex": null
      },
      {
        "number": 113,
        "text": "Синтаксис бөлүмүнүн изилдөөчү объектиси a) морфемалар, сөздөр",
        "options": [
          "туруктуу сөз айкаштары",
          "фонема, тыбыш, тамга",
          "сөз айкашы жана сүйлөм"
        ],
        "correctIndex": null
      },
      {
        "number": 114,
        "text": "Баяндоочтун милдетин сүйлөмдө, негизинен, кайсы сөз түркүмү аткарат?",
        "options": [
          "тактооч",
          "зат атооч",
          "сын атооч",
          "этиш"
        ],
        "correctIndex": null
      },
      {
        "number": 115,
        "text": "Айбек, сен мага атыңды бергин деген сүйлөмдүн ээси кайсы?",
        "options": [
          "сен",
          "Айбек",
          "атыңды",
          "бергин"
        ],
        "correctIndex": null
      },
      {
        "number": 116,
        "text": "Синтаксис бөлүмүндө эмне изилденет?",
        "options": [
          "фонема, тыбыш",
          "морфема",
          "сөз айкашы, сүйлөм",
          "фразеологизмдер"
        ],
        "correctIndex": null
      },
      {
        "number": 117,
        "text": "Кайсы вариант синонимдер?",
        "options": [
          "жакшы, жаман",
          "алдуу, алсыз",
          "сүйүү, махабат",
          "кара, ак"
        ],
        "correctIndex": null
      },
      {
        "number": 118,
        "text": "-бы грамматикалык формасынын жардамы менен кандай сүйлөмдөр жасалат?",
        "options": [
          "суроолуу",
          "илептүү",
          "жай",
          "буйрук"
        ],
        "correctIndex": null
      },
      {
        "number": 119,
        "text": "Элдик оозеки чыгармачылыкка кирген жанр.",
        "options": [
          "повесть",
          "роман",
          "макал-лакап",
          "драма"
        ],
        "correctIndex": null
      },
      {
        "number": 120,
        "text": "Сүйлөмдө бир өңчөй мүчөлөр кандай тыныш белги менен ажыратылат?",
        "options": [
          "чекит",
          "кош чекит",
          "үтүр",
          "сызыкча"
        ],
        "correctIndex": null
      },
      {
        "number": 121,
        "text": "Сүйлөмдө ээнин милдетин, негизинен, кайсы сөз түркүмү аткарды? Ата-эне баласынын күлкүсүнөн ырахат алат.",
        "options": [
          "сын атооч",
          "тактооч",
          "этиш",
          "зат атооч"
        ],
        "correctIndex": null
      },
      {
        "number": 122,
        "text": "Сүйлөмдүн материалдык негизин түзгөн каражат?",
        "options": [
          "сөз",
          "кеп",
          "баш мүчөлөр",
          "айкындооч мүчөлөр"
        ],
        "correctIndex": null
      },
      {
        "number": 123,
        "text": "Кыргыз тилине сырттан кирген сөздөр.",
        "options": [
          "чай, мектеп, галош",
          "күрмө, молдо, түрмө",
          "чөп, суу, уй",
          "ата, эне, бала"
        ],
        "correctIndex": null
      },
      {
        "number": 124,
        "text": "Сүйлөмдө бир өңчөй мүчөлөрдү жалпылоочу сөз кайсы? Асан, Алия, Бермет, Гүлзар – баары мектепке бир убакта келишти.",
        "options": [
          "Асан",
          "баары",
          "мектепке",
          "Гүлзар"
        ],
        "correctIndex": null
      },
      {
        "number": 125,
        "text": "Базардан кече күнү тукум сатып алдым. Бул сүйлөмдө диалектикалык сөздү тапкыла.",
        "options": [
          "базардан",
          "кече",
          "тукум",
          "сатып"
        ],
        "correctIndex": null
      },
      {
        "number": 126,
        "text": "Кепте даяр материал катары, өтмө мааниде колдонулуучу тилдик каражат.",
        "options": [
          "фразеологизмдер",
          "омонимдер",
          "синонимдер",
          "макалдар"
        ],
        "correctIndex": null
      },
      {
        "number": 127,
        "text": "Синтаксистик талдоо жүргүзүү деген бул –",
        "options": [
          "тыбыш, тамгага ажыратуу",
          "морфемаларга болүү",
          "сөздөрдү муундарга бөлүү",
          "сүйлөм мүчөлөрүнө ажыратуу"
        ],
        "correctIndex": null
      },
      {
        "number": 128,
        "text": "Окуучулар колхоздун багында жардам берип жүрүштү. Бул сүйлөмдөгү асты сызылган сөз айкашынын тибин аныкта.",
        "options": [
          "ээрчишүү",
          "ыкташуу",
          "башкаруу",
          "таандык"
        ],
        "correctIndex": null
      },
      {
        "number": 129,
        "text": "Этиш сөздөр, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарышат?",
        "options": [
          "баяндооч",
          "аныктооч",
          "толуктооч",
          "бышыктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 130,
        "text": "Жана, менен байламталары аркылуу кандай сүйлөмдөр байланышат?",
        "options": [
          "багыныңкы байланыштагы",
          "бир тутумдуу",
          "тең байланыштагы",
          "эки тутумдуу"
        ],
        "correctIndex": null
      },
      {
        "number": 131,
        "text": "Сын атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "баяндооч",
          "аныктооч",
          "толуктооч",
          "бышыктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 132,
        "text": "Кайсы вариантта тыныш белгиси туура коюлду?",
        "options": [
          "Ким киного барат",
          "Ким киного барат?",
          "Ким киного барат!",
          "Ким киного барат?!"
        ],
        "correctIndex": null
      },
      {
        "number": 133,
        "text": "Көп чекиттин ордуна сөздөрдү туура кой. Аман атасына ... кабыш кылып, ... кетменди алды.",
        "options": [
          "кол, колуна",
          "бут, үстүнө",
          "көз, колуна",
          "баш, жанына"
        ],
        "correctIndex": null
      },
      {
        "number": 134,
        "text": "Кантип? Качан? деген суроолорго кайсы сүйлөм мүчөсү жооп берет?",
        "options": [
          "аныктооч",
          "бышыктооч",
          "толуктооч",
          "баяндооч"
        ],
        "correctIndex": null
      },
      {
        "number": 135,
        "text": "Бир кезде таң аппак аткан экен. Бул сүйлөмдөгү бышыктоочту аныкта.",
        "options": [
          "мезгил бышыктооч",
          "өлчөм бышыктооч",
          "орун бышыктооч",
          "себеп бышыктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 136,
        "text": "Эки же андан көп компоненттен туруп, бир маанини билдирген тилдик каражат кантип аталат?",
        "options": [
          "сүйлөм",
          "сөз айкашы",
          "фразеологизмдер",
          "текст"
        ],
        "correctIndex": null
      },
      {
        "number": 137,
        "text": "“Окуу, окуу жана окуу”, -деген В.И.Ленин. Сүйлөмдө асты сызылган сөздөрдү аныкта.",
        "options": [
          "төл сөз",
          "бөтөн сөз",
          "киринди сөз",
          "тууранды сөз"
        ],
        "correctIndex": null
      },
      {
        "number": 138,
        "text": "Ат атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "аныктооч",
          "бышыктооч",
          "толуктооч",
          "ээ"
        ],
        "correctIndex": null
      },
      {
        "number": 139,
        "text": "Тактоочтор кайсы сүйлөм мүчөсүн жандап турат?",
        "options": [
          "бышыктооч",
          "толуктооч",
          "ээ",
          "баяндооч"
        ],
        "correctIndex": null
      },
      {
        "number": 140,
        "text": "Айтылышы бирдей, мааниси ар башка сөздөр кантип аталат?",
        "options": [
          "антоним",
          "синоним",
          "неологизм",
          "омоним"
        ],
        "correctIndex": null
      },
      {
        "number": 141,
        "text": "Эмне кылат? суроосуна жооп берген сүйлөм мүчөсү.",
        "options": [
          "баяндооч",
          "ээ",
          "бышыктооч",
          "толуктооч"
        ],
        "correctIndex": null
      },
      {
        "number": 142,
        "text": "Жакшы адамдын акылына жамандык келбейт. Алды сызылган сөз сүйлөмдүн…",
        "options": [
          "баяндоочу",
          "бышыктоочу",
          "ээси",
          "аныктоочу"
        ],
        "correctIndex": null
      },
      {
        "number": 143,
        "text": "Баш мүчөлөрдөн гана түзүлгөн сүйлөм … сүйлөм деп аталат",
        "options": [
          "атама",
          "жөнөкөй",
          "жалаң",
          "баш"
        ],
        "correctIndex": null
      },
      {
        "number": 144,
        "text": "Сырдык сөздөр",
        "options": [
          "өңчөй -өңчөй",
          "пай-пай, так-так, бали",
          "тез-тез, өйдө-төмөн",
          "бака-шака, келер-кетер"
        ],
        "correctIndex": null
      },
      {
        "number": 145,
        "text": "Кайда? Каерде? деген суроого жооп берген тактоочтор",
        "options": [
          "мезгил тактооч",
          "орун тактооч",
          "сын-сыпат тактооч",
          "сан-өлчөм тактооч"
        ],
        "correctIndex": null
      },
      {
        "number": 146,
        "text": "О, шум согуш, ушуну кылмак белең? деген сүйлөмдө сүйлөмгө мүчө боло албаган сөздү тапкыла.",
        "options": [
          "О",
          "О, шум согуш",
          "ушуну",
          "кылмак белең"
        ],
        "correctIndex": null
      },
      {
        "number": 147,
        "text": "Эртең атама кат жазам. Бул сүйлөмдө баяндоочтун милдетин аткарган этиштин чагын аныкта.",
        "options": [
          "учур чак",
          "келер чак",
          "өткөн чак",
          "белгисиз өткөн чак"
        ],
        "correctIndex": null
      },
      {
        "number": 148,
        "text": "Сүйлөмдө ээнин милдетин аткарган сөздөр.",
        "options": [
          "зат атооч, сын атооч, ат атооч, тактооч",
          "этиш, чакчыл, киринди сөз",
          "байламталар, ат атооч, сын атооч",
          "жандоочтор, этиш сын атооч Бүткөн бир айрым ойду билдирген сөз же сөз тизмеги ... деп аталат"
        ],
        "correctIndex": null
      },
      {
        "number": 149,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "ээ, баяндооч, бышыктооч",
          "аныктооч, баяндооч, толуктооч",
          "аныктооч, толуктооч, бышыктооч",
          "аныктооч, баяндооч, толуктооч, ээ"
        ],
        "correctIndex": null
      },
      {
        "number": 150,
        "text": "Мамлекеттик тил жөнүндө мыйзам кайсыл жылы кабыл алынган?",
        "options": [
          "1989-жылы 23-сентябрда",
          "1990-жылы 23-сентябрда",
          "1991-жылы 23-сентябрда",
          "1992-жылы 23-сентябрда"
        ],
        "correctIndex": null
      },
      {
        "number": 151,
        "text": "Этиш сөз түркүмү катары эмнени билдирет?",
        "options": [
          "сын-сыпатты",
          "сан-өлчөмдү",
          "кыймыл-аракетти",
          "заттын атын"
        ],
        "correctIndex": null
      },
      {
        "number": 152,
        "text": "Жакында депутаттар жаңы законду талкуулашты сүйлөмдөгү этиш сөздүн чагы:",
        "options": [
          "айкын келер чак",
          "адат өткөн чак",
          "айкын өткөн чак",
          "жалпы өткөн чак"
        ],
        "correctIndex": null
      },
      {
        "number": 153,
        "text": "Жакында эле жаңы салык кодексин кабыл алдык. Асты сызылган этиш сөздөрдүн түзүлүшү.",
        "options": [
          "жөнөкөй этиш",
          "тубаса этиш",
          "жай этиш",
          "татаал этиш"
        ],
        "correctIndex": null
      },
      {
        "number": 154,
        "text": "Миңдеген дарт бар, бирок ден соолук жалгыз. Сүйлөмдүн түрүн белгилеңиз.",
        "options": [
          "байламтасыз байланыштагы",
          "тең байланыштагы",
          "бирдей маанилүү",
          "багыныңкы байланыштагы"
        ],
        "correctIndex": null
      },
      {
        "number": 155,
        "text": "Сүйлөмдү түзүүчү каражаттарды белгилеңиз.",
        "options": [
          "тыбыш, тамга",
          "интонация",
          "тыныш белги",
          "сөз, сөз айкашы"
        ],
        "correctIndex": null
      },
      {
        "number": 156,
        "text": "Коркоктук .... баатырдык .... кадиктик....эрдик....айтор элимдин эртегисинде болуп өткөн бардык касиет дал ушул тоо койнунда сакталган. Көп чекиттин ордуна тиешелүү байламтаны белгилеңиз.",
        "options": [
          "бирок",
          "не",
          "ары",
          "да"
        ],
        "correctIndex": null
      },
      {
        "number": 157,
        "text": "Жазылышы туура сөздөр.",
        "options": [
          "суучул, сөзсүз, жасалган, он бир",
          "сучул, сөссүз, жазалган, омбир",
          "жалпы, каало – тилек, талай, карөрүк",
          "жаан – чачын аалам, амаал, ден – солук"
        ],
        "correctIndex": null
      },
      {
        "number": 158,
        "text": "Тыныш белгилери туура коюлган сүйлөмдү белгилеңиз.",
        "options": [
          "Жаш келсе – ишке, кары келсе – ашка",
          "Жаш келсе ишке, кары келсе ашка",
          "Жаш келсе ишке; Кары келсе ашка",
          "Жаш келсе ишке; кары келсе ашка"
        ],
        "correctIndex": null
      },
      {
        "number": 159,
        "text": "мамлекеттик 5) башталышында 6) жыйындардын",
        "options": [
          "4,1,3,6,5,2",
          "4,5,1,3,2,6",
          "3,4,1,2,6,5",
          "1,4,3,2,5,6. Сүйлөмдөгү ээни табыңыз. Илгери беш бир тууган заңгырыган сарайда жашаган экен"
        ],
        "correctIndex": null
      },
      {
        "number": 160,
        "text": "Деги сенден жылуу сөз угамбы?",
        "options": [
          "жагымдуу",
          "ачык",
          "түз",
          "пайдалуу"
        ],
        "correctIndex": null
      },
      {
        "number": 161,
        "text": "Макалды белгилеңиз.",
        "options": [
          "Кыздуу үйдө кыл жатпайт",
          "Тазалыкты сактайлы",
          "Эртең ишембилик болот",
          "Кыздар тартиптүү болгула"
        ],
        "correctIndex": null
      },
      {
        "number": 162,
        "text": "Сүйлөмдүн баш мүчөлөрүн белгилеңиз. Биздин жаштар ар дайым улууларды сыйлашат.",
        "options": [
          "жаштар, ар дайым",
          "биздин, улууларды",
          "биздин, ар дайым",
          "жаштар, сыйлашат"
        ],
        "correctIndex": null
      },
      {
        "number": 163,
        "text": "Айкындооч мүчөлөрдү белгилеңиз. Эки дос бүгүн мектепке келген жок.",
        "options": [
          "эки дос",
          "дос бүгүн",
          "бүгүн, мектепке",
          "келген жок"
        ],
        "correctIndex": null
      },
      {
        "number": 164,
        "text": "Бир өңчөй баяндооч катышкан сүйлөмдү белгилеңиз.",
        "options": [
          "Биз сени да, тигини да жакшы көрөбүз",
          "Көлдө машыктык, ойнодук, сейилдедик",
          "Маша англисче да, кыргызча да сүйлөйт",
          "Кызыл, сары түстөрдү жактырбайм"
        ],
        "correctIndex": null
      },
      {
        "number": 165,
        "text": "Жалаң сүйлөмдү белгилеңиз.",
        "options": [
          "Чоң атам келди",
          "Эртең күн ысык болот",
          "Муну чоң атам берди",
          "Конокко барганды жакшы көрөм"
        ],
        "correctIndex": null
      },
      {
        "number": 166,
        "text": "Жайылма сүйлөмдү белгилеңиз.",
        "options": [
          "Атам иштен келди",
          "Студенттер чакырылды",
          "Үйлөр салынып баштады",
          "Көчөттөр тигилип бүттү"
        ],
        "correctIndex": null
      },
      {
        "number": 167,
        "text": "Үндүү тыбыштарга тиешелүү мыйзам кайсы?",
        "options": [
          "табу",
          "сингармонизм",
          "ассимляция",
          "муун"
        ],
        "correctIndex": null
      },
      {
        "number": 168,
        "text": "Сөздөр кайсы тыбыштарга карай муунга бөлүнөт?",
        "options": [
          "үндүү",
          "каткалаң",
          "үнсүз",
          "ар кандай бөлүнө берет"
        ],
        "correctIndex": null
      },
      {
        "number": 169,
        "text": "“Бойдок” деген сөздүн сылык айтылышы",
        "options": [
          "боз улан",
          "эр жигит",
          "айым",
          "бой жеткен"
        ],
        "correctIndex": null
      },
      {
        "number": 170,
        "text": "Сын атоочту уюштуруучу мүчөлөр кайсы?",
        "options": [
          "–луу, -дай, -сыз",
          "–ган, -ар, -бас",
          "–чы, -кана, -лар",
          "–оо, -өө, -уу, ыш"
        ],
        "correctIndex": null
      },
      {
        "number": 171,
        "text": "Кыпкызыл, аппак кайсы даражадагы сын атоочтор?",
        "options": [
          "салыштырма",
          "күчөтмө",
          "басаңдатма",
          "жай"
        ],
        "correctIndex": null
      },
      {
        "number": 172,
        "text": "Неологизм дегенибиз",
        "options": [
          "илимдин, техниканын, маданияттын өсүшү менен лексикага жаңы кирген сөздөр",
          "башка тилден кирген сөздөр",
          "белгилүү бир чөйрөдө колдонулган сөздөр",
          "колдонуудан чыгып калган сөздөр"
        ],
        "correctIndex": null
      },
      {
        "number": 173,
        "text": "Ономастика эмнени изилдейт?",
        "options": [
          "жалпы сөздөрдү",
          "маанилеш сөздөрдү",
          "энчилүү аттарды",
          "кесиптик лексиканы"
        ],
        "correctIndex": null
      },
      {
        "number": 174,
        "text": "Лексика эмнени изилдейт?",
        "options": [
          "өтмө маанини",
          "сөздүк курамды",
          "туруктуу сөз айкашын",
          "сүйлөмдү"
        ],
        "correctIndex": null
      },
      {
        "number": 175,
        "text": "Кошмок сөздөрдү белгилегиле",
        "options": [
          "ат кулак, бака жалбырак, ит мурун",
          "тез-тез, бат-бат, ыкчам-ыкчам",
          "мурдун балта кеспеген, ала көөдөн",
          "бүрсүгүнү, бүгүн"
        ],
        "correctIndex": null
      },
      {
        "number": 176,
        "text": "Сөздөрдүн уңгу, мүчөгө туура ажыраганын белгилегиле",
        "options": [
          "кам-чы-ла",
          "камчы-ла",
          "ка-м-чы-ла",
          "кам-чыл-а"
        ],
        "correctIndex": null
      },
      {
        "number": 177,
        "text": "Маани берүүчү сөз түркүмү канча?",
        "options": [
          "7",
          "4",
          "6",
          "3"
        ],
        "correctIndex": null
      },
      {
        "number": 178,
        "text": "Мен, сен, ал, биз, силер, алар кандай ат атооч?",
        "options": [
          "белгисиз",
          "жактама",
          "сурама",
          "сурама"
        ],
        "correctIndex": null
      },
      {
        "number": 179,
        "text": "Мага, сага, муну-деген сөздөрдүн уңгусу кайсылар?",
        "options": [
          "ма, са, бул",
          "мен, сен, бул",
          "мак, сан, мун",
          "уңгу түрүндө"
        ],
        "correctIndex": null
      },
      {
        "number": 180,
        "text": "-лар көптүктү билдирген мүчөнүн канча варианты бар?",
        "options": [
          "6",
          "8",
          "12",
          "10"
        ],
        "correctIndex": null
      },
      {
        "number": 181,
        "text": "Этиш көбүнчө сүйлөмдүн кайсы мүчөсүнүн милдетин аткарат?",
        "options": [
          "ээнин",
          "баяндоочтун",
          "толуктоочтун",
          "бышыктоочтун"
        ],
        "correctIndex": null
      },
      {
        "number": 182,
        "text": "Этиштин өзүнө гана тиешелүү категория кайсы?",
        "options": [
          "жак категориясы",
          "чак категориясы",
          "сан категориясы",
          "жөндөлүш категориясы"
        ],
        "correctIndex": null
      },
      {
        "number": 183,
        "text": "Өзгөчө сөз түркүмдөрү кайсылар?",
        "options": [
          "киринди сөз, байламта",
          "жандооч, бөлүкчө",
          "тактооч, атооч",
          "сырдык сөз, тууранды сөз"
        ],
        "correctIndex": null
      },
      {
        "number": 184,
        "text": "Сөз менен сөздү, сүйлөм менен сүйлөмдү байланыштырган кызматчы сөз кайсы?",
        "options": [
          "киринди сөз",
          "байламта",
          "бөлүкчө",
          "жандооч"
        ],
        "correctIndex": null
      },
      {
        "number": 185,
        "text": "Кызматчы сөздөргө мүнөздүү белгилер кайсылар?",
        "options": [
          "суроого жооп бере албайт",
          "өз алдынча турганда лексикалык мааниге ээ эмес",
          "сүйлөм мүчөсүнүн милдетин аткара албайт",
          "жогорудагылардын баары туура келет"
        ],
        "correctIndex": null
      },
      {
        "number": 186,
        "text": "Жаңы ойдун башталышын эмне дейбиз?",
        "options": [
          "монолог",
          "диалог",
          "абзац",
          "пролог"
        ],
        "correctIndex": null
      },
      {
        "number": 187,
        "text": "Диалогдо коюлуучу тыныш белгилер.",
        "options": [
          "тире",
          "тырмакча",
          "чекит, кош чекит",
          "сызыкча"
        ],
        "correctIndex": null
      },
      {
        "number": 188,
        "text": "Эки кишинин сүйлөшүүсүн эмне дейт?",
        "options": [
          "монолог",
          "диалог",
          "эпилог",
          "пролог"
        ],
        "correctIndex": null
      },
      {
        "number": 189,
        "text": "Фразеологизмдерге мүнөздүү белгилерди белгиле.",
        "options": [
          "образдуулук, кепте даяр материал катары колдонулушу",
          "өтмө мааниде колдонулушу",
          "компоненттеринин алмашпай тургандыгы",
          "жогорудагылардын баардыгы тиешелүү"
        ],
        "correctIndex": null
      },
      {
        "number": 190,
        "text": "Жай сүйлөмдүн аягына кайсы тыныш белгиси коюлат?",
        "options": [
          "чекит",
          "илеп белгиси",
          "суроо белгиси",
          "үтүрлүү чекит"
        ],
        "correctIndex": null
      },
      {
        "number": 191,
        "text": "Илептүү сүйлөмдү көрсөт",
        "options": [
          "Урматтуу коноктор, келиӊиздер!",
          "Алым, кач тезирээк!",
          "Баарыбызга бул иш тапшырылган!",
          "Сиз биринчи келдиңизби!"
        ],
        "correctIndex": null
      },
      {
        "number": 192,
        "text": "Суроолуу сүйлөмдү тап",
        "options": [
          "Бул чыгармадан экен?",
          "А.Осмонов жазуучубу?",
          "Ал кечээ келсе керек эле?",
          "Бардыгы кол коюшту?"
        ],
        "correctIndex": null
      },
      {
        "number": 193,
        "text": "Кайсы сүйлөмдөгү сызыкча туура коюлган?",
        "options": [
          "Алар – студент балдар экен",
          "Алар да – студент",
          "Алар – студенттер",
          "Алар – студент болушканбы?"
        ],
        "correctIndex": null
      },
      {
        "number": 194,
        "text": "Каратма сөз катышкан сүйлөмдү тап.",
        "options": [
          "Жибек, сен базарга барасыңбы?",
          "Өх, ушундай да ашуу болот экен да ээ",
          "Бороондуу Каранар Эдигейдин өзүнө гана карматпаса, ага эч ким даай албайт",
          "Ак кеме кебелбей сүзүп баратты"
        ],
        "correctIndex": null
      },
      {
        "number": 195,
        "text": "Тыныш белгиси кайсы сүйлөмдө туура коюлган?",
        "options": [
          "Акыл тоодон бийик, билим көлдөн терең",
          "Акыл-тоодон бийик, билим-көлдөн терең",
          "Акыл, тоодон – бийик, билим, көлдөн терең",
          "Акыл-тоодон бийик, билим көлдөн терең"
        ],
        "correctIndex": null
      },
      {
        "number": 196,
        "text": "Кыш быйыл катуу түштү, айлананы тегиз кар басты.Татаал сүйлөмдүн кандай түрү?",
        "options": [
          "багыныңкы байланыштагы",
          "көп багыныңкылүү",
          "тең байланыштагы",
          "жөнөкөй"
        ],
        "correctIndex": null
      },
      {
        "number": 197,
        "text": "Эшикти кулачтаба. Бул сүйлөм бир тутумдуу сүйлөмдүн кайсы түрү?",
        "options": [
          "жаксыз сүйлөм",
          "атама сүйлөм",
          "жалпылама жактуу сүйлөм",
          "кемтик сүйлөм"
        ],
        "correctIndex": null
      },
      {
        "number": 198,
        "text": "Мүнөздөмө кайсы стилге кирет?",
        "options": [
          "публицистикалык",
          "иш кагаздар",
          "илимий",
          "көркөм"
        ],
        "correctIndex": null
      },
      {
        "number": 199,
        "text": "Сүйлөм туура түзүлө турган сөздөрдүн катарын белгилеңиз.",
        "options": [
          "4,1,3,6,5,2",
          "4,5,1,3,2,6",
          "3,4,1,2,6,5",
          "1,4,3,2,5,6"
        ],
        "correctIndex": null
      },
      {
        "number": 200,
        "text": "Сүйлөмдөгү ээни табыңыз. Илгери беш бир тууган заңгырыган сарайда жашаган экен.",
        "options": [
          "жашаган экен",
          "заңгырыган",
          "беш бир тууган",
          "заңгыраган"
        ],
        "correctIndex": null
      }
    ]
  },
  "literature": {
    "B1": [
      {
        "number": 1,
        "text": "Кыргыз адабиятынын түрлөрү?",
        "options": [
          "оозеки жана жазма",
          "элдик оозеки чыгармачылык, акындар поэзиясы, профессионал адабият",
          "өткөн кылымдагы жана азыркы адабият",
          "элдик жана айрым адамдардын адабияты"
        ],
        "correctIndex": null
      },
      {
        "number": 2,
        "text": "Эпикалык тектин жанрлары",
        "options": [
          "аңгеме, повесть, роман",
          "ыр, поэма",
          "комедия, трагедия, драма",
          "жомок, эпос, миф, легенда"
        ],
        "correctIndex": null
      },
      {
        "number": 3,
        "text": "Лирикалык чыгармалар",
        "options": [
          "саясий, укмуштуу окуялуу, психология",
          "тарыхый, турмуштук, өмүр баяндык",
          "граждандык, сүйүү, философиялык, пейзаждык",
          "фельетон,трагедия"
        ],
        "correctIndex": null
      },
      {
        "number": 4,
        "text": "Курманжан Датканын сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "10 сомдукта",
          "20 сомдукта",
          "50 сомдукта"
        ],
        "correctIndex": null
      },
      {
        "number": 5,
        "text": "Драмалык чыгарманын өзгөчөлүгү?",
        "options": [
          "кара сөз менен жазылышы",
          "лирикалык каармандын болушу",
          "сахна үчүн жазылгандыгы",
          "синкреттүү болушу"
        ],
        "correctIndex": null
      },
      {
        "number": 6,
        "text": "А.Осмонов ким болгон?",
        "options": [
          "драмтург",
          "акын",
          "депутат",
          "жазуучу"
        ],
        "correctIndex": null
      },
      {
        "number": 7,
        "text": "Ч.Айтматовдун «Жамийла» повести жарык көргөн жыл?",
        "options": [
          "1963-ж",
          "1968-ж",
          "1958-ж",
          "1979-ж"
        ],
        "correctIndex": null
      },
      {
        "number": 8,
        "text": "Көркөм чыгармада автордун негизги ою?",
        "options": [
          "тема",
          "композиция",
          "сюжет",
          "идея"
        ],
        "correctIndex": null
      },
      {
        "number": 9,
        "text": "Көркөм чыгармаларда жаратылыш көрүнүштөрүн сүрөттөө",
        "options": [
          "портрет",
          "пейзаж",
          "интерьер",
          "монолог"
        ],
        "correctIndex": null
      },
      {
        "number": 10,
        "text": "\" Жамийла\" повести жөнүндө «Махабат тууралуу эң coнун баян» деген пикирин айткан жазуучу a) K.Яшен",
        "options": [
          "М.Ауэзов",
          "Л.Apaгoн",
          "И.Конешвили"
        ],
        "correctIndex": null
      },
      {
        "number": 11,
        "text": "Толгонай, Алиман Ч.Айтматовдун кайсы чыгармасынын каармандары? a) «Кылым карытар бир күн»",
        "options": [
          "«Too арасында”",
          "«Кандуу жылдар”",
          "«Саманчы жолу»"
        ],
        "correctIndex": null
      },
      {
        "number": 12,
        "text": "\" Сен ооруба, мен ооруюн Ата Журт...\", ырдын аталашы, автору?",
        "options": [
          "А.Токомбаев. \"Кыргызстан",
          "К.Тыныстанов. «Ала-Тоо»",
          "А.Осмонов. «Ата Журт»",
          "M.Алыбаев. «Ала Tooгo»"
        ],
        "correctIndex": null
      },
      {
        "number": 13,
        "text": "«Замана» агымынын өкүлдөрүн атап бер.",
        "options": [
          "Толубай Сынчы, Токтогул",
          "A.Токомбаев, Ж.Турусбеков",
          "Kалыгул, Арстанбек, Молдо Кылыч",
          "А.Үсөнбаев,Т.Сатылганов"
        ],
        "correctIndex": null
      },
      {
        "number": 14,
        "text": "Сахнага коюуга ылайыкталып жазылган чыгарма",
        "options": [
          "роман",
          "драма",
          "элегия",
          "ода"
        ],
        "correctIndex": null
      },
      {
        "number": 15,
        "text": "Толкуса толкунуна тең ортокмун…», бул кайсы чыгарма, автору ким?",
        "options": [
          "Ж.Бөкөнбаев «Чептен эрдин күчү бек»",
          "А.Султанов «Чарчоонун жүзүнчү ыры»",
          "А.Осмонов «Жеңишбек»",
          "Б.Сарногоев «Ашуудан берген отчетум»"
        ],
        "correctIndex": null
      },
      {
        "number": 16,
        "text": "«Жамийла» повестиндеги Жамийланын кайниси ким?",
        "options": [
          "Бактыгул",
          "Орозкул",
          "Илияс",
          "Сейит"
        ],
        "correctIndex": null
      },
      {
        "number": 17,
        "text": "Пейзаж деген эмне?",
        "options": [
          "жаратылыш көрүнүштөрүнүн сүрөттөлүшү",
          "каармандын сырткы келбети",
          "каармандын өз ара сүйлөшүүсү",
          "автордун берейин деген ою"
        ],
        "correctIndex": null
      },
      {
        "number": 18,
        "text": "Ч.Айтматов жарык дүйнөгө келген айыл?",
        "options": [
          "Миң-Куш",
          "Чаек",
          "Шекер",
          "Каныш-Кыя"
        ],
        "correctIndex": null
      },
      {
        "number": 19,
        "text": "Токтогулдун сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "10 сомдукта",
          "20 сомдукта",
          "50 сомдукта"
        ],
        "correctIndex": null
      },
      {
        "number": 20,
        "text": "\"Ак Мөөр\" поэмасындагы Болотко атаандаш жигит?",
        "options": [
          "Адыл",
          "Баяке",
          "Келдибек",
          "Баян"
        ],
        "correctIndex": null
      },
      {
        "number": 21,
        "text": "Ч.Айтматовдун \"Манас атанын ак кар, көк музу\" чыгармасынын жанрын аныкта",
        "options": [
          "повесть",
          "очерк",
          "фельетон",
          "аңгеме"
        ],
        "correctIndex": null
      },
      {
        "number": 22,
        "text": "Манастын атасы ким болгон?",
        "options": [
          "Акбалта",
          "Жакып",
          "Бай",
          "Көкөтөй"
        ],
        "correctIndex": null
      },
      {
        "number": 23,
        "text": "Чыгармадагы окуянын өнүгүп жеткен чеги?",
        "options": [
          "экспозиция",
          "кульминация",
          "окуянын чечилиши",
          "окуянын түйүндөлүшү"
        ],
        "correctIndex": null
      },
      {
        "number": 24,
        "text": "Төмөндөгүлөрдүн кимиси төкмө акын? a) A.Yсөнбаев",
        "options": [
          "A.Токомбаев",
          "А.Рыскулов",
          "А.Осмонов"
        ],
        "correctIndex": null
      },
      {
        "number": 25,
        "text": "Бул акындар кандай ырчылардын тобуна кирет: Асан Кайгы, Кет Бука, Токтогyл",
        "options": [
          "заманачы",
          "легендарлык",
          "жазгыч",
          "төкмө"
        ],
        "correctIndex": null
      },
      {
        "number": 26,
        "text": "А.Осмоновдун «Жеңишбек» чыгармасынын жанры?",
        "options": [
          "поэма",
          "повесть",
          "очерк",
          "эcce"
        ],
        "correctIndex": null
      },
      {
        "number": 27,
        "text": "Ч.Айтматовдун сөөгү кайсы айылга коюлган?",
        "options": [
          "Миң-Куш",
          "Чаек",
          "Шeкep",
          "Ата-Бейит"
        ],
        "correctIndex": null
      },
      {
        "number": 28,
        "text": "“Манас” эпосун кеңири изилдеген биринчи окумуштуу ким болгон?",
        "options": [
          "Б.Юнусалиев",
          "Т.Койчиев",
          "И.Ахунбаев",
          "Ж.Жамгырчиев"
        ],
        "correctIndex": null
      },
      {
        "number": 29,
        "text": "“Кожожаш” эпосундагы эчкинин аты:",
        "options": [
          "Сур эчки",
          "Кара эчки",
          "Сары эчки",
          "Кер эчки"
        ],
        "correctIndex": null
      },
      {
        "number": 30,
        "text": "“Курманбек” эпосундагы атасы Тейитбек бербей койгон ат:",
        "options": [
          "Тайтору",
          "Сарала",
          "Койкүрөң",
          "Телтору"
        ],
        "correctIndex": null
      },
      {
        "number": 31,
        "text": "“Жаңыл Мырза” кандай эпос?",
        "options": [
          "Турмуш-тиричиликтик кенже эпос",
          "Лиро-эпикалык кенже эпос",
          "Мифологиялык кенже эпос",
          "Баатырдык кенже эпос"
        ],
        "correctIndex": null
      },
      {
        "number": 32,
        "text": "“Күлүсүн” поэмасын ким жазган?",
        "options": [
          "Алымкул",
          "Калык",
          "Барпы",
          "Осмонкул"
        ],
        "correctIndex": null
      },
      {
        "number": 33,
        "text": "Байымбет Абдырахмановдун псевдоними (ылакап ысымы):",
        "options": [
          "Женижок",
          "Тоголок Молдо",
          "Балык ооз",
          "Балка"
        ],
        "correctIndex": null
      },
      {
        "number": 34,
        "text": "Ч.Айтматовдун “Кыямат” романындагы чабан Базарбай Нойгутов:",
        "options": [
          "ак ниет",
          "кара мүртөз",
          "Социалисттик эмгектин баатыры",
          "ирилештирилген чабандык бригаданын жетекчиси"
        ],
        "correctIndex": null
      },
      {
        "number": 35,
        "text": "А.Осмонов кайсы жердеги балдар үйүндө тарбияланган?",
        "options": [
          "Кара-Балтадагы",
          "Токмоктогу",
          "Караколдогу",
          "Бишкектеги"
        ],
        "correctIndex": null
      },
      {
        "number": 36,
        "text": "“Он беш жолу кайра баштан төрөлүп, Он беш жолу жашарбасам карап тур”-деген саптар Алыкулдун кайсы чыгармасында?",
        "options": [
          "«Отуз жаш»",
          "«Адамзат»",
          "«Ата Журт»",
          "«Өзүмдү өзүм»"
        ],
        "correctIndex": null
      },
      {
        "number": 37,
        "text": "“Манас” эпосунда негизги сюжеттик линиялардын биринин аталышы:",
        "options": [
          "Чоң сайыш",
          "Бээжинге жүрүш",
          "Чоң жүрүш",
          "Чоң казат"
        ],
        "correctIndex": null
      },
      {
        "number": 38,
        "text": "“Манас” эпосун “Байыркы кыргыз рухунун туу чокусу” деп ким баалаган?",
        "options": [
          "М.О.Ауэзов",
          "Ч.Ч.Валиханов",
          "Ч.Т.Айтматов",
          "В.В.Радлов"
        ],
        "correctIndex": null
      },
      {
        "number": 39,
        "text": "“Айчүрөк” операсынын либереттосун кимдер жазышкан?",
        "options": [
          "Ж.Бөкөнбаев, М.Элебаев, А.Токомбаев",
          "А.Токомбаев, Ж.Бөкөнбаев, Ж.Турусбеков",
          "К.Маликов, А.Осмонов, Ж.Турусбеков",
          "Ж.Турусбеков, Ж.Бөкөнбаев, К.Маликов"
        ],
        "correctIndex": null
      },
      {
        "number": 40,
        "text": "К.Жантөшевдин Токтогул жөнүндөгү белгилүү пьесасы эмне деп аталат?",
        "options": [
          "«Эл ырчысы»",
          "«Эл булбулу»",
          "«Эл торгою»",
          "«Эл акыны»"
        ],
        "correctIndex": null
      },
      {
        "number": 41,
        "text": "“Узак жол” жанрдык табияты боюнча кандай чыгарма?",
        "options": [
          "тарыхый роман",
          "приключениялык роман",
          "тарыхый-революциялык роман",
          "автобиографиялык роман"
        ],
        "correctIndex": null
      },
      {
        "number": 42,
        "text": "Т.Үмөталиев жазган поэма кандайча аталат?",
        "options": [
          "«Айсулуу»",
          "«Күн сулуу»",
          "«Нурсулуу»",
          "«Бир сулуу»"
        ],
        "correctIndex": null
      },
      {
        "number": 43,
        "text": "Ж.Турусбековдун белгилүү драмасы кандайча аталат?",
        "options": [
          "«Алтын кыз»",
          "«Ажал ордуна»",
          "«Өлбөстүн үрөөнү»",
          "«Бийик жерде»"
        ],
        "correctIndex": null
      },
      {
        "number": 44,
        "text": "“Таң алдында” романынын башкы каармандарынын бири ким?",
        "options": [
          "Михаил",
          "Николай",
          "Антон",
          "Семен"
        ],
        "correctIndex": null
      },
      {
        "number": 45,
        "text": "Аңгеменин аталышын толукта: “Атадан калган ...”",
        "options": [
          "«… туяк»",
          "«… таяк",
          "«… кыяк»",
          "«… бычак»"
        ],
        "correctIndex": null
      },
      {
        "number": 46,
        "text": "“Майдан” романын ким жазган?",
        "options": [
          "Т.Сыдыкбеков",
          "К.Баялинов",
          "Ч.Айтматов",
          "У.Абдукаимов"
        ],
        "correctIndex": null
      },
      {
        "number": 47,
        "text": "Мар Байжиевдин белгилүү драмасы:",
        "options": [
          "«Төрт келин»",
          "«Төрт адам»",
          "«Төрт сулуу»",
          "«Төрт баатыр»"
        ],
        "correctIndex": null
      },
      {
        "number": 48,
        "text": "Алтынайдын образы кайсы чыгармада берилген?",
        "options": [
          "«Саманчынын жолу»",
          "«Гүлсарат»",
          "«Ак кеме»",
          "«Биринчи мугалим»"
        ],
        "correctIndex": null
      },
      {
        "number": 49,
        "text": "Ч.Айтматов кайсы чыгармасында Каранардын образын түзгөн?",
        "options": [
          "«Ак кеме»",
          "«Гүлсарат»",
          "«Кыямат»",
          "«Кылым карытар бир күн»"
        ],
        "correctIndex": null
      },
      {
        "number": 50,
        "text": "А.Осмоновдун атактуу жыйнагы эмне деп аталат?",
        "options": [
          "«Сүйүү»",
          "«Арзуу»",
          "«Махабат»",
          "«Ашыктык»"
        ],
        "correctIndex": null
      },
      {
        "number": 51,
        "text": "М.Абылкасымованын белгилүү поэмасынын аталышын толуктагыла: “Эстелик ...”",
        "options": [
          "«… эскерет»",
          "«… сүйлөйт»",
          "«…коюлду",
          "«… турат»"
        ],
        "correctIndex": null
      },
      {
        "number": 52,
        "text": "Ч.Айтматовдун «Бетме-бет» повестиндегиги согуштан качып келген каарман.",
        "options": [
          "Кубат",
          "Ысмайыл",
          "Дүйшөн",
          "Ильяс"
        ],
        "correctIndex": null
      },
      {
        "number": 53,
        "text": "Ч.Айматовдун кайсы чыгармасында мугалим Дүйшѳндүн образы түзүлѳт?",
        "options": [
          "«Жамийла»",
          "«Бетме-бет»",
          "«Биринчи мугалим»",
          "«Тоолор кулаганда»"
        ],
        "correctIndex": null
      },
      {
        "number": 54,
        "text": "Элге кеңири тараган «Мѳлмѳлүм» деген ырдын автору?",
        "options": [
          "Жеңижок",
          "Барпы",
          "Токтогул",
          "Калык"
        ],
        "correctIndex": null
      },
      {
        "number": 55,
        "text": "Арстанбек Буйлаш уулунун чыгармачылык багыты кайсы акынга абдан жакын?",
        "options": [
          "Калыгул",
          "Токтогул",
          "Жеңижок",
          "Тоголок Молдо"
        ],
        "correctIndex": null
      },
      {
        "number": 56,
        "text": "Белгилүү «Тар заман» чыгармасынын автору?",
        "options": [
          "Барпы",
          "Токтогул",
          "Калык",
          "Арстанбек"
        ],
        "correctIndex": null
      },
      {
        "number": 57,
        "text": "Кыргыз элинин белгилүү төкмө акындары",
        "options": [
          "Токтогул, Жеңижок, Барпы",
          "Асан Кайгы, Жайсаң ырчы, Токтогул",
          "Калыгул, Арстанбек, Молдо Кылыч",
          "Калыгул, Барпы, Тоголок Молдо"
        ],
        "correctIndex": null
      },
      {
        "number": 58,
        "text": "Дидактикалык чыгарма кайсы?",
        "options": [
          "айтыш",
          "драма",
          "жомок",
          "поэзия"
        ],
        "correctIndex": null
      },
      {
        "number": 59,
        "text": "К.Маликовдун белгилүү драмасы",
        "options": [
          "«Кыз Сайкал»",
          "«Жаңыл баатыр»",
          "«Жаңыл Мырза»",
          "Курманбек"
        ],
        "correctIndex": null
      },
      {
        "number": 60,
        "text": "«Кыргыз эл акыны» деген наам биринчи жолу кимге берилген?",
        "options": [
          "К.Тыныстановго, 1936-ж",
          "М.Элебаевге, 1939-ж",
          "Ж.Турусбековго, 1943-ж",
          "А.Токомбаевге, 1946-ж"
        ],
        "correctIndex": null
      },
      {
        "number": 61,
        "text": "-1924-жылдары кайсы жазуучу Ташкендеги казак-кыргыз агартуу институтунда окуган?",
        "options": [
          "К.Тыныстанов",
          "М.Элебаев",
          "Ж.Турусбеков",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": null
      },
      {
        "number": 62,
        "text": "Кыргыз адабиятынын жазылуучу жазуу иштери?",
        "options": [
          "дил баян, эссе, изложение",
          "текшерүү иш, түшүнүк кат, доклад",
          "диктант, мүнөздөмө, тил кат",
          "баяндоо, сүрөттөө, ой жүгүртүү"
        ],
        "correctIndex": null
      },
      {
        "number": 63,
        "text": "Адабий чыгармада эки кишинин же бир нече кишинин бири-бири менен сүйлѳшүүсү.",
        "options": [
          "монолог",
          "конфликт",
          "диалог",
          "реплика"
        ],
        "correctIndex": null
      },
      {
        "number": 64,
        "text": "Ч.Айтматовдун кайсы чыгармасында баңгилик маселеси кѳтѳрүлгѳн?",
        "options": [
          "«Кыямат»",
          "«Кылым карытар бир күн»",
          "«Жамийла»",
          "«Бетме-бет»"
        ],
        "correctIndex": null
      },
      {
        "number": 65,
        "text": "Ч.Айтматовдун кайсы чыгармасында үч короо, үч түтүн, үч эркек, үч аял сγрѳттѳлѳт?",
        "options": [
          "«Гүлсарат»",
          "«Ак кеме»",
          "«Биринчи мугалим»",
          "«Кыямат»"
        ],
        "correctIndex": null
      },
      {
        "number": 66,
        "text": "«Фудзиямадагы кадыр түндү» ким жазган?",
        "options": [
          "А.Токомбаев",
          "А.Осмонов",
          "Ч.Айтматов",
          "К.Тыныстанов"
        ],
        "correctIndex": null
      },
      {
        "number": 67,
        "text": "«Сынган кылыч» тарыхый романдын автору?",
        "options": [
          "Ч.Айтматов",
          "Т.Касымбеков",
          "Ж.Бѳкѳнбаев",
          "А.Осмонов"
        ],
        "correctIndex": null
      },
      {
        "number": 68,
        "text": "Лирикалык чыгармадагы каарман?",
        "options": [
          "эпикалык",
          "лирикалык",
          "драмалык",
          "белгисиз"
        ],
        "correctIndex": null
      },
      {
        "number": 69,
        "text": "А.Осмоновдун поэмасы?",
        "options": [
          "«Энем»",
          "«Каракчынын трагедиясы»",
          "«Ажал менен ар намыс»",
          "«Жеңишбек»"
        ],
        "correctIndex": null
      },
      {
        "number": 70,
        "text": "Т.Касымбековдун «Сынган кылыч» романы?",
        "options": [
          "турмуштук",
          "философиялык",
          "тарыхый",
          "өмүр баяндык роман"
        ],
        "correctIndex": null
      },
      {
        "number": 71,
        "text": "Ч.Айтматовдун апасынын ысмы?",
        "options": [
          "Айсулуу",
          "Гүлнара",
          "Нагима",
          "Таңсыкай"
        ],
        "correctIndex": null
      },
      {
        "number": 72,
        "text": "Булардын кимиси улуу манасчы?",
        "options": [
          "Алымбай",
          "Сагымбай",
          "Карынбай",
          "Жолдошбай"
        ],
        "correctIndex": null
      },
      {
        "number": 73,
        "text": "Манасты бала чагында кандай аташкан?",
        "options": [
          "Чоң муштум",
          "Чоң балбан",
          "Чоң жинди",
          "Чыр баш"
        ],
        "correctIndex": null
      },
      {
        "number": 74,
        "text": "“Манас” эпосун “Байыркы кыргыз рухунун туу чокусу” деп ким баалаган?",
        "options": [
          "М.О.Ауэзов",
          "Ч.Ч.Валиханов",
          "Ч.Т.Айтматов",
          "В.В.Радлов"
        ],
        "correctIndex": null
      },
      {
        "number": 75,
        "text": "“Ак Мөөр” дастанында кайсы көл сүрөттөлгөн?",
        "options": [
          "Чатыр-Көл",
          "Ысык-Көл",
          "Соң-Көл",
          "Сары-Челек"
        ],
        "correctIndex": null
      },
      {
        "number": 76,
        "text": "Кыргызстанда биринчи гезит качан чыккан?",
        "options": [
          "1924",
          "1917",
          "1936",
          "1927"
        ],
        "correctIndex": null
      },
      {
        "number": 77,
        "text": "Аңгеменин атын толукта: Мариям менен ...",
        "options": [
          "жайлоодо",
          "эпкиндүү эмгекте",
          "көл боюнда",
          "колхоз талаасында"
        ],
        "correctIndex": null
      },
      {
        "number": 78,
        "text": "М.Элебаевдин белгилүү чыгармасынын аталышын толукта: “Кыйын ...”.",
        "options": [
          "“... мезгил”",
          "“... таймаш”",
          "“... абал”",
          "“... кезең”"
        ],
        "correctIndex": null
      },
      {
        "number": 79,
        "text": "Чыгарманын атын толукта: “Эрксиз ...”",
        "options": [
          "“... күндөрдө”",
          "“... айларда”",
          "“... жылдарда”",
          "“... түндөрдө”"
        ],
        "correctIndex": null
      },
      {
        "number": 80,
        "text": "Аңгеменин аталышын толукта: “Атадан калган ... ”",
        "options": [
          "“... туяк”",
          "“... таяк”",
          "“... кыяк”",
          "“... бычак"
        ],
        "correctIndex": null
      },
      {
        "number": 81,
        "text": "Төмөнкү чыгармалардын кайсынысы 1930-жылдардагы классикалык поэмалардын бири болуп эсептелет?",
        "options": [
          "“Нарындан кат”",
          "“Кара кыздан кат”",
          "“Апаман кат”",
          "“Какшаалдан кат”"
        ],
        "correctIndex": null
      },
      {
        "number": 82,
        "text": "Ч.Айтматовдун “Ак кеме” повестиндеги баланын ысмы:",
        "options": [
          "Нургазы",
          "Абылгазы",
          "Ысымы жок",
          "Шергазы"
        ],
        "correctIndex": null
      },
      {
        "number": 83,
        "text": "-жылы кайсы акындын 100 жылдыгы белгиленген?",
        "options": [
          "Ч.Айтматов",
          "А.Осмонов",
          "К.Акиев",
          "Т.Сыдыкбеков"
        ],
        "correctIndex": null
      },
      {
        "number": 84,
        "text": "Алимандын образы Ч.Айтматовдун кайсы чыгармасында берилген?",
        "options": [
          "“Саманчынын жолу”",
          "“Ботокөз булак”",
          "“Ак кеме”",
          "“Жамийла”"
        ],
        "correctIndex": null
      },
      {
        "number": 85,
        "text": "Кыргыз кыздарынан чыккан белгилүү акын?",
        "options": [
          "К.Кондурчалова",
          "Р.Отунбаева",
          "Г.Момунова",
          "М.Жангарачева"
        ],
        "correctIndex": null
      },
      {
        "number": 86,
        "text": "А.Осмоновдун поэмасынын аталышын толуктагыла: “Майдын ...”.",
        "options": [
          "“... түнү”",
          "“... кечи”",
          "“... башы”",
          "“... күнү”"
        ],
        "correctIndex": null
      },
      {
        "number": 87,
        "text": "Ырдын аталышын толуктагыла: “Кош ... уулуң кетти майданга”.",
        "options": [
          "“... атаке”",
          "“... апаке”",
          "“... мекеним”",
          "“... Ала-Тоо”"
        ],
        "correctIndex": null
      },
      {
        "number": 88,
        "text": "Драматург Б.Жакиевдин атактуу пьесасы: “Атанын ...”",
        "options": [
          "“... тагдыры”",
          "“... көз жашы”",
          "“... баатыр уулу”",
          "“... арманы”"
        ],
        "correctIndex": null
      },
      {
        "number": 89,
        "text": "Сатирик акындар кимдер?",
        "options": [
          "Ч.Айтматов, Б.Жакиев, Б.Сарногоев",
          "М.Элебаев, С.Эралиев, Ж.Бөкөнбаев",
          "А.Осмонов, К.Маликов, А.Токомбаев",
          "Б.Сарногоев, М.Алыбаев, Р.Шүкүрбеков"
        ],
        "correctIndex": null
      },
      {
        "number": 90,
        "text": "Ч.Айтматовдун кайсы чыгармасында Каранардын образын түзгөн?",
        "options": [
          "“Ак кеме”",
          "“Гүлсарат”",
          "“Кыямат”",
          "“Кылым карытар бир күн”"
        ],
        "correctIndex": null
      },
      {
        "number": 91,
        "text": "Жусуп Баласагындын сүрөтү кайсы банкнотто берилген?",
        "options": [
          "100 сомдукта",
          "1000 сомдукта",
          "500 сомдукта",
          "200 сомдукта"
        ],
        "correctIndex": null
      },
      {
        "number": 92,
        "text": "Төкмө акындын өзгөчөлүгү?",
        "options": [
          "аккардеон менен ырдайт",
          "көркөм окуйт",
          "жаттап ырдайт",
          "импровизатор, куюлуштуруп сөз табат"
        ],
        "correctIndex": null
      },
      {
        "number": 93,
        "text": "“Алма быш, оозума түш” деген ...",
        "options": [
          "тамсил",
          "лакап",
          "макал",
          "табышмак"
        ],
        "correctIndex": null
      },
      {
        "number": 94,
        "text": "Орто кылымдагы ири адабий эстеликтер?",
        "options": [
          "Молдо Кылыч, Молдо Нияз",
          "Токтогул, Тоголок Молдо",
          "Ж.Баласагын, М.Кашгари",
          "К.Юдахин, Т.Саманчин"
        ],
        "correctIndex": null
      },
      {
        "number": 95,
        "text": "“Манасты” биринчи жолу ким айткан?",
        "options": [
          "Сагынбай",
          "Балык Кумар уулу",
          "Тыныбек",
          "Ырамандын Ырчы уул"
        ],
        "correctIndex": null
      },
      {
        "number": 96,
        "text": "Ж.Баласагындын «Кут алчу билим» чыгармасы –",
        "options": [
          "түрк тилинде жазылган философиялык-дидактикалык дастан",
          "тарыхый роман",
          "ыр түрүндө кыргыз тилинде жазылган поэма",
          "түрк тилдеринин сөздүгү"
        ],
        "correctIndex": null
      },
      {
        "number": 97,
        "text": "Алай ханышасы Курманжан датка - … .",
        "options": [
          "акын, коомдук ишмер",
          "актриса",
          "искусство чебери",
          "Кокон хандыгынын учурундагы белгилүү инсан"
        ],
        "correctIndex": null
      },
      {
        "number": 98,
        "text": "Карышкырлар дүйнөсүн ачып берген чыгарма",
        "options": [
          "Гапаровдун \"Мунабия\" аңгемеси",
          "Айтматовдун \"Кыямат\" романы",
          "Абдукаимовдун \"Жашагым келет\" романы",
          "Токомбаевдин \"Күүнүн сыры\" аңгемеси"
        ],
        "correctIndex": null
      },
      {
        "number": 99,
        "text": "\"Атанын тагдыры\" чыгармасын ким жазган?",
        "options": [
          "Зуура Сооронбаева",
          "Токтоболот Абдымомунов",
          "Бексултан Жакиев",
          "Ашыралы Айталиев"
        ],
        "correctIndex": null
      },
      {
        "number": 100,
        "text": "Сибирге сүргүнгө айдалган акын ким?",
        "options": [
          "Жеңижок",
          "Барпы",
          "Токтогул",
          "Калык"
        ],
        "correctIndex": null
      }
    ],
    "B2": [
      {
        "number": 1,
        "text": "“Чүй баяны” деген чыгарманын автору ким?",
        "options": [
          "Тоголок Молдо",
          "Барпы Алыкулов",
          "Молдо Кылыч",
          "Осмонкул Бөлөбалаев"
        ],
        "correctIndex": null
      },
      {
        "number": 2,
        "text": "“Жамийла” повестинин алгачкы аталышы кандай болгон?",
        "options": [
          "“Сейит”",
          "“Обон”",
          "“Август түнү”",
          "“Данияр”"
        ],
        "correctIndex": null
      },
      {
        "number": 3,
        "text": "Ч.Айтматовдун балалыгындагы эстен кетпес бир окуя кайсыл повестте чагылдырылган?",
        "options": [
          "“Гүлсаратта”",
          "“Жамийлада”",
          "“Бетме-бетте”",
          "“Эрте келген турналарда”"
        ],
        "correctIndex": null
      },
      {
        "number": 4,
        "text": "Профессионалдык адабияттын тектери?",
        "options": [
          "эпикалык, лирикалык, дидактикалык",
          "санат-насыят, терме, үлгү",
          "эпикалык, лирикалык, драмалык",
          "көркөм информациялык"
        ],
        "correctIndex": null
      },
      {
        "number": 5,
        "text": "Эпикалык тектин жанрлары",
        "options": [
          "аңгеме, повесть, роман",
          "ыр, поэма",
          "комедия, трагедия, драма",
          "жомок, эпос, миф, легенда"
        ],
        "correctIndex": null
      },
      {
        "number": 6,
        "text": "Лирикалык чыгармалардын жанрлары?",
        "options": [
          "саясий, укмуштуу окуялуу, психология",
          "тарыхый, турмуштук, өмүр баяндык",
          "граждандык, саясий, сүйүү, философиялык, пейзаждык",
          "фельетон, трагедия"
        ],
        "correctIndex": null
      },
      {
        "number": 7,
        "text": "Лирикалык чыгармадагы каарман?",
        "options": [
          "эпикалык",
          "лирикалык",
          "драмалык",
          "белгисиз"
        ],
        "correctIndex": null
      },
      {
        "number": 8,
        "text": "Лиро-эпикалык жанр?",
        "options": [
          "драма",
          "ыр",
          "ыр менен жазылган роман",
          "поэма"
        ],
        "correctIndex": null
      },
      {
        "number": 9,
        "text": "Драмалык чыгарманын өзгөчөлүгү?",
        "options": [
          "кара сөз менен жазылышы",
          "лирикалык каармандын болушу",
          "сахна үчүн жазылгандыгы",
          "синкреттүү болушу"
        ],
        "correctIndex": null
      },
      {
        "number": 10,
        "text": "А.Осмоновдун поэмасы?",
        "options": [
          "«Энем»",
          "«Каракчынын трагедиясы»",
          "«Ажал менен ар намыс»",
          "«Жеңишбек»"
        ],
        "correctIndex": null
      },
      {
        "number": 11,
        "text": "Т.Касымбековдун «Сынган кылыч» романы?",
        "options": [
          "турмуштук",
          "философиялык",
          "тарыхый",
          "өмүр баяндык роман"
        ],
        "correctIndex": null
      },
      {
        "number": 12,
        "text": "Көркөм чыгармадагы автордун негизги ою:",
        "options": [
          "тема",
          "композиция",
          "сюжет",
          "идея"
        ],
        "correctIndex": null
      },
      {
        "number": 13,
        "text": "Ч.Айтматовдун «Жамийла» повести жарык көргөн жыл?",
        "options": [
          "1963-ж",
          "1968-ж",
          "1958-ж",
          "1979-ж"
        ],
        "correctIndex": null
      },
      {
        "number": 14,
        "text": "Адабият таануу илиминин составдык бөлүктөрү?",
        "options": [
          "элдик оозеки чьгармачылык, ырчылар поэзиясы, профессионалдык адабият",
          "байыркы жана азыркы адабият",
          "адабият теориясы, адабият тарыхы, адабий сын",
          "негизги жана кошумча бөлүк"
        ],
        "correctIndex": null
      },
      {
        "number": 15,
        "text": "Адабий сындын жанрлары?",
        "options": [
          "пьеса, сценарий",
          "рецензия, макала, обзор",
          "мемуар, монография",
          "очерк, фельетон"
        ],
        "correctIndex": null
      },
      {
        "number": 16,
        "text": "«Кыргыз өӊү Чокморовдун өӊүндөй» деген публицистикалык макала кимге таандык?",
        "options": [
          "Т.Сыдыкбеков",
          "Ч.Айтматов",
          "А.Матисаков",
          "А.Осмонов"
        ],
        "correctIndex": null
      },
      {
        "number": 17,
        "text": "Драмада окуяны өнүктүрүүчү …",
        "options": [
          "сюжет",
          "конфликт",
          "каарман",
          "композиция"
        ],
        "correctIndex": null
      },
      {
        "number": 18,
        "text": "«Манасты» биринчи жолу ким айткан? a) Сагымбай",
        "options": [
          "Балык Кумар уулу",
          "Ырамандын Ырчы уулу",
          "Тыныбек"
        ],
        "correctIndex": null
      },
      {
        "number": 19,
        "text": "А.Осмоновдун «Жеӊишбек» чыгармасынын жанры",
        "options": [
          "поэма",
          "повесть",
          "очерк",
          "эссе"
        ],
        "correctIndex": null
      },
      {
        "number": 20,
        "text": "Көркөм чыгармада автордун негизги ою",
        "options": [
          "тема",
          "композиция",
          "сюжет",
          "идея"
        ],
        "correctIndex": null
      },
      {
        "number": 21,
        "text": "Көркөм чыгармаларда жаратылыш көрүнүштөрүн сүрөттөө",
        "options": [
          "портрет",
          "пейзаж",
          "интерьер",
          "монолог"
        ],
        "correctIndex": null
      },
      {
        "number": 22,
        "text": "\" Жамийла\" повести жөнүндө «Махабат тууралуу эң coнун баян» деген пикирин айткан жазуучу a) K.Яшен",
        "options": [
          "М.Ауэзов",
          "И.Конешвили",
          "Л.Apaгoн"
        ],
        "correctIndex": null
      },
      {
        "number": 23,
        "text": "автордук баяндоо, лирикалык чегинүү, портрет, пейзаж, диалог, монолог",
        "options": [
          "экспозиция, окуянын түйүндөлүшү, өнүгүшү, кульминация, окуянын чечилиши",
          "негизги жана кошумча бөлүк"
        ],
        "correctIndex": null
      },
      {
        "number": 24,
        "text": "Бул ырдын автору ким, ырдын аталышы: «Манаттай асман кызарып Магдырап барат айланам…» a) А.Токомбаев «Жайкы таӊда»",
        "options": [
          "А.Осмонов «Кыргыз тоолору»",
          "М.Алыбаев «Ала-Тоого»",
          "Ж.Бөкөнбөаев «Жайдын кечи»"
        ],
        "correctIndex": null
      },
      {
        "number": 25,
        "text": "«Сен ооруба, мен ооруюн, Ата Журт!» ырдын аталышы, автору a) A.Токомбаев “Кыргызстан”",
        "options": [
          "К.Тыныстанов “Ала-Тоо”",
          "А.Осмонов “Ата Журт”",
          "M.Алыбаев “Ала-Тоого”"
        ],
        "correctIndex": null
      },
      {
        "number": 26,
        "text": "«Кай жылы экени эсимде жок…\" (чыгарманын аты, автору)",
        "options": [
          "К.Тыныстанов. \"Мариям менен кол боюнда\"",
          "M.Элебаев. \"Бороондуу күнү\"",
          "А.Токомбаев. \"Күүнүн сыры»",
          "К.Баялинов. \"Ажар\""
        ],
        "correctIndex": null
      },
      {
        "number": 27,
        "text": "Ээриң жок жайдакталып кайра келдиң?\"- үзүндүсү композициянын кайсы элементине кирет?",
        "options": [
          "портрет",
          "пейзаж",
          "монолог",
          "лирикалык чегинүү"
        ],
        "correctIndex": null
      },
      {
        "number": 28,
        "text": "Т.Касымбековдун «Сынган кылыч» романындагы мүнүшкөр? a) Hүзүп",
        "options": [
          "Карабай",
          "Алмамбет",
          "Сарыбай"
        ],
        "correctIndex": null
      },
      {
        "number": 29,
        "text": "М.Байжиевдин «Төрт адам» драмасынын каарманы?",
        "options": [
          "Нурдин",
          "Ашырбай",
          "Азиз",
          "Акылбек"
        ],
        "correctIndex": null
      },
      {
        "number": 30,
        "text": "\"Он беш жолу кайра баштан төрөлүп, Он беш жолу жашарбасам, карап тур» деген ыр саптары Алыкулдун кайсы чыгармасында? a) «Отуз жаш»",
        "options": [
          "«Адамзат» a) «Ата Журт»",
          "«Өзүмдү өзүм»"
        ],
        "correctIndex": null
      },
      {
        "number": 31,
        "text": "«Замана» агымынын өкүлдөрүн атап бер",
        "options": [
          "Толубай Сынчы, Токтогул",
          "A.Токомбаев, Ж.Турусбеков",
          "Kалыгул, Арстанбек, Молдо Кылыч",
          "А.Үсөнбаев, Т.Сатылганов"
        ],
        "correctIndex": null
      },
      {
        "number": 32,
        "text": "Сахнага коюуга ылайыкталып жазылган чыгарма",
        "options": [
          "роман",
          "драма",
          "элегия",
          "ода"
        ],
        "correctIndex": null
      },
      {
        "number": 33,
        "text": "\"Ысык-Көл кээде тынч да, кээде толкун, Толкуса толкунуна тең ортокмун…», бул кайсы чыгарма, автору ким?",
        "options": [
          "Ж.Бөкөнбаев «Чептен эрдин күчү бек»",
          "А.Султанов «Чарчоонун жүзүнчү ыры»",
          "А.Осмонов «Жеңишбек»",
          "Б.Сарногоев «Ашуудан берген отчетум»"
        ],
        "correctIndex": null
      },
      {
        "number": 34,
        "text": "«Жамийла» повестиндеги Жамийланын кайын иниси ким?",
        "options": [
          "Бактыгул",
          "Орозкул",
          "Илияс",
          "Сейит"
        ],
        "correctIndex": null
      },
      {
        "number": 35,
        "text": "«Жайдын кечи» ырынын автору ким?",
        "options": [
          "А.Осмонов",
          "Ж.Бөкөнбаев",
          "Р.Рыскулов",
          "Э.Эрматов"
        ],
        "correctIndex": null
      },
      {
        "number": 36,
        "text": "«Сынган кылыч» романындагы кереметтүү түш көргөн каарман?",
        "options": [
          "Шералы",
          "Бекназар",
          "Hүзүп",
          "Мусулманкул"
        ],
        "correctIndex": null
      },
      {
        "number": 37,
        "text": "Бул акындар кандай ырчылардын тобуна кирет: Асан Кайгы, Кетбука Токтогул?",
        "options": [
          "легендарлык",
          "заманачы",
          "жазгыч",
          "төкмө"
        ],
        "correctIndex": null
      },
      {
        "number": 38,
        "text": "«Ак Мөөр» поэмасынын автору? a) C.Жусуев",
        "options": [
          "С.Эралиев",
          "А.Токтомушев",
          "Э.Ибраев"
        ],
        "correctIndex": null
      },
      {
        "number": 39,
        "text": "Пейзаж деген эмне?",
        "options": [
          "жаратылыш көрүнүштөрүнүн сүрөттөлүшү",
          "каармандын сырткы келбети",
          "каармандын өз ара сүйлөшүүсү",
          "автордун берейин деген ою"
        ],
        "correctIndex": null
      },
      {
        "number": 40,
        "text": "«Жибек кийинген эрке кыз» ыры кимге таандык?",
        "options": [
          "Ж.Турусбеков",
          "А.Осмонов",
          "А.Токомбаев",
          "K.Тыныстанов"
        ],
        "correctIndex": null
      },
      {
        "number": 41,
        "text": "Т. Касымбековдун белгилүү романы?",
        "options": [
          "«Адам болгум келет»",
          "«Жетим»",
          "«Сынган кылыч»",
          "«Баскын»"
        ],
        "correctIndex": null
      },
      {
        "number": 42,
        "text": "Алмамбеттин жан жолдошу, жубайы ким?",
        "options": [
          "Акылай",
          "Арууке",
          "Айчүрөк",
          "Калемкаш"
        ],
        "correctIndex": null
      },
      {
        "number": 43,
        "text": "Телторуну минген баатыр?",
        "options": [
          "Эр Табылды",
          "Курманбек",
          "Эр Төштүк",
          "Кыз Сайкал"
        ],
        "correctIndex": null
      },
      {
        "number": 44,
        "text": "Лирикалык чегинүү деген эмне?",
        "options": [
          "чыгармадагы окуяга карата автордун билдирген көз карашы",
          "автордун жаратылышты cүрөттөөсү",
          "каармандын ички толгонуусу",
          "каармандын диалогу"
        ],
        "correctIndex": null
      },
      {
        "number": 45,
        "text": "\"Ак Мөөр\" поэмасында окуя кайсы жерде өтөт? a) Ысык-Көлдө",
        "options": [
          "Соң-Көлдө",
          "Чатыр-Көлдө",
          "Сары-Челекте"
        ],
        "correctIndex": null
      },
      {
        "number": 46,
        "text": "Алтынайдын образы кайсы чыгармада чагылдырылган?",
        "options": [
          "“Биринчи мугалим”",
          "“Жамийла”",
          "«Бетме бет»",
          "«Мунабия»"
        ],
        "correctIndex": null
      },
      {
        "number": 47,
        "text": "\"Сынган кылыч\" романындагы Бекназарга ким уу берет?",
        "options": [
          "Сарыбай",
          "Нүзүп",
          "Абил",
          "Алымкул"
        ],
        "correctIndex": null
      },
      {
        "number": 48,
        "text": "Семетейге чыккынчылык кылган чоро ким? a) Бакай",
        "options": [
          "Канчоро",
          "Күлчоро",
          "Серек"
        ],
        "correctIndex": null
      },
      {
        "number": 49,
        "text": "\"Ак Мөөр\" поэмасындагы Болотко атаандаш жигит?",
        "options": [
          "Адыл",
          "Баян",
          "Келдибек",
          "Баяке"
        ],
        "correctIndex": null
      },
      {
        "number": 50,
        "text": "Ч.Айтматовдун \"Манас атанын ак кар, көк музу\" чыгармасынын жанрын аныкта",
        "options": [
          "повесть",
          "очерк",
          "фельетон",
          "аңгеме"
        ],
        "correctIndex": null
      },
      {
        "number": 51,
        "text": "«Сенин атаӊ Дөнөнбай, Дөнөнбай» - деп үн салып учкан чымчык кайсы чыгармада кездешет?",
        "options": [
          "Ч.Айтматов «Кылым карытар бир күн»",
          "А.Саспаев «Татым туз»",
          "Т.Касымбеков «Сынган кылыч»",
          "М.Элебаев «Узак жол»"
        ],
        "correctIndex": null
      },
      {
        "number": 52,
        "text": "А.Осмоновдун туулган жери:",
        "options": [
          "Кара-Көл",
          "Каптал-Арык",
          "Чолпон-Ата",
          "Ысык-Көл"
        ],
        "correctIndex": null
      },
      {
        "number": 53,
        "text": "«Манас» эпосундагы терс каармандар:",
        "options": [
          "Жолой, Акбалта",
          "Алооке, Коӊурбай",
          "Нескара, Жакып",
          "Эсенкан, Темиркан"
        ],
        "correctIndex": null
      },
      {
        "number": 54,
        "text": "Т.Молдонун поэмасынын аталышын толукта: “Кедейлерге...”",
        "options": [
          "… жер бөлүү»",
          "… насыят»",
          "… алкыш»",
          "… даӊк»"
        ],
        "correctIndex": null
      },
      {
        "number": 55,
        "text": "Жан-жаныбарлардын баарына боору ооруган ойчул акыныбыз:",
        "options": [
          "Токтогул",
          "Асанкайгы",
          "Кетбука",
          "Жеӊижок"
        ],
        "correctIndex": null
      },
      {
        "number": 56,
        "text": "Төмөндөгүлөрдүн кимиси төкмө акын? a) A.Yсөнбаев",
        "options": [
          "A.Токомбаев",
          "А.Рыскулов",
          "А.Осмонов"
        ],
        "correctIndex": null
      },
      {
        "number": 57,
        "text": "К.Тыныстановдун “Касым ырларынын жыйнагы” качан жарык көргөн?",
        "options": [
          "1921-ж",
          "1924-ж",
          "1927-ж",
          "1929-ж"
        ],
        "correctIndex": null
      },
      {
        "number": 58,
        "text": "Чыгармалар түрмөгүнүн аталышын толукта: “Академия ...”",
        "options": [
          "жыйындары",
          "кечелери",
          "совети",
          "чогулушу"
        ],
        "correctIndex": null
      },
      {
        "number": 59,
        "text": "«Аккан сууну» даӊазалаган акындар: a) Молдо Кылыч",
        "options": [
          "Токтогул, Жеӊижок",
          "Мидин, Райкан",
          "Алыкул, Сүйүнбай"
        ],
        "correctIndex": null
      },
      {
        "number": 60,
        "text": "У.Шекспирдин “Он экинчи түн” чыгармасын ким кыргызчалаган?",
        "options": [
          "А.Осмонов",
          "С.Эралиев",
          "У.Абдукаимов",
          "Р.Шүкүрбеков"
        ],
        "correctIndex": null
      },
      {
        "number": 61,
        "text": "“Атанын тагдыры” чыгармасы кимге таандык?",
        "options": [
          "Б. Жакиев",
          "З.Сооронбаева",
          "А.Айталиев",
          "Т.Абдымомунов"
        ],
        "correctIndex": null
      },
      {
        "number": 62,
        "text": "“Чалкар - менмин” деген ырды ким жазган?",
        "options": [
          "М.Элебаев",
          "К.Тыныстанов",
          "А.Токомбаев",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": null
      },
      {
        "number": 63,
        "text": "Кошой бата алып, этеги узарган ким?",
        "options": [
          "Айчүрөк",
          "Каныкей",
          "Чачыкей",
          "Айганыш"
        ],
        "correctIndex": null
      },
      {
        "number": 64,
        "text": "“Курманбек” эпосундагы атасы Тейитбек бербей койгон ат:",
        "options": [
          "Тайтору",
          "Сарала",
          "Койкүрөң",
          "Телтору"
        ],
        "correctIndex": null
      },
      {
        "number": 65,
        "text": "“Жаңыл Мырза” кандай эпос?",
        "options": [
          "Турмуш-тиричиликтик кенже эпос",
          "Лиро-эпикалык кенже эпос",
          "Мифологиялык кенже эпос",
          "Баатырдык кенже эпос"
        ],
        "correctIndex": null
      },
      {
        "number": 66,
        "text": "“Семетей” эпосундагы негизги главалардын бири: “Каныкейдин ...”",
        "options": [
          "керээзи",
          "жомогу",
          "кошогу",
          "арманы"
        ],
        "correctIndex": null
      },
      {
        "number": 67,
        "text": "Легенда элдик оозеки чыгармачылыктын кайсы түрүнө кирет?",
        "options": [
          "лирикалык",
          "дидактикалык",
          "эпикалык",
          "фольклордук"
        ],
        "correctIndex": null
      },
      {
        "number": 68,
        "text": "Көкөтөйдүн ашында Жолой менен күрөшкө түшкөн ким?",
        "options": [
          "Эр Төштүк",
          "Манас",
          "Бакай",
          "Кошой"
        ],
        "correctIndex": null
      },
      {
        "number": 69,
        "text": "Алманбет чалгынга ала кеткен кырк чоронун бири ким?",
        "options": [
          "Серек",
          "Сыргак",
          "Чубак",
          "Тазбаймат"
        ],
        "correctIndex": null
      },
      {
        "number": 70,
        "text": "Т.Абдымомуновдун белгилүү пьесасынын аталышы: “Атабектин...”",
        "options": [
          "«… уулу»",
          "«… келини»",
          "«… өмүрү»",
          "«… кызы»"
        ],
        "correctIndex": null
      },
      {
        "number": 71,
        "text": "“Фрунзем, учкан уям, сүйгөн калаам” деген саптар кимдин калемине таандык?",
        "options": [
          "А.Осмонов",
          "К.Маликов",
          "М.Элебаев",
          "С.Карачев"
        ],
        "correctIndex": null
      },
      {
        "number": 72,
        "text": "“Тоо арасында” романынын башкы каармандарынын бири:",
        "options": [
          "Токо абышка",
          "Моке абышка",
          "Кеке абышка",
          "Соке абышка"
        ],
        "correctIndex": null
      },
      {
        "number": 73,
        "text": "У.Абдукаимовдун белгилүү романы кантип аталат?",
        "options": [
          "«Майдан»",
          "«Эрөөл»",
          "«Чоң казат»",
          "«Согуш»"
        ],
        "correctIndex": null
      },
      {
        "number": 74,
        "text": "М.Элебаевдин аӊгемесинин аталышын толукта: “Алыскы ...”",
        "options": [
          "«…кыштоодон»",
          "«… жайлоодон»",
          "«… тоодон»",
          "«… үйдөн»"
        ],
        "correctIndex": null
      },
      {
        "number": 75,
        "text": "“Айсулуу” оэмасындагы Айсулуу сүйгөн жигит ким?",
        "options": [
          "Кубатбек",
          "Авазбек",
          "Султанбек",
          "Капарбек"
        ],
        "correctIndex": null
      },
      {
        "number": 76,
        "text": "“Чептен эрдин күчү бек” кайсы акындын чыгармасы?",
        "options": [
          "А.Токомбаев",
          "М.Элебаев",
          "К.Маликов",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": null
      },
      {
        "number": 77,
        "text": "“Бул сүрөттү мен али тартып бүтө элекмин” деген сүйлөм кайсы чыгармага таандык?",
        "options": [
          "«Мезгил учат»",
          "«Биринчи мугалим»",
          "«Жамийла»",
          "«Ажар»"
        ],
        "correctIndex": null
      },
      {
        "number": 78,
        "text": "Ч.Айтматовдун “Эрте келген турналар” повестинде Мырзагүлгө кат ташыган өспүрүм ким?",
        "options": [
          "Султамурат",
          "Анатай",
          "Эркинбек",
          "Ажымурат"
        ],
        "correctIndex": null
      },
      {
        "number": 79,
        "text": "А.Осмонов, А.Токтомушев, С.Эралиевдердин поэмаларында негиз болгон фольклордук чыгарма:",
        "options": [
          "«Жаңыл Мырза»",
          "«Ак Мактым»",
          "«Ак Мөөр»",
          "«Кедейкан»"
        ],
        "correctIndex": null
      },
      {
        "number": 80,
        "text": "“Ким болду экен?” поэмасындагы Сонун кандай кыз??",
        "options": [
          "пионер кыз",
          "ырчы кыз",
          "алтын кыз",
          "күлбөс кыз"
        ],
        "correctIndex": null
      },
      {
        "number": 81,
        "text": "“Дүйнө-өмүр, уул бердиӊ, бала бердиӊ, Дүйнө-өмүр, алоолонуп жана бердиӊ” деген ыр саптары аркылуу кимдин монологу туюнтулат?",
        "options": [
          "Нурбайдын",
          "Акылбектин",
          "Жеӊишбектин",
          "Миӊбайдын"
        ],
        "correctIndex": null
      },
      {
        "number": 82,
        "text": "“Жайдын кечи” деген классикалык ырды ким жазган?",
        "options": [
          "М.Элебаев",
          "Ж.Турусбеков",
          "К.Тыныстанов",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": null
      },
      {
        "number": 83,
        "text": "Телторуну минген баатыр ким?",
        "options": [
          "Эр Табылды",
          "Курманбек",
          "Эр Төштүк",
          "Кыз Сайкал"
        ],
        "correctIndex": null
      },
      {
        "number": 84,
        "text": "“Зилзала” дастанын ким жазган?",
        "options": [
          "Калыгул",
          "Молдо Нияз",
          "Арстанбек",
          "Молдо Кылыч"
        ],
        "correctIndex": null
      },
      {
        "number": 85,
        "text": "“Акыр заман” поэмасы кимге таандык?",
        "options": [
          "Калыгулга",
          "Молдо Кылычка",
          "Арстанбекке",
          "Алдаш Молдого"
        ],
        "correctIndex": null
      },
      {
        "number": 86,
        "text": "“Чалкар – менмин” деген ырды ким жазган?",
        "options": [
          "М.Элебаев",
          "К.Тыныстанов",
          "А.Токомбаев",
          "Ж.Бөкөнбаев"
        ],
        "correctIndex": null
      },
      {
        "number": 87,
        "text": "М.Элебаевдин белгилүү чыгармасынын аталышын толукта: “Кыйын ...”",
        "options": [
          "«… мезгил»",
          "«… таймаш»",
          "«… абал»",
          "«… кезең»"
        ],
        "correctIndex": null
      },
      {
        "number": 88,
        "text": "“Айчүрөк” операсынын либереттосун кимдер жазышкан?",
        "options": [
          "Ж.Бөкөнбаев, М.Элебаев, А.Токомбаев",
          "А.Токомбаев, Ж.Бөкөнбаев, Ж.Турусбеков",
          "К.Маликов, А.Осмонов, Ж.Турусбеков",
          "Ж.Турусбеков, Ж.Бөкөнбаев, К.Маликов"
        ],
        "correctIndex": null
      },
      {
        "number": 89,
        "text": "Т.Сыдыкбековдун алгачкы поэмасы кандайча аталат??",
        "options": [
          "«Чөмүчбай»",
          "«Түпкүчбай»",
          "«Идишбай»",
          "«Капкакбай»"
        ],
        "correctIndex": null
      },
      {
        "number": 90,
        "text": "“Кыямат” романындагы башкы каармандардын бири?",
        "options": [
          "Танабай",
          "Абуталип",
          "Эдигей",
          "Бостон"
        ],
        "correctIndex": null
      },
      {
        "number": 91,
        "text": "Т.Үмөталиев жазган поэма кандайча аталат?",
        "options": [
          "«Айсулуу»",
          "«Күн сулуу»",
          "«Нурсулуу»",
          "«Бир сулуу»"
        ],
        "correctIndex": null
      },
      {
        "number": 92,
        "text": "Ырдын аталышын толукта: “Кош ... уулуӊ кетти майданга”",
        "options": [
          "«… атаке»",
          "«… Ала-Тоо»",
          "«... мекеним»",
          "«… апаке»"
        ],
        "correctIndex": null
      },
      {
        "number": 93,
        "text": "“Тоолор кулаганда” романынын башкы каармандарынын бири ким?",
        "options": [
          "Арген",
          "Николай",
          "Арсен",
          "Семен"
        ],
        "correctIndex": null
      },
      {
        "number": 94,
        "text": "А.Токомбаевдин белгилүү пьесасынын аталышын толукта: “Тергөө...”",
        "options": [
          "«… болбой калды»",
          "«… бүттү»",
          "«… эртеӊкиге калды»",
          "«… жүрүп жатат»"
        ],
        "correctIndex": null
      },
      {
        "number": 95,
        "text": "“Майдан” романын ким жазган?",
        "options": [
          "Т.Сыдыкбеков",
          "К.Баялинов",
          "Ч.Айтматов",
          "У.Абдукаимов"
        ],
        "correctIndex": null
      },
      {
        "number": 96,
        "text": "“Биздин замандын кишилери” романындагы башкы каарман:",
        "options": [
          "Жапар",
          "Данияр",
          "Шамбет",
          "Искендер"
        ],
        "correctIndex": null
      },
      {
        "number": 97,
        "text": "Ыр сабын толукта: “Сен ооруба, мен ооруюн ...”",
        "options": [
          "Алмашым",
          "апаке",
          "Ата Журт",
          "энеке"
        ],
        "correctIndex": null
      },
      {
        "number": 98,
        "text": "А.Осмонов, А.Токтомушев, С.Эралиевдин поэмаларында негиз болгон фольклордук чыгарма:",
        "options": [
          "«Жаӊыл Мырза»",
          "«Ак Мактым»",
          "«Ак Мөөр»",
          "«Кедейкан»"
        ],
        "correctIndex": null
      },
      {
        "number": 99,
        "text": "А.Осмоновдун атактуу жыйнагы эмне деп аталат?",
        "options": [
          "«Сүйүү»",
          "«Арзуу»",
          "«Махабат»",
          "«Ашыктык»"
        ],
        "correctIndex": null
      },
      {
        "number": 100,
        "text": "Чыгарманын аталышын толукта: “Пайдага чечилген ...”",
        "options": [
          "«… талаш»",
          "«… чатак»",
          "«… уруш»",
          "«… жаӊжал»"
        ],
        "correctIndex": null
      }
    ]
  }
};
