window.kyrgyzTests = {
  "language": {
    "B1": [
      {
        "number": 1,
        "text": "Созулма үндүүлөр менен кыска үндүүлөрдүн айырмасы барбы?",
        "options": [
          "а) айырмасы жок",
          "б) жазылышы боюнча",
          "в) айтылышы боюнча",
          "г) үндүн узундугу жана сөздүн маанисин ажыраткандыгы боюнча"
        ],
        "correctIndex": 3
      },
      {
        "number": 2,
        "text": "Муунду кайсы тыбыштар түзөт?",
        "options": [
          "а) созулма үндүүлөр",
          "б) үндүүлөр",
          "в) үнсүздөр",
          "г) үндүү жана үнсүз тыбыштар"
        ],
        "correctIndex": 1
      },
      {
        "number": 3,
        "text": "Омоним сөздөрдү белгиле:",
        "options": [
          "а) жүз, кат, жаз, тарт",
          "б) саат-сат, жан-жаан",
          "в) жоон-жон, коон-кон",
          "г) алма, акча, аста, ачка"
        ],
        "correctIndex": 0
      },
      {
        "number": 4,
        "text": "Ар бир ... ата-энесин сыйлайт.",
        "options": [
          "а) адамдар",
          "б) адамды",
          "в) адамы",
          "г) адам"
        ],
        "correctIndex": 3
      },
      {
        "number": 5,
        "text": "Биз Токтогул ... жашайбыз.",
        "options": [
          "а) көчөдө",
          "б) көчөсүндө",
          "в) көчөсү",
          "г) көчөсүнө"
        ],
        "correctIndex": 1
      },
      {
        "number": 6,
        "text": "Сиз ... жаранысызбы?",
        "options": [
          "а) Кыргызстанды",
          "б) Кыргызстанда",
          "в) Кыргызстан",
          "г) Кыргызстандын"
        ],
        "correctIndex": 3
      },
      {
        "number": 7,
        "text": "Антонимдер деп …. сөздөр аталат:",
        "options": [
          "а) окшош маанидеги сөздөр",
          "б) бир сөз түркүмүндөгү карама-каршы мааниде колдонулуучу сөздөр",
          "в) бирдей айтылып, ар башка маанини билдирген сөздөр",
          "г) жалпы аталыштагы сөздөр"
        ],
        "correctIndex": 1
      },
      {
        "number": 8,
        "text": "Бир маалда эшик «тымызын» ачылды. Сүйлөмдөгү «тымызын» деген сөз кайсы сөздөргө синоним боло алат?",
        "options": [
          "а) катуу, даана",
          "б) бат, тез",
          "в) бийик, узун",
          "г) акырын, жай"
        ],
        "correctIndex": 3
      },
      {
        "number": 9,
        "text": "Эскирип колдонуудан чыгып калган пассивдүү сөз катмары кайсылар?",
        "options": [
          "а) архаизм",
          "б) диалектизм",
          "в) синоним",
          "г) неологизм"
        ],
        "correctIndex": 0
      },
      {
        "number": 10,
        "text": "Мен ... жакшы көрөм.",
        "options": [
          "а) мекенимди",
          "б) мекенимде",
          "в) мекенимге",
          "г) мекеним"
        ],
        "correctIndex": 0
      },
      {
        "number": 11,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "а) ээ, баяндооч, аныктооч",
          "б) аныктооч, толуктооч, бышыктооч",
          "в) ээ, толуктооч, бышыктооч",
          "г) ээ, баяндооч, толуктооч"
        ],
        "correctIndex": 2
      },
      {
        "number": 12,
        "text": "... менден ысык салам айта барыңыз!",
        "options": [
          "а) баары",
          "б) баарына",
          "в) баарын",
          "г) баарынан"
        ],
        "correctIndex": 1
      },
      {
        "number": 13,
        "text": "Урматтуу Айлин Бакытовна, ... ийгилик каалайм!",
        "options": [
          "а) ишиңиз",
          "б) ишиңизге",
          "в) ишиңизден",
          "г) ишиңизди"
        ],
        "correctIndex": 1
      },
      {
        "number": 14,
        "text": "Этиш сөз түркүмү катары эмнени билдирет?",
        "options": [
          "а) заттын атын",
          "б) заттын сынын",
          "в) кыймыл-аракетти",
          "г) заттын санын"
        ],
        "correctIndex": 2
      },
      {
        "number": 15,
        "text": "Коомдо жаңы пайда болгон түшүнүктөрдүн атын атап берүү үчүн кайсы терминди колдонобуз?",
        "options": [
          "а) архаизм",
          "б) неологизм",
          "в) диалектизм",
          "г) историзм"
        ],
        "correctIndex": 1
      },
      {
        "number": 16,
        "text": "Кыргыз тилиндеги диалектилердин бөлүнүшүн белгилеңиз:",
        "options": [
          "а) батыш, чыгыш",
          "б) борбордук, четки",
          "в) түндүк, түштүк",
          "г) жогорку, төмөнкү"
        ],
        "correctIndex": 3
      },
      {
        "number": 17,
        "text": "Диалектилик сөздөрдү белгилеңиз:",
        "options": [
          "а) китеп, дептер, калем",
          "б) ата, эне, бала",
          "в) ийтербе, аш, растап, ака, зор",
          "г) мектеп, университет, мугалим"
        ],
        "correctIndex": 2
      },
      {
        "number": 18,
        "text": "Туура жазылган сан атоочту белгилеңиз:",
        "options": [
          "а) 1997 жыл",
          "б) 1997-жыл",
          "в) 1997- жыл",
          "г) 1997 жылды"
        ],
        "correctIndex": 1
      },
      {
        "number": 19,
        "text": "Экөөсүздөр, бешөөсүңөр деген сан атооч сөздөргө уланган мүчөлөрдү белгилеӊиз:",
        "options": [
          "а) жак",
          "б) жөндөмө",
          "в) таандык",
          "г) көптүк"
        ],
        "correctIndex": 0
      },
      {
        "number": 20,
        "text": "Куттуктооңузга ыракмат, сизге абдан ... .",
        "options": [
          "а) ыраазымын",
          "б) ыраазысың",
          "в) ыраазы",
          "г) ыраазыбыз"
        ],
        "correctIndex": 0
      },
      {
        "number": 21,
        "text": "Менин билишимче, ал сүрөтчү ..., жазуучу.",
        "options": [
          "а) эмес",
          "б) ооба",
          "в) жок",
          "г) гана"
        ],
        "correctIndex": 3
      },
      {
        "number": 22,
        "text": "Чыгыш жөндөмөсүндө турган жактама ат атоочту белгилеңиз:",
        "options": [
          "а) менде",
          "б) менден",
          "в) мен",
          "г) мени"
        ],
        "correctIndex": 2
      },
      {
        "number": 23,
        "text": "Жалаң белгисиз ат атооч катышкан сүйлөмдү белгилеңиз:",
        "options": [
          "а) баарыбыз келдик",
          "б) эч ким көргөн жок",
          "в) кайсы бирин айтайын, кимдир бирөөнүн каарына калган көрүнөт",
          "г) мен өзүм билем"
        ],
        "correctIndex": 2
      },
      {
        "number": 24,
        "text": "Сиздин ... атын билбей жатам, айтып коюңузчу.",
        "options": [
          "а) кесиптешиңиздин",
          "б) кесиптешиң",
          "в) кесиптеш",
          "г) кесиптешине"
        ],
        "correctIndex": 0
      },
      {
        "number": 25,
        "text": "Бул ... жаңы дарегиңизби?",
        "options": [
          "а) сиз",
          "б) сиздин",
          "в) сизге",
          "г) сизди"
        ],
        "correctIndex": 1
      },
      {
        "number": 26,
        "text": "Көп маанилүү сөздөрдү белгилеңиз:",
        "options": [
          "а) алма, өрүк, гилас",
          "б) көз, бүт, баш",
          "в) китеп, дептер, калем",
          "г) күн, ай, жыл"
        ],
        "correctIndex": 1
      },
      {
        "number": 27,
        "text": "Сиз бул мекемеде ... болуп иштейсиз?",
        "options": [
          "а) качан",
          "б) кайда",
          "в) ким",
          "г) эмне"
        ],
        "correctIndex": 2
      },
      {
        "number": 28,
        "text": "Ономастика эмнени изилдейт?",
        "options": [
          "а) сөздүн түзүлүшүн",
          "б) сөздүн маанисин",
          "в) энчилүү аттарды",
          "г) тыбыштарды"
        ],
        "correctIndex": 2
      },
      {
        "number": 29,
        "text": "Туура кыскартылган сөздөрдү тапкыла:",
        "options": [
          "а) УАК, матфак, БУУ",
          "б) УАКтын, матфак, БУУнун",
          "в) УАКнун, матфагы, БУУ",
          "г) УАКтын, матфагы, БУУнун"
        ],
        "correctIndex": 3
      },
      {
        "number": 30,
        "text": "Апам мага: “... сыйлаган башкаларды да сыйлайт” – деп айтчу.",
        "options": [
          "а) өзүн",
          "б) өзү",
          "в) өзүнө",
          "г) өзүң"
        ],
        "correctIndex": 0
      },
      {
        "number": 31,
        "text": "Сенин батириң ... кабатта жайгашкан?",
        "options": [
          "а) канча",
          "б) канчанчы",
          "в) качан",
          "г) кайда"
        ],
        "correctIndex": 1
      },
      {
        "number": 32,
        "text": "Диалектилик өзгөчөлүктө айтылган сөздөр кайсы?",
        "options": [
          "а) жүрү, туру, алың",
          "б) кел, кет, бар",
          "в) китеп, дептер",
          "г) алма, өрүк"
        ],
        "correctIndex": 0
      },
      {
        "number": 33,
        "text": "... сиздин бөлмөңүзбү? Абдан чоң экен.",
        "options": [
          "а) Бул",
          "б) Тиги",
          "в) Ошол",
          "г) Ал"
        ],
        "correctIndex": 1
      },
      {
        "number": 34,
        "text": "Сөздөрдүн туура жазылышы берилген сөздүк кайсы?",
        "options": [
          "а) түшүндүрмө сөздүк",
          "б) орфографиялык сөздүк",
          "в) синонимдер сөздүгү",
          "г) фразеологиялык сөздүк"
        ],
        "correctIndex": 2
      },
      {
        "number": 35,
        "text": "Жалпылагыч сөзгө кайсы сүйлөмдө тыныш белги туура коюлган?",
        "options": [
          "а) Баары: Асан, Үсөн, Марат келди.",
          "б) Асан, Үсөн, Марат – баары келди.",
          "в) Силер да, мен да – баарыбыз мекенибизди сүйөбүз",
          "г) Баары келди: Асан, Үсөн."
        ],
        "correctIndex": 1
      },
      {
        "number": 36,
        "text": "-..., бул кайсы көчө? (Диалогдогу калтырылып кеткен сөз):",
        "options": [
          "а) Кечиресиз",
          "б) Саламатсызбы",
          "в) Кош",
          "г) Ыракмат"
        ],
        "correctIndex": 3
      },
      {
        "number": 37,
        "text": "Ыракмат, бул мен үчүн абдан ... маалымат.",
        "options": [
          "а) жаман",
          "б) оор",
          "в) кыйын",
          "г) пайдалуу"
        ],
        "correctIndex": 3
      },
      {
        "number": 38,
        "text": "Алтынай, таанышып ..., бул менин кесиптешим.",
        "options": [
          "а) алыңыз",
          "б) ал",
          "в) алба",
          "г) алгыла"
        ],
        "correctIndex": 1
      },
      {
        "number": 39,
        "text": "Төмөнкү сөздөрдүн кайсы варианты лексикага жаңы кирди (неологизм)?",
        "options": [
          "а) ат, араба, тегирмен",
          "б) китеп, дептер, калем",
          "в) толеранттуулук, интернет, модератор",
          "г) аш, той, бешик"
        ],
        "correctIndex": 1
      },
      {
        "number": 40,
        "text": "... барат экенсиз. Жолуңуз шыдыр болсун!",
        "options": [
          "а) Жакын",
          "б) Аз",
          "в) Бийик",
          "г) Алыс"
        ],
        "correctIndex": 3
      },
      {
        "number": 41,
        "text": "Адамдын оң сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "а) атка жеңил, тайга чак",
          "б) ичи тар",
          "в) мурдун чүйрүү",
          "г) колунан эч нерсе келбеген"
        ],
        "correctIndex": 0
      },
      {
        "number": 42,
        "text": "Почтаңды карап койчу, мен сага кат ... .",
        "options": [
          "а) жөнөттүм",
          "б) жөнөтөм",
          "в) жөнөтүп жатам",
          "г) жөнөткөн"
        ],
        "correctIndex": 0
      },
      {
        "number": 43,
        "text": "Төмөнкү сөздөрдүн кайсы варианты туура жазылган?",
        "options": [
          "а) сыланкороз",
          "б) сыйланкороз",
          "в) сылангороз",
          "г) сылаңкороз"
        ],
        "correctIndex": 3
      },
      {
        "number": 44,
        "text": "«Дос» сөзүнүн синонимин тапкыла:",
        "options": [
          "а) жолдош, теңтуш, курдаш",
          "б) душман, кас",
          "в) ата, эне",
          "г) бала, кыз"
        ],
        "correctIndex": 0
      },
      {
        "number": 45,
        "text": "“Кубанычы койнуна батпоо” – синонимин тапкыла.",
        "options": [
          "а) капа болуу",
          "б) ыйлоо",
          "в) кейиүү",
          "г) төбөсү көккө жетүү"
        ],
        "correctIndex": 3
      },
      {
        "number": 46,
        "text": "Бул китепканадан окуу китептерин... .",
        "options": [
          "а) алам",
          "б) алабыз",
          "в) аласыз",
          "г) алат"
        ],
        "correctIndex": 1
      },
      {
        "number": 47,
        "text": "Ар дайым ден соолукта ... !",
        "options": [
          "а) бол",
          "б) болбо",
          "в) болуңуздар",
          "г) болуңуз"
        ],
        "correctIndex": 3
      },
      {
        "number": 48,
        "text": "Макалды толуктагыла: «Эки жакшы баш кошсо – ырыс, бир жакшы менен бир жаман баш кошсо - …, эки жаман баш кошсо – күн сайын …».",
        "options": [
          "а) уруш, мушташ",
          "б) дурус, уруш",
          "в) жаман, жакшы",
          "г) ток, ачка"
        ],
        "correctIndex": 1
      },
      {
        "number": 49,
        "text": "Мекендештер, китепти көп ... !",
        "options": [
          "а) окуйлу",
          "б) оку",
          "в) окугула",
          "г) окуйт"
        ],
        "correctIndex": 0
      },
      {
        "number": 50,
        "text": "Түшүнгөн жокмун, ... коюңузчу.",
        "options": [
          "а) кайталап",
          "б) жазып",
          "в) айтып",
          "г) окуп"
        ],
        "correctIndex": 0
      },
      {
        "number": 51,
        "text": "Көп маанилүү сөздөр:",
        "options": [
          "а) бир нече сөздүн бир маанини билдириши",
          "б) карама-каршы маанидеги сөздөр",
          "в) бир эле сөздүн бир нече мааниге ээ болушу",
          "г) окшош айтылган сөздөр"
        ],
        "correctIndex": 2
      },
      {
        "number": 52,
        "text": "Тажрыйбалуу, жетик болуу маанисин билдирген фразеологизмдерди белгилегиле.",
        "options": [
          "а) көзү ачык, колу ачык",
          "б) кабагын түйүү, кабагын ачуу",
          "в) көзү каныгуу, иштин көзүн таануу",
          "г) тили узун, куйругу кыска"
        ],
        "correctIndex": 2
      },
      {
        "number": 53,
        "text": "Мага кат жазып турчу, ...?",
        "options": [
          "а) макул",
          "б) жок",
          "в) ооба",
          "г) билбейм"
        ],
        "correctIndex": 1
      },
      {
        "number": 54,
        "text": "Үйүңүздүн ... дарыкана барбы?",
        "options": [
          "а) жаны",
          "б) жанында",
          "в) жанынан",
          "г) жанына"
        ],
        "correctIndex": 1
      },
      {
        "number": 55,
        "text": "Төмөнкү макалдардын ичинен антонимдик макалды тапкыла.",
        "options": [
          "а) Дос күйгүзүп айтат, душман сүйүндүрүп айтат.",
          "б) Жакшы менен жүрсөң – жеткирер, жаман менен жүрсөң – кезигер.",
          "в) Жакшы таап айтат, жаман каап айтат",
          "г) Аз да болсо, саз болсун."
        ],
        "correctIndex": 1
      },
      {
        "number": 56,
        "text": "Кыргызстандын ... жашап жатабыз.",
        "options": [
          "а) борбору",
          "б) борбор",
          "в) борборго",
          "г) борборунда"
        ],
        "correctIndex": 3
      },
      {
        "number": 57,
        "text": "Кошмок сөздөрдү белгилегиле.",
        "options": [
          "а) көз айнек, көз карандысыз, эл аралык",
          "б) китеп, дептер, калем",
          "в) ак, кара, кызыл",
          "г) ата, эне, бала"
        ],
        "correctIndex": 0
      },
      {
        "number": 58,
        "text": "Берилген тапшырмалардын ... аткарып койдук.",
        "options": [
          "а) баарын",
          "б) баары",
          "в) баарына",
          "г) баарынан"
        ],
        "correctIndex": 0
      },
      {
        "number": 59,
        "text": "Сүйлөшүп жаткан адамдар – ... .",
        "options": [
          "а) группалаштар",
          "б) душмандар",
          "в) бейтааныштар",
          "г) коноктор"
        ],
        "correctIndex": 0
      },
      {
        "number": 60,
        "text": "Суроо берген адам шаардын ... барат экен.",
        "options": [
          "а) борборуна",
          "б) борбор",
          "в) борбордо",
          "г) борбордон"
        ],
        "correctIndex": 0
      },
      {
        "number": 61,
        "text": "Орфография эмнени окутат?",
        "options": [
          "а) туура жазууну",
          "б) туура айтууну",
          "в) сөздүн маанисин",
          "г) сөз айкашын"
        ],
        "correctIndex": 0
      },
      {
        "number": 62,
        "text": "Географиялык энчилүү аттардын бардыгы туура жазылганын аныктагыла.",
        "options": [
          "а) Торугарт, ак-сай",
          "б) торугарт, Ак-Сай",
          "в) Торугарт, Ак-сай",
          "г) Торугарт, Ак-Сай"
        ],
        "correctIndex": 3
      },
      {
        "number": 63,
        "text": "Тыныш белгиси туура коюлган сүйлөм кайсы вариантта берилген?",
        "options": [
          "а) Жок, бул иш сенин колуңдан келбейт?",
          "б) Ооба, мен барам.",
          "в) Келдиңби?",
          "г) Кандай сонун күн!"
        ],
        "correctIndex": 0
      },
      {
        "number": 64,
        "text": "Тыныш белгиси туура коюлган сүйлөмдү белгилегиле.",
        "options": [
          "а) Кобур-собур сөздөр, бирин-серин чакырышкан үндөр, тарс-тарс эткен дабыштар угулуп турду.",
          "б) Асан, Үсөн, Марат, келди.",
          "в) Жаан жаады бирок күн ачылды.",
          "г) Мектепке бар, китеп ал."
        ],
        "correctIndex": 3
      },
      {
        "number": 65,
        "text": "Өзгөчө сөз түркүмдөрү кайсылар?",
        "options": [
          "а) зат атооч, сын атооч",
          "б) этиш, тактооч",
          "в) ат атооч, сан атооч",
          "г) сырдык сөз, тууранды сөз"
        ],
        "correctIndex": 3
      },
      {
        "number": 66,
        "text": "Мейманга келген адам адашып калса, көчөдөгү адамдар ... .",
        "options": [
          "а) жардам бербейт",
          "б) качып кетет",
          "в) сүйлөбөйт",
          "г) жардам берет"
        ],
        "correctIndex": 3
      },
      {
        "number": 67,
        "text": "Кайсы катардагы сөздөрдүн бардыгы туура жазылганын аныктагыла.",
        "options": [
          "а) бахрейн мамлекети, бельгия королдугу",
          "б) Бахрейн Мамлекети, Бельгия Королдугу",
          "в) Бахрейн мамлекети, бельгия Королдугу",
          "г) бахрейн Мамлекети, Бельгия королдугу"
        ],
        "correctIndex": 1
      },
      {
        "number": 68,
        "text": "Кандай сөздөр ташымалданбайт?",
        "options": [
          "а) көп муундуу сөздөр",
          "б) кош сөздөр",
          "в) татаал сөздөр",
          "г) бир муундуу жана баш тамгаларынан кыскартылган сөздөр"
        ],
        "correctIndex": 2
      },
      {
        "number": 69,
        "text": "Адамдын терс сапатын билдирген фразеологизмди белгилегиле:",
        "options": [
          "а) ичи кенен",
          "б) ичине кара таруу айланбаган",
          "в) колу ачык",
          "г) ак көңүл"
        ],
        "correctIndex": 1
      },
      {
        "number": 70,
        "text": "Кесип тандоо - ...иш эмес.",
        "options": [
          "а) оор",
          "б) оңой",
          "в) кыйын",
          "г) жеңил"
        ],
        "correctIndex": 1
      },
      {
        "number": 71,
        "text": "«Кой оозунан чөп албаган» - деген фразеологизмдин маанисин кандай түшүнөсүң?",
        "options": [
          "а) таш боор",
          "б) ачуулуу",
          "в) жоош, момун",
          "г) куу"
        ],
        "correctIndex": 2
      },
      {
        "number": 72,
        "text": "Кесипкөй адистер көп болсо, мамлекетибиз ... болот.",
        "options": [
          "а) алсыз",
          "б) начар",
          "в) күчтүү",
          "г) жакыр"
        ],
        "correctIndex": 2
      },
      {
        "number": 73,
        "text": "Кесибин сүйгөн адам мекени үчүн көп пайдалуу ... .",
        "options": [
          "а) иштерди жасайт",
          "б) иш жасабайт",
          "в) зыян келтирет",
          "г) эс алат"
        ],
        "correctIndex": 0
      },
      {
        "number": 74,
        "text": "Дасыккан сөзүнө маанилеш вариантты белгилегиле.",
        "options": [
          "а) жаңы, жаш",
          "б) начар, алсыз",
          "в) такшалган, машыккан, бышкан, каныккан",
          "г) сабатсыз"
        ],
        "correctIndex": 2
      },
      {
        "number": 75,
        "text": "Биз, кыргызстандыктар, өз мекенибизди ... .",
        "options": [
          "а) жек көрөбүз",
          "б) билбейбиз",
          "в) сүйөбүз",
          "г) унутабыз"
        ],
        "correctIndex": 2
      },
      {
        "number": 76,
        "text": "Контексттик антоним маанисиндеги макалдарды белгилегиле.",
        "options": [
          "а) Сөздүн оту да бар, музу да бар; Аларманга алтоо аз, бешөө көп",
          "б) Дос күйдүрүп айтат...",
          "в) Жакшы таап айтат...",
          "г) Аз да болсо, саз болсун."
        ],
        "correctIndex": 0
      },
      {
        "number": 77,
        "text": "Келгиле, шашпай, кесипти ... тандайлы!",
        "options": [
          "а) туура эмес",
          "б) шашып",
          "в) жаман",
          "г) туура"
        ],
        "correctIndex": 3
      },
      {
        "number": 78,
        "text": "Адамдын мүнөзүн билдирген сөздөрдү тапкыла.",
        "options": [
          "а) китеп, дептер, калем",
          "б) токтоо, шашма, ачуулуу, көтөрүмдүү, жоош, кызганчаак",
          "в) ак, кара, кызыл",
          "г) бир, эки, үч"
        ],
        "correctIndex": 1
      },
      {
        "number": 79,
        "text": "Кайсы сөздөр антонимдик мааниде турат?",
        "options": [
          "а) ак - кара",
          "б) таамай-калпыс",
          "в) китеп - дептер",
          "г) догдур - врач"
        ],
        "correctIndex": 1
      },
      {
        "number": 80,
        "text": "Кыргыз эли колдонгон жазууларды белгилегиле.",
        "options": [
          "а) Орхон-Енисей, араб, латын, орус (кириллица)",
          "б) латын гана",
          "в) араб гана",
          "г) иероглифтер"
        ],
        "correctIndex": 0
      },
      {
        "number": 81,
        "text": "Эскирип, колдонуудан чыккан сөздөр кайсылар?",
        "options": [
          "а) архаизмдер",
          "б) неологизмдер",
          "в) синонимдер",
          "г) омонимдер"
        ],
        "correctIndex": 0
      },
      {
        "number": 82,
        "text": "Анын ... мына.",
        "options": [
          "а) китеби",
          "б) макаласы",
          "в) каты",
          "г) дептери"
        ],
        "correctIndex": 1
      },
      {
        "number": 83,
        "text": "Берилген сүйлөмдөгү көп чекиттин ордуна мааниси туура келген байламтаны койгула: Акылсыз... чырдашпа, уятсыз... ымдашпа.",
        "options": [
          "а) менен",
          "б) жана",
          "в) же",
          "г) да"
        ],
        "correctIndex": 0
      },
      {
        "number": 84,
        "text": "Мага сенин ... жагат.",
        "options": [
          "а) саатың",
          "б) саатыңыз",
          "в) саат",
          "г) сааттар"
        ],
        "correctIndex": 0
      },
      {
        "number": 85,
        "text": "Көп чекиттин ордуна ылайык келген сөздөрдү койгула. Үзүлгөндөн кийин эки же үч күн... жүзүм, жаңы үзүлгөн жүзүмгө караганда даамдуу.",
        "options": [
          "а) турган",
          "б) жаткан",
          "в) бышкан",
          "г) сакталган"
        ],
        "correctIndex": 3
      },
      {
        "number": 86,
        "text": "Кыргыз элинен чыккан тунгуч агартуучу ким болгон?",
        "options": [
          "а) Ч.Айтматов",
          "б) Т.Молдо",
          "в) И.Арабаев",
          "г) А.Осмонов"
        ],
        "correctIndex": 2
      },
      {
        "number": 87,
        "text": "Сиздин ... үстөлдүн үстүндө жатат.",
        "options": [
          "а) китеп",
          "б) дептер",
          "в) калем",
          "г) катыңыз"
        ],
        "correctIndex": 3
      },
      {
        "number": 88,
        "text": "Айтылышы жагынан окшош, мааниси жагынан ар башка сөздөр эмне деп аталат?",
        "options": [
          "а) синоним",
          "б) омоним",
          "в) антоним",
          "г) диалект"
        ],
        "correctIndex": 1
      },
      {
        "number": 89,
        "text": "Синоним сөздөрдү тапкыла:",
        "options": [
          "а) ак - кара",
          "б) чоң - кичине",
          "в) опур-топур, кымгуут",
          "г) тез - жай"
        ],
        "correctIndex": 2
      },
      {
        "number": 90,
        "text": "Айтылыш максатына карай төмөнкү сүйлөм кандай сүйлөм?",
        "options": [
          "а) жай",
          "б) суроолуу",
          "в) илептүү",
          "г) буйрук"
        ],
        "correctIndex": 0
      },
      {
        "number": 91,
        "text": "Буйрук сүйлөмдү белгилегиле.",
        "options": [
          "а) Асан бүгүн келди.",
          "б) Силер барасыңарбы?",
          "в) Жардамдашып койгулачы!",
          "г) Кандай сонун күн!"
        ],
        "correctIndex": 2
      },
      {
        "number": 92,
        "text": "Кызматчы сөздөрдү белгилегиле.",
        "options": [
          "а) зат атооч, сын атооч",
          "б) байламталар, жандоочтор, бөлүкчөлөр, модалдык сөздөр",
          "в) этиш, тактооч",
          "г) ат атооч, сан атооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 93,
        "text": "Илептүү сүйлөмдү тапкыла.",
        "options": [
          "а) Сен кайда барасың?",
          "б) Китепти алып кел.",
          "в) Кош, апаке, көрүшкөнчө аман тур!",
          "г) Былтыр биз Ысык-Көлгө бардык."
        ],
        "correctIndex": 2
      },
      {
        "number": 94,
        "text": "Белгиленген модалдык сөздөрдү синонимдик сөздөр менен алмаштыргыла. Мен Гүлмирадан бүгүндөн калтырбай кечирим сурашым керек.",
        "options": [
          "а) зарыл",
          "б) мүмкүн",
          "в) балким",
          "г) шексиз"
        ],
        "correctIndex": 0
      },
      {
        "number": 95,
        "text": "Кыргыз тилиндеги созулма үндүүлөрдүн жалпы саны:",
        "options": [
          "а) 5",
          "б) 8",
          "в) 6",
          "г) 10"
        ],
        "correctIndex": 2
      },
      {
        "number": 96,
        "text": "Тыбыштык жагынан өзгөрүп айтылып, кабыл алынган сөздөрдү белгилеңиз.",
        "options": [
          "а) китеп, дептер",
          "б) алма, өрүк",
          "в) ата, эне",
          "г) ырахмат, ырас"
        ],
        "correctIndex": 1
      },
      {
        "number": 97,
        "text": "Синоним сөздү белгилениз:",
        "options": [
          "а) ак, кара",
          "б) чоң, кичине",
          "в) тез, жай",
          "г) жаан, жамгыр, нөшөр"
        ],
        "correctIndex": 3
      },
      {
        "number": 98,
        "text": "Сөздөрдүн маанисин белгилеңиз. Байлык, дүйнө, оокат:",
        "options": [
          "а) антонимдер",
          "б) синонимдер",
          "в) омонимдер",
          "г) диалектилер"
        ],
        "correctIndex": 1
      },
      {
        "number": 99,
        "text": "Зат атооч сөздөрдү белгилеңиз.",
        "options": [
          "а) келди, кетти",
          "б) сезим, ишеним",
          "в) ак, кызыл",
          "г) беш, он"
        ],
        "correctIndex": 1
      },
      {
        "number": 100,
        "text": "Сөз түркүмдөрү, алардын жасалуу, өзгөрүү жолдорун окутуучу тил илиминин тармагы.",
        "options": [
          "а) морфология",
          "б) синтаксис",
          "в) фонетика",
          "г) лексика"
        ],
        "correctIndex": 0
      },
      {
        "number": 101,
        "text": "Мен, сен - атоочторуна мүчөлөр уланганда өзгөрүп кеткен жөндөмөнү белгилеңиз.",
        "options": [
          "а) атаоч жөндөмө",
          "б) илик жөндөмө",
          "в) барыш жөндөмө",
          "г) табыш жөндөмө"
        ],
        "correctIndex": 3
      },
      {
        "number": 102,
        "text": "Адамдын ички сезимин билдирген же айбанатка карата айтылган сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "а) зат атооч",
          "б) этиш",
          "в) тактооч",
          "г) сырдык сөз"
        ],
        "correctIndex": 3
      },
      {
        "number": 103,
        "text": "Караңгы киргенде деген түшүнүктү берген фразеологиялык бирдикти белгилеңиз.",
        "options": [
          "а) көз ачып жумгуча",
          "б) көз байланганда",
          "в) көзү өтүп кетүү",
          "г) көзгө толуу"
        ],
        "correctIndex": 1
      },
      {
        "number": 104,
        "text": "Анын мында келгенине көп убакыт болду. Сүйлөмдөгү орун тактооч.",
        "options": [
          "а) анын",
          "б) мында",
          "в) келгенине",
          "г) көп"
        ],
        "correctIndex": 1
      },
      {
        "number": 105,
        "text": "Этиш сөздөрдүн түзүлүшү боюнча бөлүнүшү:",
        "options": [
          "а) жөнөкөй жана татаал",
          "б) негизги жана жардамчы",
          "в) өткөн, азыркы, келер чак",
          "г) болуучу жана болбоочу"
        ],
        "correctIndex": 0
      },
      {
        "number": 106,
        "text": "Диалогдо коюлуучу тыныш белгилер:",
        "options": [
          "а) үтүр, чекит",
          "б) суроо, леп",
          "в) чекит, кош чекит",
          "г) сызыкча, кашаа"
        ],
        "correctIndex": 0
      },
      {
        "number": 107,
        "text": "Өз алдынча лексикалык мааниге ээ болбогон сөздөр кайсы вариантта?",
        "options": [
          "а) алма, китеп, бала",
          "б) кел, кет, бар",
          "в) ак, кара, кызыл",
          "г) эң, же, өтө, жана"
        ],
        "correctIndex": 3
      },
      {
        "number": 108,
        "text": "Терминдерге мүнөздүү стилди белгилеңиз.",
        "options": [
          "а) көркөм стиль",
          "б) оозеки стиль",
          "в) публицистикалык стиль",
          "г) илимий стиль"
        ],
        "correctIndex": 3
      },
      {
        "number": 109,
        "text": "Тыбыш менен тамганын саны дал келбеген сөздү белгилеңиз.",
        "options": [
          "а) ата",
          "б) бала",
          "в) китеп",
          "г) таяк"
        ],
        "correctIndex": 3
      },
      {
        "number": 110,
        "text": "Омоним сөздөрдү белгилеңиз.",
        "options": [
          "а) ак, кара, кызыл",
          "б) сабак, ток, баш, жай",
          "в) мектеп, университет, лицей",
          "г) китеп, дептер, калем"
        ],
        "correctIndex": 1
      },
      {
        "number": 111,
        "text": "Милиция коом менен бирдикте. Белгиленген сөздүн сөз түркүмүн белгилеңиз.",
        "options": [
          "а) жандооч",
          "б) байламта",
          "в) бөлүкчө",
          "г) модалдык сөз"
        ],
        "correctIndex": 0
      },
      {
        "number": 112,
        "text": "“Дос ... айтат, душман ... айтат”. Макалдагы бош орундарды манисине карай толуктагыла.",
        "options": [
          "а) күйдүрүп, сүйдүрүп",
          "б) сүйдүрүп, күйдүрүп",
          "в) жакшы, жаман",
          "г) чын, калп"
        ],
        "correctIndex": 0
      },
      {
        "number": 113,
        "text": "Берилген сөздөр кайсы тармакта колдонулат: Саламаттыкты сактоо, бөлүм, оору, оорулуу, адам, адис – врач, окумуштуу медик, илимий – изилдөө, ден соолук, тейлөө, алдын ал, чында.",
        "options": [
          "а) билим берүү",
          "б) медицина",
          "в) соода",
          "г) транспорт"
        ],
        "correctIndex": 1
      },
      {
        "number": 114,
        "text": "Бул сөздөр кайсы тармакта колдонулат? Канча сом? Киллограммы канча? Кымбат эмеспи?",
        "options": [
          "а) ооруканада",
          "б) базарда",
          "в) китепканада",
          "г) музейде"
        ],
        "correctIndex": 1
      },
      {
        "number": 115,
        "text": "Орун тактоочту белгилеңиз.",
        "options": [
          "а) эртең",
          "б) кечээ",
          "в) азыр",
          "г) артка"
        ],
        "correctIndex": 3
      },
      {
        "number": 116,
        "text": "Кош сөз түрүндөгү тууранды сөздү белгилеңиз.",
        "options": [
          "а) тарс-тарс",
          "б) шарп-шарп",
          "в) дык-дык",
          "г) жарк-журк"
        ],
        "correctIndex": 3
      },
      {
        "number": 117,
        "text": "Жаан түн ортосунда басылды. Асты сызылган сөздүн сүйлөм мүчөлүк милдети.",
        "options": [
          "а) ээ",
          "б) бышыктооч",
          "в) аныктооч",
          "г) толуктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 118,
        "text": "Баяндоочтун милдетин аткарган сөз түркүмдөрүн белгилеңиз.",
        "options": [
          "а) зат атооч гана",
          "б) этиш гана",
          "в) зат атооч, сын атооч, сан атооч",
          "г) зат атооч, сын атооч, сан атооч, этиш сөз түркүмү"
        ],
        "correctIndex": 3
      },
      {
        "number": 119,
        "text": "Кайгырган маанини туюнткан фразеологиялык айкашты белгилеңиз.",
        "options": [
          "а) кабагын бүркөө",
          "б) төбөсү көккө жетүү",
          "в) колу ачык",
          "г) тили узун"
        ],
        "correctIndex": 0
      },
      {
        "number": 120,
        "text": "...үйүңүз алыспы?",
        "options": [
          "а) сиз",
          "б) сиздин",
          "в) сизге",
          "г) сизди"
        ],
        "correctIndex": 1
      },
      {
        "number": 121,
        "text": "Сүйлөмдүн стилин белгилеңиз. Урматтуу Бишкектиктер! 28-апрелде Бишкек шаарында оңдоп-түзөө иштерине байланыштуу муздак суу 1 саатка токтотулат.",
        "options": [
          "а) көркөм стиль",
          "б) оозеки стиль",
          "в) расмий-иштиктүү стиль",
          "г) илимий стиль"
        ],
        "correctIndex": 2
      },
      {
        "number": 122,
        "text": "Макалды толуктаңыз. “Кыңыр иш ... кийин билинет”.",
        "options": [
          "а) бир жылдан",
          "б) кырк жылдан",
          "в) эки жылдан",
          "г) он жылдан"
        ],
        "correctIndex": 1
      },
      {
        "number": 123,
        "text": "Өтмө маанилүү сөздү белгилеңиз.",
        "options": [
          "а) таза суу",
          "б) алтын балалык",
          "в) бийик тоо",
          "г) кызыл китеп"
        ],
        "correctIndex": 1
      },
      {
        "number": 124,
        "text": "Аңгеме, повесть, роман кандай стилде жазылат?",
        "options": [
          "а) илимий",
          "б) көркөм",
          "в) расмий",
          "г) публицистикалык"
        ],
        "correctIndex": 3
      },
      {
        "number": 125,
        "text": "Көп мааанилүү сөздөрдү белгилеңиз.",
        "options": [
          "а) алма, өрүк",
          "б) ак, кара",
          "в) сыр, түш",
          "г) китеп, дептер"
        ],
        "correctIndex": 1
      },
      {
        "number": 126,
        "text": "Белгиленген сөздүн синонимин белгилеңиз. Өткөн ишке өкүнбө.",
        "options": [
          "а) кубан",
          "б) ыйла",
          "в) жаз",
          "г) кейибе"
        ],
        "correctIndex": 3
      },
      {
        "number": 127,
        "text": "Кечээ ... Аселди көрдүм.",
        "options": [
          "а) көчөдө",
          "б) үйдө",
          "в) көргөзмөдөн",
          "г) мектепте"
        ],
        "correctIndex": 2
      },
      {
        "number": 128,
        "text": "Кыпкызыл, аппак кайсы даражадагы сын атоочтор?",
        "options": [
          "а) жай",
          "б) күчөтмө",
          "в) салыштырма",
          "г) басаңдатуу"
        ],
        "correctIndex": 1
      },
      {
        "number": 129,
        "text": "Берилген сөздүн антонимин белгилеңиз. Душман.",
        "options": [
          "а) жолдош",
          "б) дос",
          "в) тууган",
          "г) кошуна"
        ],
        "correctIndex": 1
      },
      {
        "number": 130,
        "text": "Архаизмдерди белгилеңиз.",
        "options": [
          "а) интернет, флешка",
          "б) колхоз, партком, болуш",
          "в) бала, кыз, эне",
          "г) жүз, кат, жаз"
        ],
        "correctIndex": 1
      },
      {
        "number": 131,
        "text": "Ал ... артисти.",
        "options": [
          "а) мектептин",
          "б) үйдүн",
          "в) цирктин",
          "г) театр"
        ],
        "correctIndex": 2
      },
      {
        "number": 132,
        "text": "Неологизмди белгилеңиз.",
        "options": [
          "а) базар",
          "б) араба",
          "в) комуз",
          "г) флешка"
        ],
        "correctIndex": 3
      },
      {
        "number": 133,
        "text": "Диалект катышкан сүйлөмдү белгилеңиз.",
        "options": [
          "а) Тортко асал кошобуз.",
          "б) Мен китеп окудум.",
          "в) Асман ачык.",
          "г) Бүгүн күн сонун."
        ],
        "correctIndex": 0
      },
      {
        "number": 134,
        "text": "Фразеологизмдин маанисин белгилеңиз. Тиги дагы беш өрдөгүн учурду.",
        "options": [
          "а) чын айтты",
          "б) калп айтты",
          "в) ыйлады",
          "г) күлдү"
        ],
        "correctIndex": 1
      },
      {
        "number": 135,
        "text": "Мен, сен, ал деген сөздөр кайсы сөз түркүмүнө кирет?",
        "options": [
          "а) ат атооч",
          "б) зат атооч",
          "в) сын атооч",
          "г) этиш"
        ],
        "correctIndex": 0
      },
      {
        "number": 136,
        "text": "-лар мүчөсү кандай мүчө?",
        "options": [
          "а) жөндөмө",
          "б) таандык",
          "в) жак",
          "г) көптүк"
        ],
        "correctIndex": 3
      },
      {
        "number": 137,
        "text": "Синтаксис деген сөз эмнени билдирет?",
        "options": [
          "а) жазуу, туура жазуу",
          "б) тыбыш, тамга",
          "в) сөздүк курам",
          "г) кошуу, түзүү"
        ],
        "correctIndex": 3
      },
      {
        "number": 138,
        "text": "Берилген темада өз алдынча чыгармачылык менен жазылган текст эмне деп аталат?",
        "options": [
          "а) дилбаян",
          "б) эреже",
          "в) макала",
          "г) диалог"
        ],
        "correctIndex": 0
      },
      {
        "number": 139,
        "text": "Жергиликтүү тилдик өзгөчөлүктөр кантип аталат?",
        "options": [
          "а) синонимдер",
          "б) омонимдер",
          "в) антонимдер",
          "г) диалектилер"
        ],
        "correctIndex": 3
      },
      {
        "number": 140,
        "text": "Биз ... жактырабыз.",
        "options": [
          "а) кооз шаар",
          "б) сүрөт музейин",
          "в) бийик тоо",
          "г) таза аба"
        ],
        "correctIndex": 3
      },
      {
        "number": 141,
        "text": "Окуу китептери кайсы стилде жазылган?",
        "options": [
          "а) көркөм",
          "б) оозеки",
          "в) илимий стилде",
          "г) сүйлөшүү"
        ],
        "correctIndex": 2
      },
      {
        "number": 142,
        "text": "Диалог кайсы стилге мүнөздүү?",
        "options": [
          "а) илимий",
          "б) сүйлөшүү (оозеки)",
          "в) расмий",
          "г) көркөм"
        ],
        "correctIndex": 1
      },
      {
        "number": 143,
        "text": "Антонимдер кандай сөздөр?",
        "options": [
          "а) бирдей маанидеги",
          "б) окшош айтылган",
          "в) мааниси боюнча карама-каршы сөздөр",
          "г) жаңы кирген сөздөр"
        ],
        "correctIndex": 1
      },
      {
        "number": 144,
        "text": "Синонимдер деп ...?",
        "options": [
          "а) мааниси карама-каршы сөздөр",
          "б) бирдей жазылган сөздөр",
          "в) эски сөздөр",
          "г) айтылышы боюнча айырмаланган, жакын маанилеш сөздөр"
        ],
        "correctIndex": 3
      },
      {
        "number": 145,
        "text": "Айтылыш максатына карай сүйлөмдөр кантип бөлүнөт?",
        "options": [
          "а) жөнөкөй жана татаал",
          "б) жай, суроолуу, илептүү",
          "в) баш жана айкындооч",
          "г) жалаң жана жайылма"
        ],
        "correctIndex": 1
      },
      {
        "number": 146,
        "text": "Кайсы сүйлөмдө тыныш белги туура коюлган?",
        "options": [
          "а) Сенин атың Бурмабы,",
          "б) Сенин атың Бурмабы?",
          "в) Сенин атың Бурмабы.",
          "г) Сенин атың Бурмабы!"
        ],
        "correctIndex": 2
      },
      {
        "number": 147,
        "text": "Сүйлөмдүн баш мүчөлөрү кайсылар?",
        "options": [
          "а) ээ, баяндооч",
          "б) аныктооч, толуктооч",
          "в) бышыктооч, ээ",
          "г) баяндооч, аныктооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 148,
        "text": "Атамдын бир тууганы - Үсөнбек деген сүйлөмдө баяндооч кайсы сөз түркүмүнөн жасалды?",
        "options": [
          "а) этиш",
          "б) сын атооч",
          "в) зат атооч",
          "г) сан атооч"
        ],
        "correctIndex": 2
      },
      {
        "number": 149,
        "text": "Татаал сүйлөмдөр кантип бөлүнөт:",
        "options": [
          "а) жалаң жана жайылма",
          "б) тең байланыштагы, багыныңкы байланыштагы",
          "в) жай, суроолуу",
          "г) жөнөкөй, татаал"
        ],
        "correctIndex": 1
      },
      {
        "number": 150,
        "text": "Сүйлөмдүн айкындооч мүчөлөрү кайсылар?",
        "options": [
          "а) ээ, баяндооч",
          "б) аныктооч, толуктооч, бышыктооч",
          "в) ээ, аныктооч, толуктооч",
          "г) баяндооч, бышыктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 151,
        "text": "Жай, суроолуу, илептүү сүйлөм деп кайсы критерий боюнча бөлүнгөн?",
        "options": [
          "а) сүйлөмдүн айтылыш максатына карай",
          "б) түзүлүшүнө карай",
          "в) маанисине карай",
          "г) мүчөлөрүнө карай"
        ],
        "correctIndex": 0
      },
      {
        "number": 152,
        "text": "Түзүлүшүнө (структурасына) карай сүйлөмдүн бөлүнүшү:",
        "options": [
          "а) жай, суроолуу",
          "б) жөнөкөй жана татаал",
          "в) жалаң, жайылма",
          "г) баш, айкындооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 153,
        "text": "Көрсө, Алманбет айылга кечээ келиптир. Мында сүйлөмгө грамматикалык жактан мүчө боло албаган сөздү тапкыла.",
        "options": [
          "а) Алманбет",
          "б) айылга",
          "в) көрсө",
          "г) келиптир"
        ],
        "correctIndex": 2
      },
      {
        "number": 154,
        "text": "Ал шайыр адам эле. Сүйлөмдөгү аныктоочтун милдетин кайсы сөз түркүмү аткарып жатат?",
        "options": [
          "а) зат атооч",
          "б) сын атооч",
          "в) этиш",
          "г) ат атооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 155,
        "text": "Сүйлөм мүчөлөрүнүн аткарган милдетине карай бөлүнүшү:",
        "options": [
          "а) баш жана айкындооч мүчөлөр",
          "б) жөнөкөй жана татаал",
          "в) жай жана суроолуу",
          "г) жалаң жана жайылма"
        ],
        "correctIndex": 0
      },
      {
        "number": 156,
        "text": "Синтаксис бөлүмүнүн изилдөөчү объектиси:",
        "options": [
          "а) тыбыш жана тамга",
          "б) сөз түркүмдөрү",
          "в) сөздүн уңгусу жана мүчөсү",
          "г) сөз айкашы жана сүйлөм"
        ],
        "correctIndex": 1
      },
      {
        "number": 157,
        "text": "Баяндоочтун милдетин сүйлөмдө, негизинен, кайсы сөз түркүмү аткарат?",
        "options": [
          "а) зат атооч",
          "б) сын атооч",
          "в) сан атооч",
          "г) этиш"
        ],
        "correctIndex": 3
      },
      {
        "number": 158,
        "text": "“Сен мага атыңды бергин” деген сүйлөмдүн ээси кайсы?",
        "options": [
          "а) сен",
          "б) мага",
          "в) атыңды",
          "г) бергин"
        ],
        "correctIndex": 0
      },
      {
        "number": 159,
        "text": "Синтаксис бөлүмүндө эмне изилденет?",
        "options": [
          "а) тыбыштар",
          "б) сөздүн түзүлүшү",
          "в) сөз айкашы, сүйлөм",
          "г) сөздүн мааниси"
        ],
        "correctIndex": 1
      },
      {
        "number": 160,
        "text": "Кайсы вариант синонимдер?",
        "options": [
          "а) ак, кара",
          "б) чоң, кичине",
          "в) сүйүү, махабат",
          "г) тез, жай"
        ],
        "correctIndex": 2
      },
      {
        "number": 161,
        "text": "-бы грамматикалык формасынын жардамы менен кандай сүйлөмдөр жасалат?",
        "options": [
          "а) суроолуу",
          "б) илептүү",
          "в) буйрук",
          "г) жай"
        ],
        "correctIndex": 0
      },
      {
        "number": 162,
        "text": "Элдик оозеки чыгармачылыкка кирген жанр.",
        "options": [
          "а) повесть",
          "б) роман",
          "в) макал-лакап",
          "г) дилбаян"
        ],
        "correctIndex": 2
      },
      {
        "number": 163,
        "text": "Сүйлөмдө бир өңчөй мүчөлөр кандай тыныш белги менен ажыратылат?",
        "options": [
          "а) чекит",
          "б) үтүр",
          "в) сызыкча",
          "г) кош чекит"
        ],
        "correctIndex": 2
      },
      {
        "number": 164,
        "text": "Сүйлөмдө ээнин милдетин, негизинен, кайсы сөз түркүмү аткарды? Ата-эне баласынын күлкүсүнөн ырахат алат.",
        "options": [
          "а) этиш",
          "б) сын атооч",
          "в) сан атооч",
          "г) зат атооч"
        ],
        "correctIndex": 3
      },
      {
        "number": 165,
        "text": "Сүйлөмдүн материалдык негизин түзгөн каражат?",
        "options": [
          "а) сөз",
          "б) тыбыш",
          "в) тамга",
          "г) муун"
        ],
        "correctIndex": 0
      },
      {
        "number": 166,
        "text": "Кыргыз тилине сырттан кирген сөздөр.",
        "options": [
          "а) ата, эне, бала",
          "б) факультет, молдо, түрмө",
          "в) китеп, дептер, калем",
          "г) күн, ай, жыл"
        ],
        "correctIndex": 1
      },
      {
        "number": 167,
        "text": "Сүйлөмдө бир өңчөй мүчөлөрдү жалпылоочу сөз кайсы? Асан, Алия, Бермет, Гүлзар – баары мектепке бир убакта келишти.",
        "options": [
          "а) Асан",
          "б) баары",
          "в) мектепке",
          "г) бир"
        ],
        "correctIndex": 1
      },
      {
        "number": 168,
        "text": "Базардан кече күнү тукум сатып алдым. Бул сүйлөмдө диалектикалык сөздү тапкыла.",
        "options": [
          "а) базардан",
          "б) кече",
          "в) тукум",
          "г) сатып алдым"
        ],
        "correctIndex": 2
      },
      {
        "number": 169,
        "text": "Кепте даяр материал катары, өтмө мааниде колдонулуучу тилдик каражат.",
        "options": [
          "а) фразеологизмдер",
          "б) диалектилер",
          "в) неологизмдер",
          "г) архаизмдер"
        ],
        "correctIndex": 0
      },
      {
        "number": 170,
        "text": "Синтаксистик талдоо жүргүзүү деген бул –",
        "options": [
          "а) сөздөрдү уңгу-мүчөгө ажыратуу",
          "б) тыбыштарды ажыратуу",
          "в) сөздүн маанисин чечмелөө",
          "г) сүйлөм мүчөлөрүнө ажыратуу"
        ],
        "correctIndex": 3
      },
      {
        "number": 171,
        "text": "Окуучулар колхоздун багында жардам берип жүрүштү. Бул сүйлөмдөгү асты сызылган сөз айкашынын тибин аныкта.",
        "options": [
          "а) барыш",
          "б) таандык",
          "в) мезгил",
          "г) орун"
        ],
        "correctIndex": 0
      },
      {
        "number": 172,
        "text": "Этиш сөздөр, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарышат?",
        "options": [
          "а) баяндооч",
          "б) ээ",
          "в) аныктооч",
          "г) бышыктооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 173,
        "text": "Жана, менен байламталары аркылуу кандай сүйлөмдөр байланышат?",
        "options": [
          "а) багыныңкы",
          "б) тең байланыштагы",
          "в) ээрчишүү",
          "г) маанилеш"
        ],
        "correctIndex": 2
      },
      {
        "number": 174,
        "text": "Сын атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "а) ээ",
          "б) аныктооч",
          "в) толуктооч",
          "г) бышыктооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 175,
        "text": "Кайсы вариантта тыныш белгиси туура коюлды?",
        "options": [
          "а) Ким киного барат,",
          "б) Ким киного барат?",
          "в) Ким киного барат.",
          "г) Ким киного барат!"
        ],
        "correctIndex": 1
      },
      {
        "number": 176,
        "text": "Көп чекиттин ордуна сөздөрдү туура кой. Аман атасына ... кабыш кылып, ... кетменди алды.",
        "options": [
          "а) кол, чоң",
          "б) баш, жанына",
          "в) сөз, кичине",
          "г) кат, алыс"
        ],
        "correctIndex": 0
      },
      {
        "number": 177,
        "text": "Кантип? Качан? деген суроолорго кайсы сүйлөм мүчөсү жооп берет?",
        "options": [
          "а) аныктооч",
          "б) бышыктооч",
          "в) толуктооч",
          "г) ээ"
        ],
        "correctIndex": 1
      },
      {
        "number": 178,
        "text": "Бир кезде таң аппак аткан экен. Бул сүйлөмдөгү бышыктоочту аныкта.",
        "options": [
          "а) мезгил бышыктооч",
          "б) орун бышыктооч",
          "в) максат бышыктооч",
          "г) себеп бышыктооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 179,
        "text": "Эки же андан көп компоненттен туруп, бир маанини билдирген тилдик каражат кантип аталат?",
        "options": [
          "а) сөз",
          "б) сөз айкашы",
          "в) сүйлөм",
          "г) текст"
        ],
        "correctIndex": 1
      },
      {
        "number": 180,
        "text": "“Окуу, окуу жана окуу”, -деген В.И.Ленин. Сүйлөмдө асты сызылган сөздөрдү аныкта.",
        "options": [
          "а) тике сөз",
          "б) бөтөн сөз",
          "в) диалог",
          "г) цитата"
        ],
        "correctIndex": 1
      },
      {
        "number": 181,
        "text": "Ат атоочтор, негизинен, кайсы сүйлөм мүчөсүнүн милдетин аткарат?",
        "options": [
          "а) аныктооч",
          "б) толуктооч",
          "в) бышыктооч",
          "г) ээ"
        ],
        "correctIndex": 3
      },
      {
        "number": 182,
        "text": "Тактоочтор кайсы сүйлөм мүчөсүн жандап турат?",
        "options": [
          "а) ээ",
          "б) аныктооч",
          "в) толуктооч",
          "г) баяндооч"
        ],
        "correctIndex": 0
      },
      {
        "number": 183,
        "text": "Айтылышы бирдей, мааниси ар башка сөздөр кантип аталат?",
        "options": [
          "а) синоним",
          "б) антоним",
          "в) диалект",
          "г) омоним"
        ],
        "correctIndex": 3
      },
      {
        "number": 184,
        "text": "Жакшы адамдын акылына жамандык келбейт. Алды сызылган сөз сүйлөмдө…",
        "options": [
          "а) ээ",
          "б) баяндооч",
          "в) толуктооч",
          "г) аныктооч"
        ],
        "correctIndex": 3
      },
      {
        "number": 185,
        "text": "Баш мүчөлөрдөн гана түзөлгөн сүйлөм … сүйлөм деп аталат:",
        "options": [
          "а) жайылма",
          "б) татаал",
          "в) жалаң",
          "г) жөнөкөй"
        ],
        "correctIndex": 2
      },
      {
        "number": 186,
        "text": "Сырдык сөздөр:",
        "options": [
          "а) китеп, дептер",
          "б) пай-пай, так-так, бали",
          "в) тез, жай",
          "г) мен, сен, ал"
        ],
        "correctIndex": 1
      },
      {
        "number": 187,
        "text": "Кайда? Каерде? деген суроого жооп берген тактоочтор:",
        "options": [
          "а) мезгил тактооч",
          "б) орун тактооч",
          "в) себеп тактооч",
          "г) максат тактооч"
        ],
        "correctIndex": 1
      },
      {
        "number": 188,
        "text": "“О, шум согуш, ушуну кылмак белең?!” деген сүйлөмдө сүйлөмгө мүчө боло албаган сөздү тапкыла.",
        "options": [
          "а) ушуну кылмак белең",
          "б) О, шум согуш",
          "в) согуш",
          "г) кылмак белең"
        ],
        "correctIndex": 1
      },
      {
        "number": 189,
        "text": "Эртең атама кат жазам. Бул сүйлөмдө баяндоочтун милдетин аткарган этиштин чагын аныкта.",
        "options": [
          "а) өткөн чак",
          "б) келер чак",
          "в) азыркы чак",
          "г) максат"
        ],
        "correctIndex": 1
      },
      {
        "number": 190,
        "text": "Сүйлөмдө ээнин милдетин аткарган сөздөр:",
        "options": [
          "а) зат атооч, сын атооч, ат атооч, сан атооч",
          "б) этиштер",
          "в) тактоочтор",
          "г) байламталар"
        ],
        "correctIndex": 0
      },
      {
        "number": 191,
        "text": "Бүткөн бир айрым ойду билдирген сөз же сөз тизмеги ... деп аталат:",
        "options": [
          "а) сөз",
          "б) сүйлөм",
          "в) сөз айкашы",
          "г) текст"
        ],
        "correctIndex": 1
      },
      {
        "number": 192,
        "text": "Мамлекеттик тил жөнүндө мыйзам кайсыл жылы кабыл алынган?",
        "options": [
          "а) 1989-жылы 23-сентябрда",
          "б) 1990-жылы",
          "в) 1995-жылы",
          "г) 2000-жылы"
        ],
        "correctIndex": 0
      },
      {
        "number": 193,
        "text": "Лексика эмнени изилдейт?",
        "options": [
          "а) тыбыштарды",
          "б) сөздүк курамды",
          "в) сүйлөмдөрдү",
          "г) сөздүн түзүлүшүн"
        ],
        "correctIndex": 1
      },
      {
        "number": 194,
        "text": "Кошмок сөздөрдү белгилегиле:",
        "options": [
          "а) ат кулак, бака жалбырак, ит мурун",
          "б) ак, кара, кызыл",
          "в) китеп, дептер",
          "г) жүз, кат"
        ],
        "correctIndex": 0
      },
      {
        "number": 195,
        "text": "Сөздөрдүн уңгу мүчөгө туура ажыраганын белгилегиле:",
        "options": [
          "а) кам-чыла",
          "б) камчы-ла",
          "в) кам-чы-ла",
          "г) камчыла"
        ],
        "correctIndex": 1
      },
      {
        "number": 196,
        "text": "Мен, сен, ал, биз, силер, алар кандай ат атооч?",
        "options": [
          "а) суроолуу",
          "б) жактама",
          "в) белгисиз",
          "г) өзү"
        ],
        "correctIndex": 1
      },
      {
        "number": 197,
        "text": "Мага, сага, муну-деген сөздөрдүн уңгусу кайсылар?",
        "options": [
          "а) ма, са, му",
          "б) мен, сен, ал",
          "в) мага, сага, муну",
          "г) мен, сен, бул"
        ],
        "correctIndex": 3
      },
      {
        "number": 198,
        "text": "Сөз менен сөздү, сүйлөм менен сүйлөмдү байланыштырган кызматчы сөз кайсы?",
        "options": [
          "а) жандооч",
          "б) байламта",
          "в) сырдык сөз",
          "г) бөлүкчө"
        ],
        "correctIndex": 1
      },
      {
        "number": 199,
        "text": "Кызматчы сөздөргө мүнөздүү белгилер кайсылар?",
        "options": [
          "а) өз алдынча турганда лексикалык мааниге ээ эмес",
          "б) өз алдынча лексикалык мааниге ээ",
          "в) сүйлөмдүн ээси болот",
          "г) сүйлөмдүн баяндоочу болот"
        ],
        "correctIndex": 0
      },
      {
        "number": 200,
        "text": "“Бойдок” деген сөздүн сылык айтылышы:",
        "options": [
          "а) боз улан",
          "б) үйлөнө элек",
          "в) бойго жете элек",
          "г) жаш бала"
        ],
        "correctIndex": 0
      }
    ],
    "B2": []
  }
};

