window.questionsData = [
  {
    "number": 1,
    "kg": "Кыргызстандын аймагында жашаган эң байыркы адамдын түрүн атагыла?",
    "ru": "Назовите древнейшего типа человека проживающего на территории Кыргызстана?",
    "optionsKg": [
      "питекантроп",
      "неандертальдар",
      "Гейдельберг",
      "австролопитектер"
    ],
    "optionsRu": [
      "питекантропы",
      "неандертальцы",
      "гейдельберги",
      "австролопитек"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 2,
    "kg": "“ Тарыхтын атасы” деп кимди айтышат ?",
    "ru": "Кого называют «Отцом истории»?",
    "optionsKg": [
      "Геродот ту",
      "Баласагын ды",
      "Ленин ди",
      "Аристотел ди"
    ],
    "optionsRu": [
      "Геродота",
      "Баласагына",
      "Ленина",
      "Аристотеля"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 3,
    "kg": "Кайсы илимдер тарыхтын курамдык бөлүмүн түзүшөт?",
    "ru": "Какие науки являются составными частями исторической науки ?",
    "optionsKg": [
      "археология,этнология",
      "сфрагистика, эпиграфика",
      "геральдика, нумизматика",
      "жогоруда аталгандардын баары"
    ],
    "optionsRu": [
      "археология, этнография",
      "сфрагистика, эпиграфика",
      "геральдика, нумизматика",
      "все вышеперечисленные"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 4,
    "kg": "Хронология эмнени изилдейт?",
    "ru": "Что изучает хронология?",
    "optionsKg": [
      "жыл эсептөө систе масын",
      "а кча системаларын",
      "ченем системаларын",
      "аскердик ишти. 1"
    ],
    "optionsRu": [
      "изучает систему летоисчисления",
      "изучает денежные системы",
      "изучает систему мер",
      "изучает военное дело"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 5,
    "kg": ".Нумизматика – бул ... тарыхы....",
    "ru": "Нумизматика - это история….",
    "optionsKg": [
      "соода акча системаларынын",
      "өзүнчө үй - бүлөлөрдүн, мамлекеттердин",
      "Чыгыштын",
      "Батыштын"
    ],
    "optionsRu": [
      "денежных систем, торговли",
      "отдельных семей, государств",
      "Востока",
      "Запада"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 6,
    "kg": "Генеалогия деген эмне?",
    "ru": "Что такое генеалогия?",
    "optionsKg": [
      "муундардын келип чыгышын жана адамдардын туугандык байланыштарын, уруусун, аты жөнүн изилдөөчү илим",
      "шаарла рдын келип чыгуусу",
      "байыркы уруулар",
      "элдин аты"
    ],
    "optionsRu": [
      "происхождение родов, фамилий",
      "происхождение городов",
      "древние племена",
      "название народа"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 7,
    "kg": "Грекчеден которгондо “тарых “ эмнени түшүндүрөт?",
    "ru": "Что означает с греческого «История»?",
    "optionsKg": [
      "адамзаттын басып өткөн жолун",
      "адамзаттын келечегин",
      "легендалар, мифтер",
      "кенже эпостор"
    ],
    "optionsRu": [
      "рассказ о прошедшем",
      "рассказ о будущем",
      "легенды, мифы",
      "большие, малые эпосы"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 8,
    "kg": "Топонимика эмнени изилдейт?",
    "ru": "Что изучает топонимика?",
    "optionsKg": [
      "географиялык аталыштарды",
      "адам аттарын, фамилияларын",
      "үй - бүлөнүн жеке мөөрлөрүн",
      "табигый ресурстарды"
    ],
    "optionsRu": [
      "географические названия",
      "имена, фамилии людей",
      "печати отдельных семей, государств",
      "природные ресурсы"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 9,
    "kg": "“ Келечекти көрө билүү үчүн өтк өн дү окуп үйрөнгүлө” деп ким айткан?",
    "ru": "Кто автор следующей фразы: «Изучайте прошлое, чтобы предугадать будущее»?",
    "optionsKg": [
      "Конфуций",
      "Цицерон",
      "Платон",
      "Аль - Фараби"
    ],
    "optionsRu": [
      "Конфуций",
      "Цицерон",
      "Платон",
      "Аль - Фараби"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 10,
    "kg": "Биздин заманга чейинки 530 - жылы Перс падышасы Кир IIге каршы согушта сак Тиграхауд аскерлерин жетектеген колб ашчыны атагыла. ",
    "ru": "Назовите имя полководца возглавившего войск саков тиграхаудов в войне персидским царем Кир II в 530 г. до н.э.",
    "optionsKg": [
      "Дарий I",
      "македон",
      "Томирис",
      "Барс бек"
    ],
    "optionsRu": [
      "Дарий I",
      "Македонский",
      "Томирис",
      "Барс бек"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 11,
    "kg": "Биздин заманга чейинки I миң жылдыкта Фергана мамлекети кытай жылнаамаларында кандай аталган?",
    "ru": "Как называлось в китайских хрониках ферганское госуд арство в I тысячелетии до н.э.",
    "optionsKg": [
      "Усундардын мамлекети",
      "Фейгандын мүлкү",
      "Куанван падышалыгы",
      "Даван падышалыгы"
    ],
    "optionsRu": [
      "Государство усуней",
      "владения Фейган",
      "царство Куанван",
      "царство Давань"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 12,
    "kg": "«Манас» эпосунун 1000 жылдыгын белгилөө качан болгон?",
    "ru": "Когда состоялся празднование 1000 - летия эпоса «Манас»?",
    "optionsKg": [
      "октябрь – 1994",
      "август – 1995",
      "август – 1996",
      "1997 - жылдын августу"
    ],
    "optionsRu": [
      "октябрь – 1994",
      "август – 1995 г",
      "август – 1996 г",
      "август 1997"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 13,
    "kg": "Енисей кыргыздары жыл башын эмне деп аташкан?",
    "ru": "Как называлось начало года у енисейских кыргызов.",
    "optionsKg": [
      "ташкан",
      "барс",
      "баш ай",
      "бичин"
    ],
    "optionsRu": [
      "ташкан",
      "барс",
      "баш ай",
      "бичин"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 14,
    "kg": "Захреддин Бабур ким?",
    "ru": "Кто такой Захреддин Бабур?",
    "optionsKg": [
      "Монгол ханы",
      "Кыргыздардын башкаруучусу",
      "Улуу Моголдор империясынын негиздөөчүсү",
      "Иран шахы"
    ],
    "optionsRu": [
      "монгольский хан",
      "Правитель кыргызов",
      "Основатель Великой Мого льской империи",
      "Иранский шах"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 15,
    "kg": ". Караханиддер каганатынын борбору кайсы шаар болгон?",
    "ru": "Какой город являлся столицей Караханидского каганата?",
    "optionsKg": [
      "Ош",
      "Тараз",
      "Баласагун",
      "Бухара"
    ],
    "optionsRu": [
      "Ош",
      "Тараз",
      "Баласагун",
      "Бухара"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 16,
    "kg": "Кокон хандыгынын түзүлгөн жылын көрсөтүңүз.",
    "ru": "Укажите год образования Кокандского ханс тва.",
    "optionsKg": [
      "1700 - ж",
      "1709 - ж",
      "1715 - ж",
      "1725 - ж"
    ],
    "optionsRu": [
      "1700 г",
      "1709г",
      "1715",
      "1725 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 17,
    "kg": "Кыргыз саясий лидерлеринин кайсынысы XVIII кылымдын 2 - жарымында Ирдана бий менен дипломатиялык мамиле түзүп, Анжиянга жакын жерде эгемендүү кенири аймакты түзө алган.",
    "ru": "Кто из кыргызских политических лидеров во второй половине XVIII века разорвал дипломатические отношения с Ирдана бия и создал обширную, самостоятельную область в окрестностях Андижана.",
    "optionsKg": [
      "Акбото бий",
      "Маматкул бий",
      "Кубат бий",
      "Нүзүп бий"
    ],
    "optionsRu": [
      "Акбото бий",
      "Маматкул бий",
      "Кубат бий",
      "Нузуп бий"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 18,
    "kg": ", Кыргызстанда колониялык орус бийлиги орногондон кийин жер кимге таандык болгон ?",
    "ru": "Кому принадлежала земля после установления колониальной Российской власти в Кыргызстане?",
    "optionsKg": [
      "уруулук бирикмелерге",
      "Манаптарга",
      "Түркстан генерал - губернаторлугуна",
      "Мамлекетке"
    ],
    "optionsRu": [
      "Родо - племенным объединениям",
      "Манапам",
      "Туркестанскому - генерал - губернаторству",
      "Государству"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 19,
    "kg": "Чыгармаларына совет мезгилинде терс баа берилген, XIX кылымдагы кыргыздын чыгаан акындарынын ысымдарын т абыныз.",
    "ru": "Укажите имена видных кыргызских акынов XIX в. произведения которых в советское время оценивались негативно.",
    "optionsKg": [
      "Тоголок Молдо, Барпы, Калык Акиев",
      "Токтогул, Эшмамбет, Кара Курман",
      "Арстанбек, Калыгул, Молдо Кылыч",
      "Исак Шайбеков, Токтогул, Алымкул"
    ],
    "optionsRu": [
      "Тоголок Молдо, Барпы, Калык Акиев",
      "Токтогул, Эшмамбет, Кара Курман",
      "Арстанбек, Калыгул, Молдо Кылыч",
      "Ысак Шайбеков, Токтогул, Алымкул"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 20,
    "kg": ". Кыргыз Республикасы кайсы жылдан бери БУУга мүчө?",
    "ru": ". Кыргызская Республика с какого года является членом ООН ?",
    "optionsKg": [
      "1991 - ж",
      "1992 - ж",
      "1993 - ж",
      "1994 - ж"
    ],
    "optionsRu": [
      "1991 г",
      "1992 г",
      "1993 г",
      "1994 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 21,
    "kg": "Кыргыз жоокерлеринин кимиси эки жолу Советтер Союзунун Баатыры наамына ээ болгон?",
    "ru": ". Кто из воинов - кыргызстанцев дважды был удостоен звания Героя Советского Союза ?",
    "optionsKg": [
      "Т.Бегельдинов",
      "Д.Асанов",
      "К.Үсөнбеков",
      "Д.Шопоков"
    ],
    "optionsRu": [
      "Т. Бегельдинов",
      "Д. Асанов",
      "К. Усенбеков",
      "Д. Шопоков"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 22,
    "kg": "Кыргызстанда Совет бийлиги биринчи жолу орногон жерди т ап?",
    "ru": ".Назовите, где впервые в Кыргызстане была установлена советская власть .",
    "optionsKg": [
      "Чаткалда",
      "Таласта",
      "Сүлүктүдө",
      "Нарында"
    ],
    "optionsRu": [
      "в Чаткале",
      "В Таласе",
      "Сулюкте",
      "в Нарыне"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 23,
    "kg": "Кыргызстандагы жарандык согуштун өзгөчөлүктөрү:",
    "ru": "Особенностями гражданской войны в Кыргызстане являлись:",
    "optionsKg": [
      "Басмачылар кыймылы жана кулактардын көтөрүлүштөрү",
      "улуттар аралык күрөш",
      "жумушчулардын көтөрүлүшү"
    ],
    "optionsRu": [
      "басмаческое движение и кулацкие мятежи",
      "межэтническая борьба",
      "восстание рабочих"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 24,
    "kg": "Кыргыз Автономиялуу Республикасы кайсы жылы түзүлгөн ?",
    "ru": "В каком году была образована Кыргызская Автономная Респу блика",
    "optionsKg": [
      "1925 - ж",
      "1926 - ж",
      "1927 - ж",
      "1928 - ж"
    ],
    "optionsRu": [
      "1925 г",
      "1926 г",
      "1927 г",
      "1928 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 25,
    "kg": "Кыргыз жазуусу араб тилинен латын алфавитине кайсы жылы которулган?",
    "ru": "В каком году был осущес твлен перевод кыргызской письменности с арабского на латинский алфавит?",
    "optionsKg": [
      "1926 - ж",
      "1928 - ж",
      "1927 - ж",
      "1929 - ж "
    ],
    "optionsRu": [
      "1926 - ж",
      "1928 - ж",
      "1927 - ж",
      "1929 - ж"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 26,
    "kg": "Граждандык согуш мезгилиндеги Кыргызстандагы кулактардын көтөрүлүштөрүнүн негизги максаты э мне болгон ?",
    "ru": "Главной целью кулацких мятежей в Кыргызстане в период гражданской войны являлась.",
    "optionsKg": [
      "Совет бийлигинн кулатуу",
      "жер басып алуу",
      "өнөр жайды калыбына келтирүү",
      "империалисттик согуштун улантылышы"
    ],
    "optionsRu": [
      "свержение советской власти",
      "захват земель",
      "восстановление промышленности",
      "продолжение империалистической войны"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 27,
    "kg": "Жайыл баатырды согушта кайсы колбашчы өлтүргөн?",
    "ru": "Какой полководец убил Жайыл баатыра в сражении?",
    "optionsKg": [
      "Кенесары Касымов",
      "Скобелев Д.М",
      "Батур Хунтайжи",
      "Абылай хан"
    ],
    "optionsRu": [
      "Кенесары Касымов",
      "Скобелев Д.М",
      "Батур - хунтайджи",
      "Аблай хан"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 28,
    "kg": "Таш доорунун искусствосун чагылдырган Ак - Чуңкур үңкүрү кайсы аймакта жайгашкан?",
    "ru": "В какой области находится пещера Ак - Чун кур, в которой отражено искусство каменного века?",
    "optionsKg": [
      "Жалал - Абад облусу",
      "Баткен облусу",
      "Нарын облусу",
      "Ысык - Көл облусу"
    ],
    "optionsRu": [
      "Джалал - Абадская область",
      "Баткенская область",
      "Нарынская область",
      "Иссык - Кульская область"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 29,
    "kg": ". Улуттук баш кийим – калпак күнү кайсы күнү белгиленет?",
    "ru": ".В какой день празднуется день национального головного убора – калпака?",
    "optionsKg": [
      "14 - февраль",
      "23 - февраль",
      "5 - март",
      "7 - март"
    ],
    "optionsRu": [
      "14 февраля",
      "23 февраля",
      "5 марта",
      "7 март"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 30,
    "kg": "Чуст маданиятындагы уруулардын негизги иши эмне ?",
    "ru": "Основное занятие племён чустской культуры?",
    "optionsKg": [
      "дыйканчылык",
      "мал чарбасы",
      "кол өнөрчүлүк",
      "билим берү"
    ],
    "optionsRu": [
      "земледелие",
      "скотоводство",
      "искусство",
      "образование"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 31,
    "kg": ". Саймалуу - Таш сүрөт галереясы кайсы аймакта жайгашкан?",
    "ru": "В какой области находится картинная галерея Саймалуу - Таш?",
    "optionsKg": [
      "Ысык - Көл",
      "Нарын",
      "Жалал - Абад",
      "Чуй"
    ],
    "optionsRu": [
      "Иссык - Кульская",
      "Нарынская",
      "Джалал - Абадская",
      "Чуйская"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 32,
    "kg": "Түндүк Кыргызстанда сактардын кайсы тобу жашаган?",
    "ru": "Какая группа саков обитала на севере Кыргызстана?",
    "optionsKg": [
      "хаомаварга",
      "Тохарлар",
      "Бактрия",
      "тиграхауд"
    ],
    "optionsRu": [
      "хаомаварга",
      "тохары",
      "бактрии",
      "тиграхауда"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 33,
    "kg": ". Перс падышасы Кир II сактарга каршы жортуулга биздин заманга чейинки кайс ы жылы келген?",
    "ru": "В каком году до нашей эры персидский царь Кир II отправился походом на саков?",
    "optionsKg": [
      "590",
      "550",
      "530",
      "540"
    ],
    "optionsRu": [
      "590",
      "550",
      "530",
      "540"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 34,
    "kg": ". Кайсы перс падышасы сактарды басып алууга күчү жеткен ?",
    "ru": "Какой персидский царь сумел покорить саков?",
    "optionsKg": [
      "Дарий",
      "Ксеркс",
      "Артаксеркс",
      "Гаутама"
    ],
    "optionsRu": [
      "Дарий",
      "Ксеркс",
      "Артаксеркс",
      "Гаутама"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 35,
    "kg": "Усундар б.з.ч кайсы кылымда Кыргызстанга көчүп келишкен?",
    "ru": "В каком веке до нашей эры усуни перекочевали в Кыргызстан?",
    "optionsKg": [
      "I",
      "II",
      "III",
      "IV"
    ],
    "optionsRu": [
      "I",
      "II",
      "III",
      "IV"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 36,
    "kg": ". Усун этнониминин мааниси эмнени билдирет?",
    "ru": ". Что означает этноним усунь ?",
    "optionsKg": [
      "кызыл сакал",
      "күчтүү",
      "он урук эл ",
      "беш уруунун адамдары"
    ],
    "optionsRu": [
      "рыжебородые",
      "сильный",
      "народ десяти родов",
      "народ пяти родов"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 37,
    "kg": ". Усундардын борбору кайсы аймакта жайгашкан ?",
    "ru": "В какой области располагалась столица усуней?",
    "optionsKg": [
      "Нарын",
      "Ысык - Көлд ө",
      "Талас",
      "Ош"
    ],
    "optionsRu": [
      "Нарынская",
      "Иссык - Кульская",
      "Таласская",
      "Ошская"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 38,
    "kg": "Кайсы Даван падышасы Хан д инастиясына каршы согушкан?",
    "ru": "Какой даваньский царь воевал с Ханьским Китаем?",
    "optionsKg": [
      "Абдрашит",
      "Тамерлан",
      "Мугуа",
      "Сайфуддин"
    ],
    "optionsRu": [
      "Абдрашит",
      "Тамерлан",
      "Мугуа",
      "Сайфуддин"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 39,
    "kg": ". Кыргыздын көрүнүктүү балеринасын атаңыз?",
    "ru": "Назовите выдающуюся кыргызскую балерину?",
    "optionsKg": [
      "Айнагүл",
      "Назира",
      "Бүбүсара",
      "Айзада"
    ],
    "optionsRu": [
      "Айнагуль",
      "Назира",
      "Бюбюсара",
      "Айзада"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 40,
    "kg": "Даван мамлекетине каршы жортуулду кайсы кытай колбашчысы башкарган?",
    "ru": "Какой китайский полководец совершил поход на государство Давань?",
    "optionsKg": [
      "Чан Кайши",
      "Сун Ятсен",
      "Ли Гуанли",
      "Гао Сянчжи"
    ],
    "optionsRu": [
      "Чан Кайши",
      "Сунь - Ятсен",
      "Ли Гуанли",
      "Гао Сяньчжи"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 41,
    "kg": ". Эгемен Кыргызстандын Конституциясы кайсы күнү кабыл алынган?",
    "ru": "В какой день была принята Конституция суверенного Кыргызстана?",
    "optionsKg": [
      "1 - май",
      "24 - март",
      "5 - май",
      "9 - май"
    ],
    "optionsRu": [
      "1 мая",
      "24 марта",
      "5 мая ",
      "9 мая"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 42,
    "kg": "Хань династиясынын кайсы императору Даванга каршы жортуулду уюштурган?",
    "ru": ". Какой император династии Хань организовал поход на Давань?",
    "optionsKg": [
      "Гуанси",
      "Сычуань",
      "Уди",
      "Шибоян"
    ],
    "optionsRu": [
      "Гуа ньси",
      "Сычуань",
      "Уди",
      "Шибоян"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 43,
    "kg": ". Усундардын башкаруучусу кандай титулга ээ болгон?",
    "ru": "Какой титул носил правитель усуней?",
    "optionsKg": [
      "каган",
      "кунб аг",
      "хан",
      "Шаньюй"
    ],
    "optionsRu": [
      "каган",
      "кунбаг",
      "хан",
      "шаньюй"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 44,
    "kg": "Эл аралык террористтер Кыргызстанга кайсы жылы басып кирген?",
    "ru": "В каком году международные террористы вторглись в Кыргызстан?",
    "optionsKg": [
      "1998 - ж",
      "1999 - ж",
      "2001 - ж",
      "2002 - ж"
    ],
    "optionsRu": [
      "1998 г",
      "1999 г",
      "2001 г",
      "2002 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 45,
    "kg": ". Усундардын борбору Чигу эмнени т үшүндүрөт (билдирет) ?",
    "ru": "Что означала в переводе столица усуней Чигу?",
    "optionsKg": [
      "Күнбага шаары",
      "усундардын шаары",
      "Кызыл өрөөндө гү ш аары",
      "ысык суу шаары"
    ],
    "optionsRu": [
      "город кунбага",
      "город усуней",
      "город Красной долины",
      "город горячей воды"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 46,
    "kg": "Кыргызстандын экинчи президенти К.С.Бакиев кайсы партияны түзгөн?",
    "ru": "Какую партию создал второй президент Кыргызстана Бакиев К.С.?",
    "optionsKg": [
      "Алга Кыргызстан",
      "Мекеним Кыргызстан",
      "Ак жол",
      "Ата Журт"
    ],
    "optionsRu": [
      "Алга Кыргызстан",
      "Мекеним Кыргызстан",
      "Ак Жол",
      "Ата - Журт"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 47,
    "kg": "Хунн мамлекетинин негиздөөчүсү ким деп аталат ?",
    "ru": "Как зовут основателя гуннской державы?",
    "optionsKg": [
      "Туман",
      "Аттила",
      "М одэ ",
      "Лушан"
    ],
    "optionsRu": [
      "Тумань",
      "Аттила",
      "Модэ",
      "Лушань"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 48,
    "kg": ". 2005 - жылы март революциясы кайсы күнү болгон?",
    "ru": "В какой день произошла мартовская революция 2005 года?",
    "optionsKg": [
      "8 - март",
      "15 - март",
      "20 - март",
      "24 - март"
    ],
    "optionsRu": [
      "8 марта",
      "15 марта",
      "20 марта",
      "24 марта"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 49,
    "kg": "Улуттук валюта сом кайсы жылы жүгүртүүгө киргизилген?",
    "ru": "В каком году была введена национальная валюта сом?",
    "optionsKg": [
      "1991 - ж",
      "1992 - ж",
      "1993 - ж",
      "1995 - ж"
    ],
    "optionsRu": [
      "1991 г",
      "1992 г",
      "1993 г",
      "1995 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 50,
    "kg": ". Байыркы түрк тилинде Даван деген сөз эмнени билдирген ?",
    "ru": "Что означало с древнетюрского слово Давань?",
    "optionsKg": [
      "күчтүү мамлекет",
      "күлүк аттардын абалы",
      "абдан кооз жер",
      "дыйкандардын абалы"
    ],
    "optionsRu": [
      "сильное государство",
      "государство быстрых коней",
      "очень красивое, живописное место",
      "государств о земледельцев"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 51,
    "kg": "Кыргызстандын эгемендүүлүгүн биринчи болуп кайсы мамлекет тааныган?",
    "ru": "Какое государство первым признало независимость Кыргызстана?",
    "optionsKg": [
      "Россия",
      "Казакстан",
      "АКШ",
      "Франция"
    ],
    "optionsRu": [
      "Россия",
      "Казахстан",
      "США",
      "Франция"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 52,
    "kg": "Даван мамлекетинин борбору кандай аталды?",
    "ru": ". Как называлась столица государства Давань?",
    "optionsKg": [
      "Кангюй",
      "Чигу",
      "Эрши",
      "Чач"
    ],
    "optionsRu": [
      "Кангюй",
      "Чигу",
      "Эрши ",
      "Чач"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 53,
    "kg": "Кыргызстанда Аксы окуясы кайсы жылы болгон?",
    "ru": ". В каком году произошли аксыйские события в Кыргызстане?",
    "optionsKg": [
      "2000 - ж",
      "2001 - ж",
      "2002 - ж",
      "2003 - ж"
    ],
    "optionsRu": [
      "2000 г",
      "2001 г",
      "2002 г",
      "2003 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 54,
    "kg": "1961 - 1985 - жылдары Кыргызстандын жетекчиси ким болгон?",
    "ru": "Кто был руководителем Кыргызстана 1961 - 1985 гг.?",
    "optionsKg": [
      "Раззаков И",
      "Кулатов Т",
      "Усубалиев Т",
      "Масалиев А"
    ],
    "optionsRu": [
      "Раззаков И",
      "Кулатов Т",
      "Усубалиев Т",
      "Масалиев А"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 55,
    "kg": "Улуу Ата Мекендик согуш кайсы күнү башталган?",
    "ru": "В какой день началась Великая Отечественная война?",
    "optionsKg": [
      "20 - июнь",
      "21 - июнь",
      "22 - июнь",
      "23 - июнь"
    ],
    "optionsRu": [
      "20 июня",
      "21 июня",
      "22 июня",
      "23 июня"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 56,
    "kg": "28 панфиловчулар кайсы шаардын жанында эрдик кылышкан?",
    "ru": "Возле какого города совершили подвиг 28 панфиловцев?",
    "optionsKg": [
      "Москванын жанында",
      "Сталинграддын жанында",
      "Воронеждин жанында",
      "Берлиндин жанында"
    ],
    "optionsRu": [
      "под Москвой",
      "под Сталинградом",
      "под Воронежем",
      "под Берлином"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 57,
    "kg": "Енисей кыргыздарынын каганы Барсбек кайсы жылы каза болгон?",
    "ru": "Енисей кыргыздарынын каганы Барсбек кайсы жылы каза болгон?",
    "optionsKg": [
      "709 - ж",
      "710 - ж",
      "712 - ж",
      "711 - ж"
    ],
    "optionsRu": [
      "709 - ж",
      "710 - ж",
      "712 - ж",
      "711 - ж"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 58,
    "kg": ". В каком году погиб Барсбек – каган енисейских кыргызов?",
    "ru": ". В каком году погиб Барсбек – каган енисейских кыргызов?",
    "optionsKg": [
      "709 г",
      "710 г",
      "712 г",
      "711 г"
    ],
    "optionsRu": [
      "709 г",
      "710 г",
      "712 г",
      "711 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 59,
    "kg": "Улуу Ата Мекендик согуштун баатыры Чолпонбай Түлөбердиев кайсы облустан болгон?",
    "ru": "Из какой области был герой Великой Отечественной войны Чолпонб ай Тулебердиев?",
    "optionsKg": [
      "Ысык - Көл",
      "Ош",
      "Талас",
      "Чуйская"
    ],
    "optionsRu": [
      "Иссык - Кульская",
      "Ошская",
      "Таласская",
      "Чуйская"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 60,
    "kg": "Мугуа өлгөндөн кийин Даван мамлекетинин падышасы ким болгон?",
    "ru": "Кто стал царем государства Давань после смерти Мугуа?",
    "optionsKg": [
      "Лаошань",
      "Аттила",
      "Моцай",
      "Чанфэн"
    ],
    "optionsRu": [
      "Лаошань",
      "Аттила",
      "Моцай",
      "Чаньфын"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 61,
    "kg": "Моде хунндардын үстүнөн бийлик орнотуу үчүн биринчи эмнени курмандыкка чалган?",
    "ru": "Чем в первую очередь пожертвовал Модэ для утверждения власти над гуннами?",
    "optionsKg": [
      "кылычынан",
      "аялынан",
      "атынан",
      "атасынан"
    ],
    "optionsRu": [
      "мечом",
      "женой",
      "конем",
      "отцом"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 62,
    "kg": ". «Манас» эпосу боюнча Манас баатыр кайсы жерде туулган?",
    "ru": ". Где по эпосу «Манас» родился богатырь Манас?",
    "optionsKg": [
      "Талас",
      "Ысык - Көл",
      "Алтай",
      "Сибирь"
    ],
    "optionsRu": [
      "Талас",
      "Иссык - Куль",
      "Алтай",
      "Сибирь"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 63,
    "kg": "Байтик - баатыр кайсы уруудан болгон?",
    "ru": "Из какого племени был Байтик - баатыр?",
    "optionsKg": [
      "саяк",
      "Сарыбагыш",
      "солто",
      "монолдор"
    ],
    "optionsRu": [
      "саяк",
      "сарыбагыш",
      "солто",
      "монолдор"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 64,
    "kg": "Совет би йлиги Кыргызстандын кайсы жеринде биринчи жолу орнотулган?",
    "ru": "Где в Кыргызстане впервые установилась советская власть?",
    "optionsKg": [
      "Каракол",
      "Талас",
      "Нарын",
      "Сүлүктү"
    ],
    "optionsRu": [
      "Каракол",
      "Талас",
      "Нарын",
      "Сулюкта"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 65,
    "kg": "Акын - демократ Токтогул Сатылганов кайсы өрөөндөн болгон?",
    "ru": "Из какой долины был акын - демократ Токтогул Сатылганов?",
    "optionsKg": [
      "Чүй өрөөнү",
      "Ысык - Көл өрөөнү",
      "Фергана өрөөнү",
      "Кетмен - Төбө өрөөнү"
    ],
    "optionsRu": [
      "Чуйская долина",
      "Иссык - Кульская долина",
      "Ферганская долина",
      "Кетмень - Тюбинская долина"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 66,
    "kg": "Баткен облусу кайсы ж ылы т үзүлгөн ?",
    "ru": "В каком году появилась Баткенская область?",
    "optionsKg": [
      "1991",
      "1993",
      "1999",
      "2004"
    ],
    "optionsRu": [
      "1991",
      "1993",
      "1999",
      "2004"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 67,
    "kg": "Темучиндин атасынын аты ким болгон?",
    "ru": "Как звали отца Темучина?",
    "optionsKg": [
      "Лаошань",
      "Абайлай",
      "Есугей",
      "Субудай"
    ],
    "optionsRu": [
      "Лаошань",
      "Абалай",
      "Есугей",
      "Субудай"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 68,
    "kg": "Кокон хандыгы кайсы жылы түзүлгөн?",
    "ru": "В каком году появилось Кокандское ханство?",
    "optionsKg": [
      "1707 - ж",
      "1708 - ж",
      "1709 - ж",
      "1711 - ж"
    ],
    "optionsRu": [
      "1707 - ж",
      "1708 - ж",
      "1709 - ж",
      "1711 - ж"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 69,
    "kg": "Түрк этноними кайсы жылы эскерилген?",
    "ru": "В каком году упоминается этноним тюрк?",
    "optionsKg": [
      "540 - ж",
      "545 - ж",
      "546 - ж",
      "548 - ж"
    ],
    "optionsRu": [
      "540 г",
      "545 г",
      "546 г",
      "548 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 70,
    "kg": "Кокон хандыгынын биринчи башкаруучусун атаңыз?",
    "ru": "Назовите первого правителя Кокандского ханства?",
    "optionsKg": [
      "Шералы",
      "Худояр ",
      "Насреддин",
      "Шахрух"
    ],
    "optionsRu": [
      "Шералы",
      "Худояр",
      "Насреддин",
      "Шахрух"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 71,
    "kg": "Кайсы кытай тарыхчысы кыргыздарды биринчи жолу жазып калтырган?",
    "ru": "Какой китайский историк впервые упомянул кыргызов?",
    "optionsKg": [
      "Лю Бан",
      "Сыма Цян",
      "Лаошань",
      "Дунхуан"
    ],
    "optionsRu": [
      "Лю Бань",
      "Сыма Цянь",
      "Лаошань",
      "Дунхуан"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 72,
    "kg": "Пишпек чеби качан п айда болгон?",
    "ru": "Когда появилась кокандская крепость Пишпек?",
    "optionsKg": [
      "1825",
      "1826",
      "1827",
      "1824"
    ],
    "optionsRu": [
      "1825",
      "1826",
      "1827",
      "1824"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 73,
    "kg": "Түрк каганатынын негиздөөч үсүнүн аты ким?",
    "ru": "К ак зовут основателя Тюркского каганата?",
    "optionsKg": [
      "Суяб",
      "Бумын",
      "Теле",
      "Гаоян"
    ],
    "optionsRu": [
      "Суяб",
      "Бумын",
      "Теле",
      "Гаоян"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 74,
    "kg": "Панфиловчу жоокердин ысымын атаңыз, анын аты Кыргызстандагы шаарга коюлган?",
    "ru": "Панфиловчу жоокердин ысымын атаңыз, анын аты Кыргызстандагы шаарга коюлган?",
    "optionsKg": [
      "Шопоков",
      "Кант",
      "Каракол",
      "Токтогул"
    ],
    "optionsRu": [
      "Шопоков",
      "Кант",
      "Каракол",
      "Токтогул"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 75,
    "kg": "Назовите панфиловца в честь которого назван город в Кыргызстане?",
    "ru": "Дайыр Асанов Улуу Ата Мекендик согушта, кайсы шаар түрүчүн күрөштө атактуу болгон?",
    "optionsKg": [
      "Шопоков",
      "Кант",
      "Каракол",
      "Токтогул"
    ],
    "optionsRu": [
      "Москва",
      "Сталинград",
      "Курск",
      "Берлин"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 1,
    "correctIndex": 0
  },
  {
    "number": 76,
    "kg": "Кыргызстанда басмачылар кыймылы кайсы аймакта өнүккөн?",
    "ru": "В какой области развернулось басмаческое движение в Кыргызстане?",
    "optionsKg": [
      "Ош",
      "Ысык - Көл",
      "Талас",
      "Нарын"
    ],
    "optionsRu": [
      "Ошская",
      "Иссык - Кульская",
      "Таласская",
      "Нарынская"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 77,
    "kg": "Совет бийлигинин алгачкы жылдарында атактуу болгон Я. Логвиненко ким болгон?",
    "ru": "Кем был знаменитый в годы начала Советской власти Я. Логвиненко?",
    "optionsKg": [
      "аскер отрядынын командири",
      "белгилүү сүрөтчү",
      "атактуу мугалим",
      "биринчи советтик мектептин негиздөөчүсү"
    ],
    "optionsRu": [
      "командиром военного отряда",
      "известным художником",
      "знаменитым учителем",
      "основателем первой советской школы"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 78,
    "kg": "Москвада кыргыз искусствосунун биринчи декадасы кайсы жылы өткөн?",
    "ru": "В каком году прошла Первая Декада кыргызского искусст ва в Москве?",
    "optionsKg": [
      "1938 ж",
      "1939 ж",
      "1940",
      "1941 ж"
    ],
    "optionsRu": [
      "1938",
      "1939",
      "1940",
      "1941"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 79,
    "kg": ". Барсбек каган кайсы түрк каганы менен согушкан?",
    "ru": "С каким тюркским каганом воевал Барсбек каган?",
    "optionsKg": [
      "Бумын",
      "Капаган",
      "Тарду",
      "Истеми"
    ],
    "optionsRu": [
      "Бумын",
      "Капаган",
      "Тарду",
      "Истеми"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 80,
    "kg": "Совет бийлиги орногон жылдардагы биринчи кыргыз революционеринин аты ким?",
    "ru": "Назовите фамилию первого революционера из кыргызов в годы установления Советской власти?",
    "optionsKg": [
      "Бакиев К",
      "Усубалиев Т",
      "Жукеев Т",
      "Масалиев А"
    ],
    "optionsRu": [
      "Бакиев К",
      "Усубалиев Т",
      "Жукеев Т",
      "Масалиев А . "
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 81,
    "kg": "Түрк каганаты Чыгыш жана Батыш түрк каганаттары болуп кайсы жылы экиге бөлүнгөн?",
    "ru": "В каком году Тюркский каганат распался на Восточный и Западно - Тюркский каганаты?",
    "optionsKg": [
      "600",
      "603",
      "604",
      "605"
    ],
    "optionsRu": [
      "600",
      "603",
      "604",
      "605"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 82,
    "kg": "Кыргызстандын башчысы И.Раззаков Кыргызстандын кайсы облусунан болгон ?",
    "ru": "Из какой области Кыргызстана был руководитель Кыргызстана И. Раззаков?",
    "optionsKg": [
      "Баткен",
      "Ысык - Көл",
      "Нарын",
      "Талас"
    ],
    "optionsRu": [
      "Баткенская",
      "Иссык - Кульская",
      "Нарынская",
      "Таласская"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 83,
    "kg": ". Түргөш каганаты кайсы жылы түз үлгөн?",
    "ru": ". Түргөш каганаты кайсы жылы түз үлгөн?",
    "optionsKg": [
      "700",
      "701",
      "703",
      "704"
    ],
    "optionsRu": [
      "700",
      "701",
      "703",
      "704"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 84,
    "kg": "В каком году образовался Тюргешский каганат?",
    "ru": "В каком году образовался Тюргешский каганат?",
    "optionsKg": [
      "700",
      "701",
      "703",
      "704"
    ],
    "optionsRu": [
      "700",
      "701",
      "703",
      "704"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 85,
    "kg": "500 сомдук банкнотто кимдин сүрөтү тартылган?",
    "ru": "Кто изображён на купюре 500 сом?",
    "optionsKg": [
      "Курманжан",
      "Саякбай",
      "Токтогул",
      "Чокморов"
    ],
    "optionsRu": [
      "Курманджан",
      "Саякбай",
      "Токтогул",
      "Чокморов"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 86,
    "kg": "Түргөш каганатынын негиздөөчүсү ким?",
    "ru": "Кто основатель Тюргешского каганата?",
    "optionsKg": [
      "Үч - элиг - каган",
      "Сулук",
      "Сакал",
      "Тон"
    ],
    "optionsRu": [
      "Уч - элиг - каган",
      "Сулук",
      "Сакал",
      "Тон"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 87,
    "kg": "Жазуучу Чынгыз Айтматов кандай кесипти аркалаган?",
    "ru": "Кем по профессии был писатель Чынгыз Айтматов?",
    "optionsKg": [
      "ветеринар",
      "сүрөтчү ",
      "зоотехник",
      "мугалим"
    ],
    "optionsRu": [
      "ветеринар",
      "художник",
      "зооотехник",
      "учитель"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 88,
    "kg": "Түрктөр Барсбек каганды жеңгенге чейин кайсы тоолорду басып өтүшкөн?",
    "ru": "Какие горы перешли тюрки перед тем как разгромить Барсбек - кагана?",
    "optionsKg": [
      "Тянь - Шань",
      "Саян",
      "Гималай",
      "түрк"
    ],
    "optionsRu": [
      "Тянь - Шань",
      "Саянские",
      "Гималаи",
      "Тюркские"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 89,
    "kg": "Жазуучу Чынгыз Айтматов кайсы жылы каза болгон?",
    "ru": "Назовите год смерти писателя Чынгыз а Айтматова?",
    "optionsKg": [
      "2008",
      "2007",
      "2006",
      "2009"
    ],
    "optionsRu": [
      "2008",
      "2007",
      "2006",
      "2009"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 90,
    "kg": "1916 - жылдагы көтөрүлүштүн себеби эмнеде?",
    "ru": "Что послужило поводом к восстанию 1916 года?",
    "optionsKg": [
      "салыктар",
      "падышанын жарлыгы",
      "коррупция",
      "аткаруу"
    ],
    "optionsRu": [
      "налоги",
      "указ царя",
      "коррупция",
      "казнь"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 91,
    "kg": "Түргөш каганаты кулагандан кийин кайсы кагандык түзүлгөн?",
    "ru": "Какой каганат установился после упадка Тюргешского каганата?",
    "optionsKg": [
      "Карлук",
      "түрк",
      "Кыргыз",
      "уйгур"
    ],
    "optionsRu": [
      "Карлукский",
      "Тюркский",
      "Кыргызский",
      "Уйгурский"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 92,
    "kg": "Карлуктар Жети - Сууга кайсы жылы көчүп келишкен?",
    "ru": "В каком году карлуки переселились в Семиречье?",
    "optionsKg": [
      "746",
      "747",
      "748",
      "749"
    ],
    "optionsRu": [
      "746",
      "747 ",
      "748",
      "749"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 93,
    "kg": "1916 - жылдагы Нарындагы көтөрүлүштүн негизги жетекчисин атаңыз?",
    "ru": ".Назовите крупного предводителя восстания 1916 года в Нарыне?",
    "optionsKg": [
      "Канат Абукин",
      "Мөкүш Шабданов",
      "Курман Лепесов",
      "Белек Солтоноев"
    ],
    "optionsRu": [
      "Канат Абукин",
      "Мокуш Шабданов",
      "Курман Лепесов",
      "Белек Солтоноев"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 94,
    "kg": "Уйгур каганаты кайсы жылы пайда болгон?",
    "ru": "В каком году появился Уйгурский каганат?",
    "optionsKg": [
      "744 - ж",
      "745 - ж",
      "746 - ж",
      "747 - ж"
    ],
    "optionsRu": [
      "744 г",
      "745 г",
      "746 г",
      "747 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 95,
    "kg": "1898 - жылдагы Анжиян көтөрүлүшүнүн башчысы ким болгон ?",
    "ru": ". Кто был предводителем Андижанского восстания 1898 года?",
    "optionsKg": [
      "Худояр",
      "Мадали",
      "Насредин",
      "Токтогул"
    ],
    "optionsRu": [
      "Худояр",
      "Мадали",
      "Насреддин",
      "Токтогул"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 96,
    "kg": "Кыргызстан толугу менен Россия империясынын курамына кайсы жылы кирген?",
    "ru": "В каком году Кыргызстан окончательно вошёл в состав Российской империи?",
    "optionsKg": [
      "1876 - ж",
      "1875 - ж",
      "1877 - ж",
      "1874 - ж"
    ],
    "optionsRu": [
      "1876 г",
      "1875 г",
      "1877 г",
      "1874 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 97,
    "kg": "Кыргыз башкаруучуларынын кимиси биринчи болуп Россияга элчилик жиберген?",
    "ru": ".Кто из кыргызских правителей впервые отправил посольство в Россию?",
    "optionsKg": [
      "Атаке",
      "Байтик",
      "Шабдан",
      "Боромбай"
    ],
    "optionsRu": [
      "Атаке",
      "Байтик",
      "Шабдан",
      "Боромбай"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 98,
    "kg": "Кайсы баатыр Улуу Ата Мекендик согушта душмандын амбразурасын төшү менен жапкан?",
    "ru": "Какой герой закрыл грудью амбразуру вражеского дзота во время Великой Отечественной войны?",
    "optionsKg": [
      "Тулебердиев ",
      "Шопоков",
      "Асанов",
      "Дмитриев"
    ],
    "optionsRu": [
      "Тулебердиев",
      "Шопоков",
      "Асанов",
      "Дмитриев"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 99,
    "kg": "751 - жылдагы салгылашта арабдарга кытайларды жеңүүдө кайсы түрк уруусу жардам берген?",
    "ru": "Какое тюркское племя помогло арабам разгромить китайцев в битве 751 года?",
    "optionsKg": [
      "Уйгурлар",
      "Карлуктар",
      "түрктөр",
      "Т ү рг ө ш"
    ],
    "optionsRu": [
      "уйгуры",
      "карлуки",
      "тюрки",
      "тюргеши"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 100,
    "kg": "Түрктөр Барсбек каганга жылдын кайсы мезгилинде кол салган?",
    "ru": "В какое время года тюрки напали на Барсбек - кагана?",
    "optionsKg": [
      "жазында",
      "кышында",
      "жайында",
      "күзүндө"
    ],
    "optionsRu": [
      "весной",
      "зимой",
      "летом",
      "осенью"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 101,
    "kg": "Енисей кыргыздарын уйгурлар кайсы жылы басып алган?",
    "ru": ".В каком году енисейские кыргызы были покорены уйгурами?",
    "optionsKg": [
      "750 - ж",
      "751 - ж",
      "758 - ж",
      "759 - ж"
    ],
    "optionsRu": [
      "750 г",
      "751 г",
      "758 г",
      "759 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 102,
    "kg": "Кыргыздардын көчмөн конушунда өскөн Кокон ханынын аты ким болгон?",
    "ru": "Как звали кокандского хана выросшего в кыргызских кочевьях?",
    "optionsKg": [
      "Шахрух",
      "Шералы",
      "Шахмурад",
      "Алим"
    ],
    "optionsRu": [
      "Шахрух",
      "Шералы",
      "Шахмурад",
      "Алим"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 103,
    "kg": "« У луу кыргыз державасы» деген терминди кайсы окумуштуу киргизген?",
    "ru": ".Какой ученый ввел в оборот «кыргызское великодержавие»?",
    "optionsKg": [
      "Бартольд В",
      "Радлов В",
      "Валиханов Ч",
      "Б.Солтоноев. "
    ],
    "optionsRu": [
      "Бартольд В",
      "Радлов В",
      "Валиханов Ч",
      "Б. Солтоноев"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 104,
    "kg": "Кара – кыргыз автономиялык облусу качан түзүлгөн ?",
    "ru": "Когда была установлена Кара - кыргызская автономная область?",
    "optionsKg": [
      "1924 - ж",
      "1926 - ж",
      "1928 - ж",
      "1930 - ж"
    ],
    "optionsRu": [
      "1924 г",
      "1926 г",
      "1928 г",
      "1930 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 105,
    "kg": "У луу кыргыз державасы кимд ерди жеңгенди н натыйжасында түптөлгөн?",
    "ru": ".В результате победы над кем было установлено кыргызское великодержавие?",
    "optionsKg": [
      "Уйгурлар ды",
      "түрктөр дү",
      "кытай ларды",
      "Карлуктар ды"
    ],
    "optionsRu": [
      "уйгурами",
      "тюрками",
      "китайцами",
      "карлуками"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 106,
    "kg": "Караханиддердин кайсы башкаруучусу ислам динин кабыл алган?",
    "ru": "Какой караханидский правитель принял религию ислам?",
    "optionsKg": [
      "Сатук",
      "Харун",
      "Исламбек",
      "Али Хан"
    ],
    "optionsRu": [
      "Сатук",
      "Харун",
      "Исламбек",
      "Али - хан"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 107,
    "kg": "Улуу Ата Мекендик согуш кайсы күнү башталган?",
    "ru": "В какой день началась Великая Отечественная война?",
    "optionsKg": [
      "22 - июнь",
      "21 - июнь",
      "23 - июнь",
      "24 - июнь"
    ],
    "optionsRu": [
      "22 июня",
      "21 июня",
      "23 июня",
      "24 июня"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 108,
    "kg": "“Кутадгу билигдин” авторун атаңыз?",
    "ru": "Назовите автора «Кутадгу билиг»?",
    "optionsKg": [
      "Жусуп Баласагын",
      "Махмуд Кашгари",
      "аль - Хорезми",
      "Омар Хайям"
    ],
    "optionsRu": [
      "Жусуп Баласагын",
      "Махмуд Кашгари",
      "аль Хорезми",
      "Омар Хайям "
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 109,
    "kg": "Карахандар каганаты кайсы жылы Чыгыш жана Батыш каганаттары болуп экиге бөлүнгөн?",
    "ru": "В каком году Караханидский каганат распался на Восточный и Западный каганаты?",
    "optionsKg": [
      "1068 - ж",
      "1069 - ж",
      "1070 - ж",
      "1071 - ж"
    ],
    "optionsRu": [
      "1068 г",
      "1069 г",
      "1070 г",
      "1071 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 110,
    "kg": "Темучин Чыңгызхан деген ысымды кайсы жылы алган?",
    "ru": "В каком году Темучин принимает имя Чингиз - хан?",
    "optionsKg": [
      "1206 - ж",
      "1207 - ж",
      "1208 - ж",
      "1209 - ж"
    ],
    "optionsRu": [
      "1206 г",
      "1207 г",
      "1208 г",
      "1209 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 111,
    "kg": "Енисейлик кыргыздар кайсы жылы монголдор тарабынан каратылып алынган?",
    "ru": "В каком году енисейские кыргызы были покорены монголами?",
    "optionsKg": [
      "1207 - ж",
      "1208 - ж",
      "1209 - ж",
      "1210 - ж"
    ],
    "optionsRu": [
      "1207 г",
      "1208 г",
      "1209 г",
      "1210 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 112,
    "kg": "Моголстан мамлекетинин түзүлгөн жылын атаңыз?",
    "ru": "Назовите год образования государства Моголистан?",
    "optionsKg": [
      "1347 - ж",
      "1348 - ж",
      "1349 - ж",
      "1350 - ж"
    ],
    "optionsRu": [
      "1347 г",
      "1348 г",
      "1349 г",
      "1350 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 113,
    "kg": "Хайду мамлекети кайсы жылы түзүлгөн?",
    "ru": "В каком году появилось государство Хайду?",
    "optionsKg": [
      "1267 - ж",
      "1269 - ж",
      "1279 - ж",
      "1287 - ж"
    ],
    "optionsRu": [
      "1267 г",
      "1269 г",
      "1279 г",
      "1287 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 114,
    "kg": "Кыргыз мамлекеттик университети кайсы жылы ачылган ?",
    "ru": "В каком году состоялось открытие Кыргызского Государственного Университета?",
    "optionsKg": [
      "1948 - ж",
      "1949 - ж",
      "1950 - ж ",
      "1951 - ж"
    ],
    "optionsRu": [
      "1948 г",
      "1949 г",
      "1950 г",
      "1951 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 115,
    "kg": "Кыргызстандагы «Сан - Таш» кайсы басып алуучунун ысымы менен байланыштуу?",
    "ru": "С именем какого завоевателя связано название «Сан - Таш» в Кыргызстане ?",
    "optionsKg": [
      "Амир Т емир",
      "Чынгызхан",
      "Бабур",
      "Угедей"
    ],
    "optionsRu": [
      "А мира Тимура",
      "Чингизхана",
      "Бабура",
      "Угедея"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 116,
    "kg": ".Темерландын урпагы Бабур кайсы империяны негиздеген?",
    "ru": "Какую империю основал Бабур, потомок Тамерлана?",
    "optionsKg": [
      "Улуу Моголдор империясы н",
      "Тимуриддер империясы н",
      "Бабуриддер империясы н",
      "Захириддиндер империясы н"
    ],
    "optionsRu": [
      "Империю Великих Моголов",
      "Империю Тимуридов",
      "Империю Бабуридов",
      "Империю Захириддинов"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 117,
    "kg": ".Мухаммед Кыргыз ким менен согушкан?",
    "ru": "С кем воевал Мухаммед Кыргыз?",
    "optionsKg": [
      "Моголдор",
      "монголдор",
      "Уйгурлар",
      "түрктөр"
    ],
    "optionsRu": [
      "моголами",
      "монголами",
      "уйгурами",
      "тюрками"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 118,
    "kg": "Жунгар хандыгы кайсы жылы түзүлгөн?",
    "ru": ".В каком году было создано Джунгарское ханство?",
    "optionsKg": [
      "1634 - ж",
      "1635 - ж",
      "1636 - ж",
      "1637 - ж"
    ],
    "optionsRu": [
      "1634 г",
      "1635 г",
      "1636 г",
      "1637 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 119,
    "kg": "Болот хандын атын жамынып, Кокон хандыгында көтөрүлүшкө ким жетекчи болгон?",
    "ru": "Как звали кыргыза принявшего имя Болот - хана и поднявшего восстание в Кокандском ханстве?",
    "optionsKg": [
      "Исхак",
      "Тамырчы",
      "Бекназар",
      "Абил"
    ],
    "optionsRu": [
      "Исхак",
      "Тамырчи",
      "Бекназар",
      "Абиль"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 120,
    "kg": "Кенесары Касымовдун колун кыргыздардын кайсы башкаруучусу талкалаган?",
    "ru": "Какой кыргызский правитель разгромил Кенесары Касымова?",
    "optionsKg": [
      "Атаке",
      "Ормон",
      "Байтик ",
      "Шабдан"
    ],
    "optionsRu": [
      "Атаке",
      "Ормон",
      "Байтик",
      "Шабдан"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 121,
    "kg": "Кыргызстандын 4 - президентинин аты ким?",
    "ru": "Как зовут 4 - го президента Кыргызстана?",
    "optionsKg": [
      "Сооронбай",
      "Курманбек",
      "Алмазбек",
      "Роза"
    ],
    "optionsRu": [
      "Сооронбай",
      "Курманбек",
      "Алмазбек",
      "Роза"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 122,
    "kg": "Тайлак баатырдын бир тууганынын аты ким?",
    "ru": "Назовите брата Тайлак - баатыра?",
    "optionsKg": [
      "Сей и дкул",
      "Абдрахман",
      "Атантай",
      "Бекназар"
    ],
    "optionsRu": [
      "Сеидкул",
      "Абдрахман",
      "Атантай",
      "Бекназар"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 123,
    "kg": "Мусулман жогорку окуу жайы кандай аталат?",
    "ru": "Как называется мусульманское высшее учебное заведение?",
    "optionsKg": [
      "мактаб",
      "мектеп",
      "медресе",
      "мечит"
    ],
    "optionsRu": [
      "мактаб",
      "мектеп",
      "медресе",
      "мечить"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 124,
    "kg": "1918 - жылдагы Беловодский көтөрүлүшү кайсы аймакта башталган?",
    "ru": "В какой местности вспыхнул Беловодский мятеж 1918 года?",
    "optionsKg": [
      "Ысык - Көл",
      "Нарын",
      "Талас",
      "Чүй"
    ],
    "optionsRu": [
      "Иссык - Куль",
      "Нарын",
      "Талас",
      "Чуй"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 125,
    "kg": "Россиянын курамына биринчи болуп кайсы аймак кирген?",
    "ru": "Какой регион первым вошел в состав России?",
    "optionsKg": [
      "Ош",
      "Нарын",
      "Чүй",
      "Ысык - Көл"
    ],
    "optionsRu": [
      "Ош",
      "Нарын",
      "Чуй ",
      "Иссык - Куль"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 126,
    "kg": "«Диван - лугант - ат - түрктүн» авторун атаңыз?",
    "ru": "Назовите автора «Диван - лугант - ат - тюрк»?",
    "optionsKg": [
      "Баласагун",
      "Поливанов",
      "Махмуд Кашгари",
      "Токтогул Сатылганов"
    ],
    "optionsRu": [
      "Баласагун",
      "Поливанов",
      "Махмуд Кашгари",
      "Токтогул Сатылганов"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 127,
    "kg": "Россия империясына барган биринчи кыргыз элчисин атаңыз?",
    "ru": "Назовите первого посла кыргызов в Российскую империю?",
    "optionsKg": [
      "Атаке",
      "Байтик",
      "Абдырахман",
      "Сатык"
    ],
    "optionsRu": [
      "Атаке",
      "Байтик",
      "Абдырахман",
      "Сатыке"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 128,
    "kg": "Апрель революциясы Кыргызстанда качан болгон?",
    "ru": ".Когда произошла апрельская революция в Кыргызстане?",
    "optionsKg": [
      "2009 - ж",
      "2008 - ж",
      "2010 - ж",
      "2007 - ж"
    ],
    "optionsRu": [
      "2009 г",
      "2008 г",
      "2010 г",
      "2007 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 129,
    "kg": "Кыргыздын кайсы уруусу биринчи болуп Россияга кошулган?",
    "ru": "Какое кыргызское племя первым вошло в состав России?",
    "optionsKg": [
      "сарыбагыш",
      "саяк",
      "бугу",
      "найман"
    ],
    "optionsRu": [
      "сарыбагыш",
      "саяк",
      "бугу",
      "найман"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 130,
    "kg": "Кыргызстан Илимдер академиясынын биринчи президентин атаңыз?",
    "ru": "Назовите первого Президента Академии наук Кыргызстана?",
    "optionsKg": [
      "Скрябин",
      "Айдаралиев",
      "Ахунбаев",
      "Джамгерчинов"
    ],
    "optionsRu": [
      "Скрябин",
      "Айдаралиев",
      "Ахунбаев",
      "Джамгерчинов"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 131,
    "kg": "Чынгыз Айтматов кайсы жылы Социалисттик Эмгектин Баатыры болгон?",
    "ru": "В каком году Чынгыз Айтматов стал Героем Социалистического Труда?",
    "optionsKg": [
      "1976 - ж",
      "1977 - ж",
      "1978 - ж ",
      "1979 - ж"
    ],
    "optionsRu": [
      "1976 г",
      "1977 г",
      "1978 г",
      "1979 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 132,
    "kg": ". Кыргыз Республикасынын биринчи Президенти болуп ким шайланган?",
    "ru": "Кто был избран первым Президентом Кыргызской Республики?",
    "optionsKg": [
      "А. Масалиев",
      "Т. Усубалиев",
      "А. Акаев",
      "К. Бакиев"
    ],
    "optionsRu": [
      "А. Масалиев",
      "Т. Усубалиев",
      "А. Акаев",
      "К. Бакиев"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 133,
    "kg": "Кыргыз Республикасынын биринчи премьер - министри болуп ким дайындалган?",
    "ru": "Кто был назначен первым Премьер - министром Кыргызской Республики?",
    "optionsKg": [
      "А. Акаев",
      "Н. Исанов",
      "Н. Касиев",
      "А. Атамбаев"
    ],
    "optionsRu": [
      "А. Акаев",
      "Н. Исанов",
      "Н. Касиев",
      "А. Атамбаев"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 134,
    "kg": ". «Кыргыз Республикасынын көз карандысыздыгы жөнүндө Декларация» качан кабыл алынган?",
    "ru": "В каком году была принята Декларация о государственной независимости Республики Кыргызстан?",
    "optionsKg": [
      "май 1991 - ж",
      "август 1991 - ж",
      "август 1992 - ж",
      "август 1993 - ж"
    ],
    "optionsRu": [
      "май 1991 г",
      "август 1991 г",
      "август 1992 г",
      "август 1993 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 135,
    "kg": "«Кыргыз Республикасынын мамлекеттик эгеме ндүүлүгү жөнүндөгү Декларация» качан кабыл алынган?",
    "ru": "Когда была принята «Декларация о государственном суверенитете Республики Кыргызстан»?",
    "optionsKg": [
      "15 декабрь 1990 - ж",
      "15 декабрь 1991 - ж",
      "15 декабрь 1992 - ж",
      "15 декабрь 1995 - ж"
    ],
    "optionsRu": [
      "15 декабря 1990 г",
      "15 декабря 1991 г",
      "15 декабря 1992 г",
      "15 декабря 1995 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 136,
    "kg": ". Кайсы орган мамлекеттик аткаруу бийликтин башкы органы болуп эсептелет?",
    "ru": "Какой орган является высшим органом государственной исполнительной власти КР?",
    "optionsKg": [
      "КРнын Өкмөтү",
      "КРнын Парламенти",
      "КРнын Жогорку соту",
      "КРнын арбитраждык соту"
    ],
    "optionsRu": [
      "Правительство КР",
      "Парламент КР",
      "Верховный суд КР",
      "Арбитражный суд КР"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 137,
    "kg": ". Кыргыз Республикасынын Жогорку Кенешинин курамы канча жылга шайланат ?",
    "ru": "На сколько лет избирается состав Жогорку Кенеша Кыргызской Республики ?",
    "optionsKg": [
      "5",
      "6",
      "7",
      "8"
    ],
    "optionsRu": [
      "5",
      "6",
      "7",
      "8"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 138,
    "kg": "Референдум деген эмне?",
    "ru": "Что такое референдум?",
    "optionsKg": [
      "жашыруун добуш берүү",
      "тандалма добуш берүү",
      "жалпы элдик добуш берүү",
      "кадрларды алмаштыруу"
    ],
    "optionsRu": [
      "тайное голосование",
      "выборочное голосование",
      "всенародное голосование",
      "перестановка кадров"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 139,
    "kg": "Кайсы жылы КМШ түзү лгөн ?",
    "ru": "Когда был образован СНГ?",
    "optionsKg": [
      "21 декабрь 1991 - ж",
      "21 декабрь 1993 - ж",
      "21 декабрь 1995 - ж",
      "21 декабрь 2005 - ж"
    ],
    "optionsRu": [
      "21 декабря 1991 г",
      "21 декабря 1993 г",
      "21 декабря 1995 г",
      "21 декабря 2005 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 140,
    "kg": ". Кайсы орган республиканын башкы мыйзам чыгаруучу органы болуп эсептелет ?",
    "ru": ". Какой орган является высшим законодательным органом республики?",
    "optionsKg": [
      "Жогорку Кенеш",
      "Жогорку сот",
      "Арбитраждык сот",
      "Президенттин аппараты"
    ],
    "optionsRu": [
      "Жогорку Кенеш",
      "Верховный суд; ",
      "Арбитражный суд",
      "Аппарат Президента"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 141,
    "kg": "Кыргыз Республикасынын улуттук валютасы кандай деп аталат?",
    "ru": "Как называется национальная валюта Кыргызской Республики?",
    "optionsKg": [
      "сом",
      "доллар",
      "евро",
      "сум"
    ],
    "optionsRu": [
      "сом",
      "доллар",
      "евро",
      "сум"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 142,
    "kg": "Кайсы жылы Фрунзе шаарына тарыхый аталышы кайтарылып берилген?",
    "ru": "В каком году городу Фрунзе было возвращено историческое название?",
    "optionsKg": [
      "1989 - ж",
      "1991 - ж",
      "1993 - ж",
      "1995 - ж"
    ],
    "optionsRu": [
      "1989 г",
      "1991 г",
      "1993 г",
      "1995 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 143,
    "kg": "Кыргыз Республикасынын Улуттук Гвардиясы качан түзүлгөн?",
    "ru": "Когда была создана Национальная гвардия КР?",
    "optionsKg": [
      "март 1991 - ж",
      "февраль 1991 - ж",
      "май 1991 - ж",
      "декабрь 1991 - ж"
    ],
    "optionsRu": [
      "март 1991 г",
      "февраль 1991 г",
      "май 1991 г",
      "декабрь 1991 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 144,
    "kg": "Кыргыз Республикасынын Президенти болуп канча жаштан кем эмес жарандар шайлана алат?",
    "ru": "Президентом Кыргызской Республики может быть избран гражданин КР не моложе…",
    "optionsKg": [
      "25 жаштан",
      "30 жаштан",
      "35 жаштан",
      "40 жаштан"
    ],
    "optionsRu": [
      "25 лет",
      "30 лет",
      "35 лет",
      "40 лет"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 145,
    "kg": "«Легендарлуу парламенттин» спикери ким болгон?",
    "ru": "Кто был спикером так называемого «легендарного парламента»?",
    "optionsKg": [
      "А. Масалиев",
      "Р.Отунбаева",
      "А.Эркебаев",
      "М.Шеримкулов"
    ],
    "optionsRu": [
      "А. Масалиев",
      "Р.Отунбаева",
      "А.Эркебаев",
      "М.Шеримкулов"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 146,
    "kg": ". Кыргыз Республикасынын гимни качан кабыл алынган?",
    "ru": "В каком году был принят гимн Кыргызской Республики?",
    "optionsKg": [
      "18 декабрь 1991 - ж",
      "18 декабрь 1992 - ж",
      "18 декабрь 1993 - ж",
      "18 декабрь 1994 - ж"
    ],
    "optionsRu": [
      "18 декабря 1991 г",
      "18 декабря 1992 г",
      "18 декабря 1993 г",
      "18 декабря 1994 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 147,
    "kg": ". Кыргыз Республикасынын герби качан кабыл алынган?",
    "ru": ". В каком году был принят герб Кыргызской Республики?",
    "optionsKg": [
      "14 январь1991 - ж",
      "14 январь 1992 - ж",
      "14 январь 1993 - ж",
      "14 январь 1994 - ж"
    ],
    "optionsRu": [
      "14 января 1991 г",
      "14 января 1992 г",
      "14 января 1993 г",
      "14 января 1994 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 148,
    "kg": ". Кыргыз Республикасынын желеги качан кабыл алынган?",
    "ru": ". В каком году был принят флаг Кыргызской Республики?",
    "optionsKg": [
      "3 март 1991 - ж",
      "3 март 1992 - ж",
      "3 март 1993 - ж",
      "3 март1994 - ж"
    ],
    "optionsRu": [
      "3 марта 1991 г",
      "3 марта 1992 г",
      "3 марта 1993 г",
      "3 марта 1994 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 149,
    "kg": ". Кыргыз Республикасынын гимнинин сөзүн ким жазган?",
    "ru": ". Кто является автором слов гимна Кыргызской Республики?",
    "optionsKg": [
      "Ж. Садыков, Ш. Кулуев",
      "Н. Давлесов, К. Молдобасанов",
      "Ч. А йтматов, Т. Касымбеков",
      "А. Акаев, Н. Танаев"
    ],
    "optionsRu": [
      "Ж. Садыков, Ш. Кулуев",
      "Н. Давлесов, К. Молдобасанов",
      "Ч. Айтматов, Т. Касымбеков",
      "А. Акаев, Н.Танаев"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 150,
    "kg": ". Кыргыз Республикасынын гимнинин обонун ким жазган?",
    "ru": ". Кто является автором музыки гимна Кыргызской Республики?",
    "optionsKg": [
      "Ж. Садыков, Ш. Кулуев",
      "Н. Давлесов, К. Молдобасанов",
      "Ч. Айтматов, Т. Касымбеков",
      "А. Акаев, Н. Танаев"
    ],
    "optionsRu": [
      "Ж. Садыков, Ш. Кулуев",
      "Н. Давлесов, К. Молдобасанов",
      "Ч. Айтматов, Т. Касымбеков",
      "А. Акаев, Н. Танаев"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 151,
    "kg": "Кыргыз Республикасынын гербинин авторлору?",
    "ru": "Назовите авторов герба Кыргызской Республики?",
    "optionsKg": [
      "А. Абдраев, С. Дубанаев",
      "Н. Давлесов, К. Молдобасанов",
      "Ж. Садыков, Ш. Кулуев",
      "А. Акаев, Н. Танаев"
    ],
    "optionsRu": [
      "А. Абдраев, С. Дубанаев",
      "Н. Давлесов, К. Молдобасанов; ",
      "Ж. Садыков, Ш. Кулуев",
      "А. Акаев, Н. Т анаев"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 152,
    "kg": ". Кыргыз Республикасында кандай саясий режим жашайт ?",
    "ru": ". Какой политический режим существует в Кыргызской Республике?",
    "optionsKg": [
      "демократиялык",
      "тоталитардык",
      "авторитардык",
      "башка"
    ],
    "optionsRu": [
      "демократический",
      "тоталитарный",
      "авторитарный",
      "другое"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 153,
    "kg": ". 1991 - жылга чейин Бишкек шаары кандай аталган?",
    "ru": "Как назывался город Бишкек до 19 91 года?",
    "optionsKg": [
      "Пишпек",
      "Фрунзе",
      "Верный",
      "Ордо"
    ],
    "optionsRu": [
      "Пишпек",
      "Фрунзе",
      "Верный",
      "Ордо"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 154,
    "kg": "1991 - жылга чейин Кыргызстан кайсы мамлекеттин курамында болгон?",
    "ru": "В состав какого государства Кыргызстан входил до 1991 года?",
    "optionsKg": [
      "США",
      "Китай",
      "СССР",
      "Россия"
    ],
    "optionsRu": [
      "США",
      "Китай",
      "СССР",
      "Россия"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 155,
    "kg": ". К ыргыз Республикасы кайсы аймакта жайгашкан?",
    "ru": ". Кыргызская Республика расположена в …",
    "optionsKg": [
      "Борбордук Азияда",
      "Түштүк Сибирь",
      "Чыгыш Азияда",
      "Түштүк - Чыгыш Азияда"
    ],
    "optionsRu": [
      "Центральной Азии",
      "Южной Сибири",
      "Восточной Азии",
      "Юго - Восточной Азии"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 156,
    "kg": ". Кайсы жылы Кыргызстан ЮНЕСКОго мүчө болуп кабыл алынган?",
    "ru": ". В каком году Кыргызстан стал членом ЮНЕСКО?",
    "optionsKg": [
      "1992 - ж",
      "1993 - ж",
      "1994 - ж",
      "1995 - ж"
    ],
    "optionsRu": [
      "1992 г",
      "1993 г",
      "1994 г",
      "1995 г"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 157,
    "kg": "Кыргыз Республикасы үчүн экономиканын кайсы сектору негизги болуп эсептелет?",
    "ru": "Какой сектор экономики является основным для КР?",
    "optionsKg": [
      "айыл чарба",
      "женил өнөр жай",
      "оор өнөр жай",
      "куру луш"
    ],
    "optionsRu": [
      "сельское хозяйство",
      "легкая промышленность",
      "тяжелая промышленность",
      "строительство"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 158,
    "kg": "Ош шаарынын 3000 жылдыгы качан белгиленген?",
    "ru": "В каком году было проведено праздн ование 3000 - летия города Ош?",
    "optionsKg": [
      "1998 - ж",
      "1999 - ж",
      "2000 - ж",
      "2001 - ж"
    ],
    "optionsRu": [
      "1998 г",
      "1999 г",
      "2000 г",
      "2001 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 159,
    "kg": "Кайсы жылы Кыргыз мамлекеттик педагогикалык институтуна И.Арабаевдин наамы берилген?",
    "ru": ". В каком году Кыргызскому государственному педагогическому институту было присвоено имя И.Арабаева?",
    "optionsKg": [
      "1991 - ж",
      "1992 - ж",
      "1993 - ж",
      "1994 - ж"
    ],
    "optionsRu": [
      "1991 г",
      "1992 г",
      "1993 г",
      "1994 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 160,
    "kg": ". Кайсы жылы И. Арабаев атындагы Кыргыз мамлекеттик педагогикалык университети И. Арабаев атындагы Кыргыз мамлекеттик университет болуп өзгөрдү?",
    "ru": "В каком году Кыргызский Государственный педагогический университет им. И. Арабаева был преобразован в Кыргызский Государственный университет им. И. Арабаева?",
    "optionsKg": [
      "2001 - ж",
      "2003 - ж",
      "2004 - ж",
      "2005 - ж"
    ],
    "optionsRu": [
      "2001 г",
      "2003 г",
      "2004 г",
      "2005 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 161,
    "kg": "Аксы районундагы кайгылуу окуялар качан болгон?",
    "ru": "В каком году произошли трагические события в Аксыйском районе?",
    "optionsKg": [
      "2000 - ж",
      "2001 - ж",
      "2002 - ж",
      "2003 - ж"
    ],
    "optionsRu": [
      "2000 г",
      "2001 г",
      "2002 г",
      "2003 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 162,
    "kg": "А. Атамбаев качан Кыргыз Республикасынын Президенти болуп шайланган?",
    "ru": "Когда состоялись выборы Президента КР, по результатам которых Президентом респуб лики стал А. Атамбаев?",
    "optionsKg": [
      "30 - октябрь 2010 - ж",
      "30 - октябрь 2011 - ж",
      "30 - октябрь 2012 - ж",
      "30 - октябрь 2013 - ж"
    ],
    "optionsRu": [
      "30 октября 2010 г",
      "30 октября 2011 г.; ",
      "30 октября 2012 г",
      "30 октября 2013 г"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 163,
    "kg": "Кытайлык кыргыздар жашаган областын аталышы?",
    "ru": "Как называется область проживания кыргызов Китая?",
    "optionsKg": [
      "Кызыл - Суу автономиялык областы",
      "Кара - Суу автономиялык областы",
      "Көк - Суу автономиялык областы",
      "Чон - Суу автономиялык областы"
    ],
    "optionsRu": [
      "Кызыл - Сууйская автономная область",
      "Кара - Сууйская автономная область",
      "Кок - Сууйская автономная область",
      "Чон - Сууйская автономная область"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 164,
    "kg": ". Кыргыз Республикасы кайсы мамлекетменен чектеш пейт?",
    "ru": "Кыргызская Республика не граничит с …",
    "optionsKg": [
      "Казакстан",
      "Өзбекстан",
      "Россия",
      "Кытай"
    ],
    "optionsRu": [
      "Казахстан ом",
      "Узбекистан ом",
      "Росси ей",
      "Кита ем"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 165,
    "kg": "1893 - 1894 - жж. Орхон - Эне - Сайдагы таштагы жазууларды биринчи жолу окуган түркологдор:",
    "ru": ". Тюркологи, впервые прочитавшие в 1893 - 1894 гг. Орхоно - Энисейскую надпись на камнях:",
    "optionsKg": [
      "Б. Томсон, В.Радлов",
      "С. Кляшторный, Б.Томсон",
      "М. Масон, В. Радлов",
      "Радлов,Ч.Валиханов"
    ],
    "optionsRu": [
      "Б. Томсон, В.Радлов",
      "С. Кляшторный, Б.Томсон",
      "М. Масон, В. Радлов",
      "B . Радлов, Ч.Валиханов"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 166,
    "kg": "Бурана, Таш - Рабат, Өзгөн мунаралары бул мамлекеттин мезгилинде курулган.",
    "ru": "Назовите государство, в период существования которого были построены башня Бурана, Караван - сарай Таш - Рабат, Узгенский архитектурный комплекс.",
    "optionsKg": [
      "Карлук каган дыгы",
      "Караханий каган дыгы",
      "Т ө рг ө ш каган дыгы",
      "Т үрк каган дыгы"
    ],
    "optionsRu": [
      "Карлукский каганат",
      "Караханидский каганат",
      "Тюргешский каганат",
      "Тюркский каганат"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 167,
    "kg": "Энесай кыргыздары жана түрктөр колдонгон жазууну а тагыла?",
    "ru": ". Назовите письменность, которая использовалась как енисейскими кыргызами, так и тюрками",
    "optionsKg": [
      "гре к",
      "п ерс",
      "р уни калык",
      "к ы тай"
    ],
    "optionsRu": [
      "греческая",
      "персидская",
      "руническая",
      "китайская"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 168,
    "kg": "Хайдунун ордосу кандай аталган?",
    "ru": "Хайдунун ордосу кандай аталган?",
    "optionsKg": [
      "Тарсакент",
      "Каракорум",
      "Орхон",
      "Ордо Балык"
    ],
    "optionsRu": [
      "Тарсакент",
      "Каракорум",
      "Орхон",
      "Ордо Балык"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 169,
    "kg": "Как называлась ставка Хайду?",
    "ru": "Как называлась ставка Хайду?",
    "optionsKg": [
      "Тарсакент",
      "Каракорум",
      "Орхон",
      "Ордо Балык"
    ],
    "optionsRu": [
      "Тарсакент",
      "Каракорум",
      "Орхон",
      "Ордо Балык"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 170,
    "kg": "Монголдордун эзүүсүнө каршы туматтар менен кыргыздардын көтөрүлүшү.......болгон.",
    "ru": "Восстание туматов и кыргызов против монгольского ига произошло в",
    "optionsKg": [
      "1215 - ж",
      "1217 - ж",
      "1218 – ж",
      "1219 - ж"
    ],
    "optionsRu": [
      "1215 г",
      "1217 г",
      "1218 г",
      "1219 г"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 171,
    "kg": "Кыргыз элинин калыптанган мезгилин белгиле.",
    "ru": "Укажите время формирования кыр гызского народа.",
    "optionsKg": [
      "XIV к. аягы - XV к. башы",
      "XV к. аягы - XVI к. башы",
      "XVI к. аягы - XVIII к. Башы",
      "X к. аягы - XI к. башы"
    ],
    "optionsRu": [
      "конец XIV в. - начало XV в",
      "конец XV в. - начало XVI в",
      "конец XVI в. - начало XVIII в",
      "конец X в. - начало XI в"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 172,
    "kg": "“Жайылдын кыргыны” качан жана кыргыздар кимдер менен согушканда болгон?",
    "ru": "В каком году произошло «Побоище Жайыла» и с кем воевали кыргызы?",
    "optionsKg": [
      "1770 - ж кытайлыктар менен",
      "1771 - ж. калмактар менен",
      "1775 - ж. моңголдор менен",
      "1770 - ж. казактар менен"
    ],
    "optionsRu": [
      "1770 г с китайцами",
      "1771 г с калмаками",
      "1775 г с монголами",
      "1770 г с казахами"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 173,
    "kg": "Абылай ханга каршы күрөштү ким жетектеген?",
    "ru": ". Кто возглавил борьбу против Аблай хана?",
    "optionsKg": [
      "Бишк ек - баатыр",
      "Атаке - баатыр",
      "Жайыл - баатыр",
      "Бург ө - баатыр"
    ],
    "optionsRu": [
      "Бишкек - баатыр",
      "Атаке - баатыр",
      "Жайыл - баатыр",
      "Бурго - баатыр. "
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 174,
    "kg": "Жунгарларга каршы күрөштө кыргыздардын союздашы кимдер болгон?",
    "ru": ". Кто выступил союзником кыргызов против набегов джунгаров?",
    "optionsKg": [
      "каза ктар",
      "ө збек тер",
      "монгол дор",
      "о рус тар"
    ],
    "optionsRu": [
      "казахи",
      "узбеки",
      "монголы",
      "русские"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 175,
    "kg": "Сарыбагыш бийи – Атаке баатыр өткөргөн курултайдын максаты:",
    "ru": "Цель курултая, проводимого Атаке батыром - правителем рода сарыбагыш:",
    "optionsKg": [
      "Орусияга элчи жөнөтүү",
      "Кокондуктарга каршы аскер түзүү",
      "Кытайга элчи жөнөтүү",
      "бирдиктүү Кыргыз мамлекетин түзүү"
    ],
    "optionsRu": [
      "отправить послов в Россию",
      "образовать армию против кокандцев",
      "отправить послов в Китай",
      "основать единое Кыргызское государство"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 176,
    "kg": "Тайлак баатыр – бул....",
    "ru": "Тайлак батыр – это...",
    "optionsKg": [
      "Нарындагы кокондук эзүүгө каршы көтөрүлүштүн жетекчиси",
      "таластык кыргыздардын жетекчиси",
      "бугу уруусунун башчысы",
      "Чүй өрөөнүндө Россияга каршы көтөрүлүшү жетектеген"
    ],
    "optionsRu": [
      "руководитель антикокандского восстания в Нарыне",
      "вождь таласских кыргызов",
      "руководитель племени бугу",
      "руководитель восстание в Чуйской доли не против России"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 177,
    "kg": "Байтик баатыр – ....",
    "ru": "Байтик батыр – ...",
    "optionsKg": [
      "моңгол эзүүсүнө каршы кыргыздардын күрөшүнүн жетекчиси болгон",
      "Чыгыш Түркстандагы боштондук кыймылынын жетекчиси",
      "Чүй өрөөнүндөгү Кокон бийлигине каршы көтөрүлүштү жетектеген",
      "Нарындагы Кокондук эзүүгө каршы көтөрүлүштүн жетекчиси"
    ],
    "optionsRu": [
      "возглавлял освободительную борьбу кыргызов против монгольского ига",
      "возглавлял освободительную борьбу в Восточном Туркестане",
      "возглавлял восстание в Чуйской долине против кокандской власти",
      "руководитель антикокандского восстания в Нарыне"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 178,
    "kg": "Советтер Союзунун Баатыры Ысмайылбек Таранчиев.....болгон.",
    "ru": "Герой Советского Союза Ысмайылбек Таранчиев был.",
    "optionsKg": [
      "жөө аскер",
      "танкист",
      "учкуч",
      "чалгынчы"
    ],
    "optionsRu": [
      "пехотинцем",
      "танкистом",
      "летчиком",
      "разведчиком"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 179,
    "kg": "1945 - жылы Берлинди штурмалоого катышкан кыргызстандык аскер саясий жетекчиси",
    "ru": "В 1945 г. принимал участие в штурме Берлина политрук из Кыргызстана",
    "optionsKg": [
      "В.Клочков",
      "К. Усенбеков",
      "С.Жүндүбаев",
      "К.Жуматаев"
    ],
    "optionsRu": [
      "В. Клочков",
      "К. Усенбеков",
      "С.Жүндүбаев",
      "К. Жуматаев"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 180,
    "kg": "Тарыхый булактарда биринчи жолу “кыргыз” этноними жөнүндө качан экерилген?",
    "ru": ".Когда впервые в исторических источниках встречается упоминание этноним «кыргыз»?",
    "optionsKg": [
      "б.з. ч.201 - ж",
      "б.з.ч. 99 - ж",
      "б.з.1 – к",
      "б.з.VIк"
    ],
    "optionsRu": [
      "201 г. до н. э",
      "99 г. до н. э",
      "I в.н. э",
      "VI в. н.э"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 181,
    "kg": "Кыргыздар жөнүндө эң алгачкы маалыматты ... калтырган .",
    "ru": "Первые сведения о кыргызах оставил……",
    "optionsKg": [
      "Бань Гу",
      "Сыма Цянь",
      "Захриддин Бабур",
      "Геродот"
    ],
    "optionsRu": [
      "Бань Гу",
      "Сыма Цянь",
      "Захриддин Бабур",
      "Геродот"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 182,
    "kg": "«Скифтер» деп европалыктар кимдерди аташкан?",
    "ru": "Какие племена европейцы называли «скифами»?",
    "optionsKg": [
      "Сактарды",
      "Усундарды",
      "Хундарды",
      "Түрктөрдү"
    ],
    "optionsRu": [
      "Саков",
      "Усунов",
      "Хуннов",
      "Тюрков"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 183,
    "kg": "1862 - ж. Пишпек чебин алууга катышкан солто уруусунун манабы",
    "ru": "С олтинский манап прославившийся при захвате П ишпекской крепости в 1862г. ",
    "optionsKg": [
      "Жангара ч",
      "М ө к ү ш",
      "Байтик",
      "Жантай"
    ],
    "optionsRu": [
      "Жангара ч",
      "М ө к ү ш",
      "Байтик",
      "Жантай"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 184,
    "kg": "Алай кыргыздарын караткан орус аскер башчысы",
    "ru": "Русский полководец, который завоевал алайских кыргызов",
    "optionsKg": [
      "Скобелев М",
      "Куропаткин В",
      "Проценко В",
      "Мушкетов С"
    ],
    "optionsRu": [
      "Скобелев М",
      "Куропаткин В",
      "Проценко В",
      "Мушкетов С"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 185,
    "kg": "Маодунь бул - ...",
    "ru": "Маодунь это - ...",
    "optionsKg": [
      "x ань династиясынын императору",
      "сактардын падышасы",
      "хундардын шанүйү",
      "Давань мамлекетинин падышасы"
    ],
    "optionsRu": [
      "император Ханьской династии",
      "царь саков",
      "шаньюйь хуннов",
      "царь государства Давань"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 186,
    "kg": ". Бийлик жүргүзгөн мезгилинде Түргөш кагандыгын күчтүү мамлекеттке айланткан мыкты аскер башчы, дипломат жана көрүнүктүү м амлекеттик ишмер - ...",
    "ru": ". Видный государственный деятель, дипломат и крупный военноначальник Тюргешского каганата, при котором государство достигло своего могущества - ..",
    "optionsKg": [
      "Уч - Элиг каган",
      "Сулук Чабыш - Чор",
      "Сакал каган",
      "Элтемиш"
    ],
    "optionsRu": [
      "Уч - Элиг каган",
      "Сулук Чабыш - Чор",
      "Сакал каган",
      "Элтемиш"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 187,
    "kg": "С. Жээнбеков качан Кыргыз Республикасынын Президенти болуп шайланган?",
    "ru": "Когда состоялись выборы Президента КР, по результатам которых Президентом КР стал С. Жээнбеков ?",
    "optionsKg": [
      "15 - октябрь 2010 - ж",
      "15 - октябрь 2011 - ж",
      "15 - октябрь 2012 - ж",
      "15 - октябрь 2017 - ж"
    ],
    "optionsRu": [
      "15 октября 2010 г",
      "15 октября 2011 г",
      "15 октября 2012 г",
      "15 октября 2017 г"
    ],
    "correctIndexKg": 3,
    "correctIndexRu": 3,
    "correctIndex": 3
  },
  {
    "number": 188,
    "kg": ". 2000 - ж ылы кайсы белгилүү окуя өткөрүлгөн?",
    "ru": "Какое знаменательное событие состоялось в 2000 году?",
    "optionsKg": [
      "Кыргызстан элдеринин биринчи Курултайы",
      "«Манас» эпосунун 1000 жылдыгы",
      "Ош шаарынын 3000 жылдыгы",
      "биринчи чет элдик элчиликтин ачылышы"
    ],
    "optionsRu": [
      "первый Курултай народов Кыргызстана",
      "празднование 1000 - летия эпоса «Манас»",
      "празднование 3000 - летия города Ош",
      "открытие первого иностранного посольства"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 189,
    "kg": "Кыргызстанда 1938 - жылы 6 - 8 - ноябрда кандай окуя болгон?",
    "ru": "Какое событие произошло в Кыргызс тане 6 - 8 ноября 1938 года?",
    "optionsKg": [
      "“Социал - туран” партиясынын активисттерин камакка алган",
      "Кыргыз CC Ринин Компартиясынын IIC ъезди болгон",
      "Көрүнүктүү советтик жана партиялык кызматкерлер массалык түрдө атылган",
      "КПСС БК нын Пленуму болгон"
    ],
    "optionsRu": [
      "Арест активистов Социал - туранской партии",
      "Прошел II съезд КП Кыргызстана",
      "Массовый расстрел видных партийных и советских работников",
      "Состоялся Пленум ЦК КПСС"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 190,
    "kg": "2010 - жылдагы революциядан кийин түзүлгөн убактылуу өкмөттүн башчысы ким болгон?",
    "ru": "Кто был временным правительем, сформированного после революции в апреле 2010 года?",
    "optionsKg": [
      "Роза Отунбаева",
      "Алмазбек Атамбаев",
      "Сооронбай Жээнбеков",
      "Садыр Жапаров"
    ],
    "optionsRu": [
      "Роза Отунбаева",
      "Алмазбек Атамбаев",
      "Сооронбай Жээнбеков",
      "Садыр Жапаров"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 191,
    "kg": ". Кыргызстанда 2021 - жылы саясий партиялардын ишин жөнгө салган кайсы документ кабыл алынган? ",
    "ru": "Какой документ был принят в Кыргызстане в 2021 году, регулирующий деятельность политических партий?",
    "optionsKg": [
      "Шайлоо мыйзамы",
      "Партиялар тууралу мыйзам",
      "Конституция",
      "Жарандарды каттоо мыйзамы"
    ],
    "optionsRu": [
      "Закон о выборах",
      "Закон о партиях",
      "Конституция",
      "Закон о регистрац ии граждан"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 192,
    "kg": "2021 - жылы Кыргызстанда ким президент болуп шайланган?",
    "ru": "Кто был избран президентом Кыргызстана в 2021 году?",
    "optionsKg": [
      "Алмазбек Атамбаев",
      "Садыр Жапаров",
      "Сооронбай Жээнбеков",
      "Курманбек Бакиев"
    ],
    "optionsRu": [
      "Алмазбек Атамбаев",
      "Садыр Жапаров",
      "Сооронбай Жээнбеков",
      "Курманбек Бакиев"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 193,
    "kg": "Садыр Жапаровдун 2021 - жылдагы саясатында кандай реформа маанилүү болду?",
    "ru": "Какая реформа была важной частью политики президента Садыра Жапарова в 2021 году?",
    "optionsKg": [
      "Саламаттыкты сактоо реформасы",
      "Мамлекеттик башкаруу реформасы",
      "Билим берүү реформасы",
      "Салык системасынын реформасы"
    ],
    "optionsRu": [
      "Реформа здравоохранения",
      "Реформа государственного управления",
      "Реформа образования",
      "Реформа налоговой системы"
    ],
    "correctIndexKg": 1,
    "correctIndexRu": 1,
    "correctIndex": 1
  },
  {
    "number": 194,
    "kg": "2021 - жылдагы шайлоолордон кийин Кыргызстанда премьер - министр болуп ким дайындалган?",
    "ru": "Кто был премье ром - министром Кыргызстана после выборов в 2021 году?",
    "optionsKg": [
      "Темир Сариев",
      "Олег Панкратов",
      "Улукбек Марипов",
      "Амангелди Мураев"
    ],
    "optionsRu": [
      "Темир Сариев",
      "Олег Панкратов",
      "Улукбек Марипов",
      "Амангелди Мураев"
    ],
    "correctIndexKg": 2,
    "correctIndexRu": 2,
    "correctIndex": 2
  },
  {
    "number": 195,
    "kg": "Кыргыз республикасынын президенти С.Н.Жапаровдун « Азыркы Кыргыз мамлекеттүүлүгүн түптөгөн аталар» жарлыгы качан чыккан.",
    "ru": "Когда был издан указ президента Кыргызской Республики С.Н. Жапарова «Основатели нынешнего кыргызского государства»?",
    "optionsKg": [
      "26 - июль 2024 - ж",
      "26 - август 2024 - ж",
      "20 - сентябрь 2024 - ж",
      "1 - октябрь 2024 - ж"
    ],
    "optionsRu": [
      "26 июля 2024 года",
      "26 августа 2024 года",
      "20 сентября 2024 года",
      "1 октября 2024 года"
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  },
  {
    "number": 196,
    "kg": "« Азыркы Кыргыз мамлекеттүүлүгүн түптөгөн аталар» кимдер.",
    "ru": "Кто является «Основателями нынешнего кыргызского государства »?",
    "optionsKg": [
      "И.Арабаев, А.Сыдыков, А.Орозбеков, И.Айдарбеков, Ж.Абдрахманов",
      "К.Тыныстан ов, Т.Токбаев, Т.Айтматов, Б.Исакеев, Э.Эсенаманов",
      "Т.Жанузаков, Т.Токбаев, Т.Худайбердиев, М.Янгулатов, К.Шоруков",
      "Д. Иманов, М.Ботбаев, С. Чонбашов, К.Шоруков.Д.Зульфибаев"
    ],
    "optionsRu": [
      "И. А рабаев, А. Сыдыков, А. Орозбеков, И. Айдарбеков, Ж. Абдрахманов",
      "К. Тыныстанов, Т. Токбаев, Т. Айтматов, Б. Исакеев, Э. Эсенаманов",
      "Т. Жанузаков, Т. Токбаев, Т. Худайбердиев, М. Янгулатов, К. Шоруков",
      "Д. Иманов, М. Ботбаев, С. Чонбашов, К. Шоруков , Д. Зульфибаев. Кыргызстан тарыхы жана этнология кафедрасынын башчысы Алыкулова Г.К "
    ],
    "correctIndexKg": 0,
    "correctIndexRu": 0,
    "correctIndex": 0
  }
];
